{
    "20140918": {
        "title": "Ci serve una mano per collaudare Sfinx",
        "content": "Abbiamo appena aggiunto il supporto a un nuovo gioco, [Sfinx](http://wiki.scummvm.org/index.php/Sfinx), in ScummVM. Siamo orgogliosi di annunciare che è pronto per la fase di test. Grazie agli [sviluppatori originali](http://wiki.scummvm.org/index.php/LK_Avalon), il gioco è ora freeware e lo si può scaricare dal [nostro sito](/games/#sfinx). Oltre alla versione originale in polacco, offriamo per la prima volta anche una versione tradotta in inglese! Non si tratta di una versione definitiva: se parli il polacco e/o l'inglese e non ti spaventa trovarti davanti a errori di spelling o grammatica nei testi della versione inglese, il tutto tenendo d'occhio come al solito bug e malfunzionamenti vari, ci potresti aiutare.\n\nInsomma, ci servono tester!\n\nSe vuoi aiutarci, recupera l'ultima [daily build](/downloads/#daily) e i [file del gioco](/games/#sfinx)!\n\nPer favore, segnala eventuali bug e versioni non riconosciute sul nostro [bug tracker](http://bugs.scummvm.org/), seguendo le nostre [linee guida](/faq/#question.report-bugs). Come al solito, gli [screenshot](http://wiki.scummvm.org/index.php/Screenshots) sono benvenuti!"
    },
    "20151122": {
        "title": "Una porta d'accesso al mondo delle Amazzoni",
        "content": "È il 1957 e sei Jason Roberts. Stai preparando una spedizione nella terra delle Amazzoni alla ricerca e di un tesoro perduto e del tuo scomparso fratello.\n\nIl team di ScummVM è lieto di annunciare che [Amazon: Guardians of Eden](http://www.mobygames.com/game/dos/amazon-guardians-of-eden) è ora giocabile in ScummVM usando le [ultime daily build](/downloads/#daily) ed è pronto per essere testato.\n\nPer favore, segnala eventuali bug e versioni non riconosciute sul nostro [bug tracker](/bugs.scummvm.org/), seguendo le nostre [linee guida](/faq/#question.report-bugs). Come al solito, gli [screenshot](http://wiki.scummvm.org/index.php/Screenshots) sono benvenuti.\n\nC'è un modo per aiutarci anche non possiedi il gioco: ci mancano gli screenshot per più di una dozzina di altri giochi. Dai un'occhiata alla [lista](http://wiki.scummvm.org/index.php/Screenshots#List_of_screenshots_we_need), tira fuori i tuoi dischi originali e immortala le tue scene preferite!"
    },
    "20151206": {
        "title": "Un nuovo episodio di Broken Sword, dai fan per i fan",
        "content": "I templari colpiscono ancora in questo omaggio alla serie Broken Sword! George torna per indagare sull'origine di una misteriosa lettera sulla morte di Nico, e seguire ancora una volta le tracce dei moderni Templari...\n\nIl team di ScummVM è orgoglioso di annunciare che il fangame Broken Sword 2.5: The Return of the Templars è giocabile usando le [ultime daily build](/downloads/#daily) di ScummVM ed è pronto per essere testato.\n\nPer favore, segnala eventuali bug e versioni non riconosciute sul nostro [bug tracker](http://bugs.scummvm.org/), seguendo le nostre [linee guida](/faq/#question.report-bugs). Come al solito, gli [screenshot](http://wiki.scummvm.org/index.php/Screenshots) sono benvenuti.\n\nUn sentito \"grazie\" va al fantastico team [mindFactory](http://brokensword25.com/team/mitglieder.htm), autore di questo splendido sequel, che ha condiviso con noi il codice sorgente originale! È possibile scaricare gratuitamente il gioco [a questa pagina](http://brokensword25.com/)."
    },
    "20160119": {
        "title": "Una nuova casa per il nostro sito web",
        "content": "Ci siamo appoggiati a SourceForge.net per molti anni. È stata la prima casa che il nostro progetto abbia avuto, e ci siamo stati bene. Tuttavia, avevamo deciso da un po' che era tempo di crescere e stavamo cercando una nuova casa. L'anno scorso Florian Schicker, CEO di [easyname GmbH](http://easyname.com) ci ha fatto una proposta irresistibile: donarci un server e collocarlo nel Data Centre di easyname. La ciliegina sulla torta è che questo regalo ci è stato fatto perchè tutti i ragazzi di easyname \"sono super appassionati dei buoni vecchi giochi Scumm\" (parole loro). Date un'occhiata al loro sito, e in particolare a [questa pagina in pieno stile Scumm](http://www.easyname.com/en/company/team)! Grazie. Non ce lo aspettavamo.\n\nE così, si trasloca. Abbiamo spostato per primo il nostro sito principale e la pagina dei download - vi sarete probabilmente già accorti dei miglioramenti in velocità e del fatto che i banner pubblicitari imposti da SourceForge.net durante i download non ci sono più. Gli unici banner sul nostro sito d'ora in poi saranno quelli che *noi* vogliamo (compreso naturalmente quello di easyname.com). Più avanti sposteremo altri servizi sul nuovo server - chissà, magari ne aggiungeremo anche di nuovi.\n\nBenvenuti nella nostra nuova casa!"
    },
    "20160123": {
        "title": "Il labirinto deve essere distrutto!",
        "content": "Sei sulla metro quando il tuo vagone viene risucchiato in una dimensione parallela: un labirinto attraverso il continuum spaziotemporale. Il suo creatore, Dedalo, è costretto a costruirlo dal malvagio Re Minosse, che lo vuole per poter conquistare ogni luogo e tempo. Dedalo chiede il tuo aiuto per distruggere il labirinto prima che Minosse riesca nel suo intento.\n\nIl team di ScummVM è lieto di annunciare che *Labyrinth of Time* è giocabile in ScummVM usando le [ultime daily build](/downloads/#daily) ed è pronto per essere testato.\n\nPer favore, segnala eventuali bug e versioni non riconosciute sul nostro [bug tracker](http://bugs.scummvm.org/), seguendo le nostre [linee guida](/faq/#question.report-bugs). Come al solito, gli [screenshot](http://wiki.scummvm.org/index.php/Screenshots) sono benvenuti.\n\nUn grosso \"grazie\" a [Wyrmkeep Entertainment Co.](http://www.wyrmkeep.com/) per aver condiviso con noi il codice sorgente originale!"
    },
    "20160201": {
        "title": "ScummVM Release 1.8.0: inizia la fase di test",
        "content": "È passato un bel po' di tempo, ma stiamo finalmente iniziando a preparci per la nostra prossima release, la 1.8.0.\n\nGli ultimi diciotto mesi sono stati belli pieni, e abbiamo aggiunto 10 (ten, zehn, dieci, dix, diez, десять) nuovi giochi:\n\n*   *Rex Nebular and the Cosmic Gender Bender*\n*   *Sfinx*\n*   *Zork Nemesis: The Forbidden Lands*\n*   *Zork: Grand Inquisitor*\n*   *The Lost Files of Sherlock Holmes: The Case of the Serrated Scalpel*\n*   *The Lost Files of Sherlock Holmes: The Case of the Rose Tattoo*\n*   *Beavis and Butthead in Virtual Stupidity*\n*   *Amazon: Guardians of Eden*\n*   *Broken Sword 2.5: The Return of the Templars*\n*   *Labyrinth of Time*\n\nAbbiamo anche riscritto buona parte del motore AGI, dunque i giochi AGI dovrebbero funzionare meglio; potrebbero presentare anche nuovi bug.\n\nCi serve il tuo aiuto nel testare i giochi nuovi e i giochi AGI. Abbiamo raccolto un elenco delle cose che vanno testate sulla nostra [wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.0). Ci sono anche un paio di vecchi classici a cui una ripassata non farebbe male.\n\nSe vuoi darci una mano, per prima cosa, procurati una [daily build](/downloads/#daily) di ScummVM. Se trovi dei bug, ti preghiamo di farcelo sapere sul nostro [bug tracker](http://bugs.scummvm.org/). Quando riesci a finire un gioco, faccelo sapere sul nostro [forum](http://forums.scummvm.org/viewtopic.php?t=14006) così possiamo segnarlo sulla [wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.0) e gli altri volontari possono concentrarsi sui giochi non testati. Ti preghiamo di seguire le nostre linee guida per il testing, che trovi [qui](http://wiki.scummvm.org/index.php/Release_Testing).\n\nAlcuni dei giochi nella lista avrebbero bisogno anche di qualche [screenshot](http://wiki.scummvm.org/index.php/Screenshots), che potresti fare man mano che giochi.\n\nIn bocca al lupo (in tutti i sensi) con le tue avventure!"
    },
    "20160301": {
        "title": "Google Summer of Code 2016",
        "content": "![GSoC 2016 Logo](/data/news/GSoC2016Logo.png)\n\nIeri, 29 Febbraio, Google ha pubblicato la lista delle organizzazioni accettate per l'edizione 2016 di Summer of Code: con grande piacere annunciamo di essere presenti.\n\nNegli anni scorsi ci siamo principalmente occupati di giochi di avventura. Quest'anno, dopo averne discusso con il nostro progetto gemello ResidualVM, valuteremo con piacere anche proposte relative a giochi di ruolo.\n\nScummVM e ResidualVM aspettano a braccia aperte studenti motivati e ambiziosi che vogliano passare l'estate a riportare in vita giochi di avventura e RPG.\n\nPartecipa anche tu alla nostra Summer of Code più calda! Dai un'occhiata alla nostra [pagina delle idee](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2016) o raccontaci la tua. Ti aspettiamo su IRC con impazienza!\n\nDove: Freenode. Canali: #scummvm e #residualvm"
    },
    "20160304": {
        "title": "ScummVM 1.8.1 \"Lost with Sherlock\" è finalmente arrivato!",
        "content": "No, non vogliamo farne una regola di far passare sempre più tempo fra una release e l'altra! Sono passati mesi dall'ultima release, ma nel frattempo un sacco di lavoro è stato fatto, e il risultato è una delle nostre release più significative di sempre.\n\nScummVM 1.8 aggiunge il supporto a *dieci* nuovi giochi con otto motori nuovi di zecca:\n\n*   *Amazon: Guardians of Eden*\n*   *Beavis and Butthead in Virtual Stupidity*\n*   *Broken Sword 2.5: The Return of the Templars*\n*   *Labyrinth of Time*\n*   *Rex Nebular and the Cosmic Gender Bender*\n*   *Sfinx*\n*   *The Lost Files of Sherlock Holmes: The Case of the Rose Tattoo*\n*   *The Lost Files of Sherlock Holmes: The Case of the Serrated Scalpel*\n*   *Zork: Grand Inquisitor*\n*   *Zork Nemesis: The Forbidden Lands*\n\nOltre ai nuovi giochi, abbiamo aggiornato l'emulatore MT-32 incorporando l'ultima versione upstream di munt e abilitato Miles Audio per quei giochi che originariamente lo supportavano. I giochi non hanno mai suonato così bene in ScummVM!\n\nAbbiamo anche riscritto tutto il sottosistema grafico in AGI. I titoli Sierra vanno bene come mai prima d'ora, compresi i menu specifici per le singole piattaforme, le palette colore e i font per le versioni Apple IIgs, Atari ST e Amiga dei giochi. È addirittura possibile passare dal look'n'feel di una piattaforma a un altro. Ah, i giochi in versione Apple IIgs ora vanno alla velocità corretta.\n\nTra le nuove piattaforme supportate spicca GCW-Zero (sev è riuscito a farsene finalmente arrivare uno dal Kickstarter) e Raspberry Pi.\n\nTra una cosa e l'altra siamo anche riusciti a spostare tutto il sito su un nuovo server e abbiamo aggiunto il supporto alle traduzioni al nostro sito. Se vuoi aiutarci a tradurre le news e i contenuti, [qui](http://wiki.scummvm.org/index.php/HOWTO-Translate_ScummVM_Web_Site) c'è una guida.\n\nQueste sono solo alcune delle novità salienti. Un elenco completo si trova nelle [release note](https://downloads.scummvm.org/frs/scummvm/1.8.0/ReleaseNotes); gli eseguibili si possono scaricare come sempre dalla pagina dei [download](/downloads/). Al momento di scrivere non tutti i mantainer dei singoli port hanno già caricato la versione aggiornata del package per la propria piattaforma; ti chiediamo di avere un po' di pazienza se ancora non trovi il download per il tuo sistema.\n\nNon perderti nel Labirinto, e nella peggiore delle ipotesi puoi sempre provare a chiedere aiuto a Mr. Holmes. (Promettiamo che non passerà ancora così tanto tempo prima della prossima release)"
    },
    "20011122": {
        "title": "Benvenuto su ScummVM",
        "content": "Benvenuto su ScummVM! ScummVM è un interprete SCUMM (Script Creation Utility For Maniac Mansion) per Linux e Windows."
    },
    "20020113": {
        "title": "Rilasciato ScummVM 0.1.0",
        "content": "Molti cambiamenti in questa nuova versione. Full Throttle adesso funziona meglio e il lavoro preliminare su The Dig è cominciato. \\[[Scarica](/downloads/)\\]"
    },
    "20020121": {
        "title": "Nuovo design del sito"
    },
    "20200906": {
        "content": "![Discord rich presence](/data/news/20200906.png)\n\nLa prossima versione di ScummVM supporterà la Rich Presence di [Discord](https://discord.gg/5D8yTtF), così potrai fare vedere a tutti i tuoi amici che stai usando ScummVM <i>e</i> quale titolo stai giocando. Ma per funzionare al meglio, abbiamo bisogno delle icone dei giochi.\n\nSe hai sempre voluto contribuire a ScummVM ma non hai mai trovato un'area dove sfruttare le tue capacità artistiche o di design, questa è la tua occasione! Dai un'occhiata al nuovo [Repository Icone Giochi](https://github.com/scummvm/scummvm-icons/) per avere informazioni su come aiutarci.",
        "title": "Icone dei giochi richieste"
    },
    "20200927": {
        "title": "ScummVM 2.2.0 “Interactive Fantasy” vede la Luce",
        "content": "È disponibile una nuova versione di ScummVM. Si tratta di una release affascinante dato che siamo arrivati a supportare dei giochi di avventura del 1976! Hai capito bene, il \"famoso\" _Colossal Cave Adventure_, la prima avventura testuale della storia, è ora giocabile con ScummVM.\n\nOltre a questo (e a circa 1594 altre avventure testuali), abbiamo aggiunto tre nuovi motori e ne abbiamo ampliato altri quattro, il che ci permette di aggiungere i seguenti titoli alla lista dei giochi supportati:\n\n* _Blazing Dragons_\n* _Eye of the Beholder - versione Sega CD_\n* _Griffon Legend_\n* _Interactive Fiction (svariate avventure testuali)_\n* _Operation Stealth_\n* _Police Quest: SWAT_\n* _Prince and the Coward, tradotto in Inglese_\n* _Ultima IV - Quest of the Avatar_\n* _Ultima VI - The False Prophet_\n* _Ultima VIII - Pagan_\n\nCome vedi, abbiamo continuato ad addentrarci nel mondo dei giochi di ruolo.\n\nAltre novità degne di nota: port per MorphOS completamente riscritto; un nuovo sottosistema di gestione dei salvataggi automatici, funzionante per quasi tutti i motori che supportiamo; supporto per la scrittura da destra a sinistra nell'interfaccia grafica; codice dell'emulazione MT-32 aggiornato, supporto per la Rich Presence di Discord.\n\nAbbiamo migliorato significativamente i motori Illusions, Kyra, Lab, Queen, Titanic, Xeen e ZVision, supportando anche versioni alternative di alcuni giochi. È stata ottimizzata l'emulazione delle versioni NES e Apple //gs di Maniac Mansion. Come sempre, abbiamo continuato a riparare i bug originariamente presenti negli script di più di trenta giochi SCI, e abbiamo anche aggiunto il supporto per le colonne sonore in formato Roland D-110.\n\nPuoi consultare le Note di Rilascio complete [qui](https://downloads.scummvm.org/frs/scummvm/2.2.0/ReleaseNotes.html).\n\nScarica la tua copia dalla [pagina dei download](https://www.scummvm.org/downloads), oppure, se usi Windows o MacOS, puoi effettuare l'aggiornamento automatico.\n\nRilasceremo a breve un nuovo port per Android nel Canale Beta, e avremo bisogno del tuo aiuto per testarlo. Apprezzeremmo il tuo feedback nel [sottoforum per il Port Android](https://forums.scummvm.org/viewforum.php?f=17).\n\nÈ il momento giusto per iniziare una buona avventura testuale o friggere qualche mostro in Ultima con Blazing Fire... se sei un drago, naturalmente."
    },
    "20201009": {
        "content": "*“Perdonate l'attesa, Mr. Flores. Sono pronto per accompagnarvi”*– Grim Fandango.\n\nOggi è un giorno speciale, speciale per tante ragioni. Per prima cosa, abbiamo raggiunto la pietra miliare di diciannove anni di ScummVM. La nostra prima release pubblica, ScummVM 0.0.1, venne rilasciata l'8 ottobre 2001. Ma anche qualcos'altro sta accadendo, qualcosa di cui abbiamo discusso a lungo: il progetto ScummVM si sta fondendo ufficialmente con il progetto ResidualVM.\n\nPer molti anni ScummVM si è limitato a supportare giochi di avventura punta-e-clicca 2D, pertanto venne inaugurato il progetto \"gemello\" ResidualVM, al fine di supportare i giochi 3D. Ma d'ora in poi, non ci sarà più confusione su quale progetto deve interessarsi ad un determinato gioco. ScummVM ora abbraccia sia giochi di avventura che giochi di ruolo, 2D e 3D, punta-e-clicca o meno. È un passo naturale nell'evoluzione di entrambi i progetti, che sono stati sviluppati in simbiosi, scambiandosi idee, patch e scelte di design. Inoltre, diversi programmatori hanno lavorato su entrambi i progetti.\n\nGrazie a questa fusione, ScummVM ora include svariati nuovi titoli nella lista dei giochi supportati: _Grim Fandango_, _Fuga da Monkey Island_, _Myst III - Exile_, _The Longest Journey_ e un motore ancora incompleto per _In Cold Blood_, così come la parte 3D per il motore Wintermute.\n\nSiamo entusiasti di accogliere gran parte del team di ResidualVM e continueremo a lavorare insieme.\n\nNaturalmente, ci sono ancora molte cose da fare e, nelle prossime settimane, la fusione interesserà anche altre parti del progetto come i forum, wiki, eccetera.\n\nRimanete sintonizzati e proiettiamoci nella terza dimensione!",
        "title": "La Fusione"
    },
    "20201025": {
        "content": "La nuova e scintillante versione Android di ScummVM 2.2.1 è ora disponibile sul Google Play Store. Dopo un periodo di lavoro piuttosto esteso da parte dei nostri sviluppatori, e un mese di beta testing pubblico, dove i membri della community hanno contribuito segnalando diversi bug da risolvere, possiamo finalmente rilasciare la versione stabile dell'app Android di ScummVM.\n\nL'app è stata ampiamente riscritta e testata su moderni device Android, fino alla versione 10+. Include nuove funzionalità che la portano alla pari della versione desktop, come il supporto per FluidSynth, i salvataggi nel Cloud e ulteriori opzioni di localizzazione (lingua) per l'interfaccia utente. È stata aggiunta la funzionalità di Server File Locale (su LAN), mediante la quale il device può funzionare temporaneamente come file server, dando la possibilità di scaricare files (salvataggi o files di configurazione) o caricarne di nuovi (es. i file dati dei giochi), utilizzando un browser su PC o un altro client.\n\nCon questa release abbiamo risolto alcune criticità presenti da tempo, tra cui:\n\n* la perdita dei files di configurazione e salvataggi in seguito all'aggiornamento a una nuova versione\n* la navigazione nelle cartelle, rispettando i permessi di accesso\n* il funzionamento dei tasti speciali sulla tastiera virtuale (es. i tasti funzione) e la gestione delle digitazioni ripetute\n\nAltri miglioramenti significativi sono stati apportati all'interfaccia grafica dell'applicazione, tra cui la possibilità di scegliere se visualizzarla con grafica filtrata (scaling bilineare) o no (scaling nearest neighbor), miglioramenti per la tastiera virtuale al fine di renderla più responsiva ed emulare più accuratamente una tastiera fisica, e il supporto per il mouse virtuale, controllato mediante lo stick analogico del tuo controller.\n\nAggiornando alla nuova versione 2.2.1 potrai usufruire di tutti i motori di gioco che sono stati introdotti in ScummVM a partire dalla versione 2.0.0, come Blade Runner, Ultima IV, Quest for Glory IV; oltre ai miglioramenti e bugfix effettuati su i motori preesistenti.\n\nNaturalmente, siamo sempre pronti ad ascoltare il feedback da parte degli utenti, e i suggerimenti per possibili migliorie sono benvenuti. Per favore, usa il [bug tracker di ScummVM](https://bugs.scummvm.org) per segnalare eventuali bug riscontrati.\n\nRingraziamo tutti i beta tester per il prezioso contributo e ci auguriamo che possiate apprezzare questa versione Android di ScummVM."
    },
    "20201122": {
        "content": "C'era un volta - intorno al 1994 - una software house di nome \"Adeline Software International\" che rilasciò un gioco intitolato \"Little Big Adventure\" (in Europa) o \"Relentless: Twinsen's Adventure\" (nel resto del mondo). Si trattava di un gioco di azione-avventura in pseudo-3D, caratterizzato da una storia epica e ambientato su un pianeta fantastico, ed è ora in fase di test nella versione di sviluppo di ScummVM. Per favore, tieni presente che alcune delle funzionalità del gioco originale non sono ancora state implementate. In compenso abbiamo aggiunto alcune nuove funzioni non disponibili originariamente.\n\nFunzionalità non implementate e problemi noti:\n\n* La mappa olografica non è ancora disponibile\n* Non è ancora possibile cambiare le impostazioni di rendering\n* La sequenza dei riconoscimenti presenta alcuni bug grafici\n\nNuove funzionalità:\n\n* Possibilità di disabilitare i danni causati dalle collisioni con pareti/ostacoli\n* Navigazione dell'interfaccia utente migliorata\n\nTutto ciò è stato reso possibile grazie alle persone del progetto [TwinEngine](https://github.com/xesf/twin-e) e alla community di LBA.\n\nPuoi testare il gioco con l'ultima [versione di sviluppo](https://buildbot.scummvm.org/#/snapshots) e segnalare eventuali problemi sul nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Piccole grandi avventure all'orizzonte"
    },
    "20201127": {
        "content": "Nel 2019, Andrei Prykhodko (whiterandrek), uno studente della Google Summer of Code, ha iniziato a lavorare per aggiungere la serie \"Red Comrades\" (in russo: Петька и Василий Иванович) ai giochi supportati da ScummVM.\n\nRed Comrades è un gioco di avventura 2D con prospettiva in terza persona.\nI protagonisti sono tratti dal romanzo del 1923 \"Chapaev\", di Dmitri Furmanov: Vasiliy Chapayev (eroe di guerra russo realmente esistito), il suo aiutante Petka e la soldatessa-mitragliere Anka.\n\nDopo una estesa fase di sviluppo, il team di ScummVM è lieto di annunciare la compatibilità con i primi due giochi della serie: _Red Comrades 1: Save the Galaxy_ (in russo: _Петька и Василий Иванович спасают галактику_) e _Red Comrades 2: For the Great Justice_ (in russo: _Петька и Василий Иванович 2: Судный день_).\n\nRecupera la tue copie dei giochi e fai una prova! Sfortunatamente, sono supportate solo le versioni originali in russo per Windows. Le versioni in inglese per iOS e Android usano un motore completamente diverso.\n\nSe non possiedi una copia, puoi scaricare la versione dimostrativa dalla nostra [sezione demo](https://www.scummvm.org/demos/). Dovrai utilizzare un [daily build della versione di sviluppo](https://buildbot.scummvm.org/#/snapshots) di ScummVM. Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "La serie di videogiochi \"Red Comrades\" è ora supportata"
    },
    "20201220": {
        "content": "È il momento di inaugurare la fase di test per altri due sottomotori Glk. Il primo è l'interprete Glulx, per il quale sono disponibili molti giochi gratuiti su [IF-Archive](https://www.ifarchive.org/indexes/if-archiveXgamesXglulx.html).\n\nIl secondo è il motore Comprehend per i giochi prodotti da Polarware. Qui le cose sono un po' più complicate. Attualmente, solo i primi tre giochi sviluppati per tale motore sono utilizzabili: Transylvania, Crimson Crown e OO-Topos. Anche questi titoli sono disponibili gratuitamente su [IF-Archive](https://www.ifarchive.org/indexes/if-archive/games/pc/penguin/). Esiste, tuttavia, una riedizione di Transylvania, anch'essa gratuita e disponibile sul sito \"Graphics Magician\", che non è ancora supportata.\n\nPer quanto riguarda gli altri giochi Comprehend, \"Talisman\" sarà probabilmente supportato in futuro, ma richiederà un lavoro aggiuntivo non indifferente. Tutti gli altri titoli non qui specificati, come \"Transylvania III\", utilizzano un motore completamente diverso e pertanto rimarranno al di fuori delle possibilità di ScummVM per il prossimo futuro.\n\nSe sei interessato, scarica qualcuno dei giochi indicati e provali con ScummVM. Dovrai utilizzare un [daily build della versione di sviluppo](https://buildbot.scummvm.org/#/snapshots). Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Sei in grado di Comprehend-ere?"
    },
    "20210311": {
        "title": "Google Summer of Code 2021 : Al via!",
        "content": "Siamo orgogliosi di annunciare che il progetto ScummVM è stato nuovamente ammesso alla Google Summer of Code. Questo periodo dell'anno è sempre entusiasmante per noi, e quest'anno non sarà da meno. Per il 2021, il programma del GSoC è stato rinnovato da Google, con la premessa di focalizzarsi su progetti meno ampi e con requisiti d'ammissione ridotti, dando quindi la possibilità a più studenti di partecipare.\n\nTenendo conto di ciò, il nostro team ha preparato diverse proposte che i candidati sono incoraggiati ad esplorare, come indicato nella nostra [pagina idee](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2021). Per favore, controlla le [informazioni richieste per la candidatura](https://wiki.scummvm.org/index.php?title=GSoC_Application) prima di inviarla.\n\nPuoi scoprire di più a proposito del programma GSoC, e le contribuzioni degli anni precedenti sul [miniportale Google Summer of Code](https://wiki.scummvm.org/index.php?title=Summer_of_Code).\n\nUnisciti al nostro [server Discord](https://discord.gg/5D8yTtF) e segui il canale #scummvm-gsoc, dove potrai metterti in contatto con i mentori e con gli altri componenti del team.\n\nSiamo entusiasti di fare parte del GSoC e non vediamo l'ora di ricevere le vostre candidature!"
    },
    "20210317": {
        "title": "_Nippon Safes Inc._ rilasciato come Freeware",
        "content": "Grandi novità! Grazie all'immenso impegno di Damiano Gerli e alla generosità degli autori, Marco Caprelli, Paolo Costabel, Massimo Magnasciutti e del produttore Bruno Boz, siamo lieti di annunciare che il gioco _Nippon Safes Inc._ è ora disponibile come freeware.\n\nSi tratta di un gioco breve ma divertente, sviluppato nel 1992 dal piccolo studio italiano DYNABYTE - Divisione EUCLIDEA s.r.l.. Puoi trovare informazioni dettagliate sulla storia della DYNABYTE nel blog di Damiano [The Genesis Temple](https://genesistemple.com/the-big-italian-adventure-the-history-of-dynabyte-software).\n\nSia la versione DOS che quella Amiga sono state dichiarate freeware, con il permesso di modificare i files e di disabilitare la protezione (che richiede di consultare il manuale). Comunque, abbiamo reso disponibile anche il manuale scannerizzato. Puoi scaricare il tutto alla [pagina giochi](/games).\n\nIl gioco è supportato da ScummVM già dalla versione 0.10.0, rilasciata nel 2007.\n\nBuon divertimento con un'altra grande avventura punta e clicca freeware!\n\nP.S. Se possiedi le scatole originali dei titoli _The Big Red Adventure_ o _Tequila & Boom Boom_, prodotti dagli stessi sviluppatori, e sei in grado di fornirci delle scansioni ad alta risoluzione, per favore contatta sev."
    },
    "20210322": {
        "title": "Risolvi un omicidio a Los Angeles negli anni '40",
        "content": "Abbiamo il piacere di annunciare che _Private Eye_ della Brooklyn Multimedia è pronto per la fase di test pubblica.\n\nImpersona Phillip Marlowe, un tosto detective privato, e prova a risolvere un caso di omicidio ambientato nella Los Angeles degli anni '40.\n\nRilasciato nel 1996, questo titolo è un vero gioiellino caratterizzato da animazioni realizzate con la tecnica tradizionale (cel-animation) e doppiaggio professionale. Ispirato alle opere di Raymond Chandler, il gioco si sviluppa come un film interattivo, con la possibilità di scegliere tra due versioni: fedele al libro oppure con finale alternativo.\n\nAl momento, è supportata solo la versione americana per Windows.\n\nAvrai bisogno di una [daily build della versione di sviluppo](https://buildbot.scummvm.org/#/snapshots). Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/)."
    },
    "20210404": {
        "title": "Migliaia di giochi da testare",
        "content": "Siamo pronti ad aprire al pubblico una vera miniera di giochi. Nel corso degli anni, per il motore AGS sono stati rilasciati moltissimi giochi freeware ed anche alcuni titoli commerciali. Tuttavia, ricorda che il nostro motore è derivato dall'interprete stand-alone di AGS, e pertanto può supportare solo i giochi AGS versione 2.5 e superiori.\n\nSe sei interessato, ti consigliamo di scaricare qualche gioco freeware dal [sito web di AGS](https://www.adventuregamestudio.co.uk/site/games/). Avrai bisogno di una [daily build della versione di sviluppo](https://buildbot.scummvm.org/#/snapshots). Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/). Ti saremmo grati se ci potessi comunicare sul [canale Discord #engine-ags](https://discord.gg/eQYERyBc) quali giochi hai finito di testare."
    },
    "20210518": {
        "content": "![GSoC Logo](/data/news/GSoC2016Logo.png)\n\nNella giornata di ieri, Google ha annunciato la lista degli studenti che sono stati ammessi alla nuova edizione della [Google Summer of Code](https://summerofcode.withgoogle.com/). Siamo orgogliosi di dare il benvenuto ai sei studenti che quest'anno lavoreranno su varie parti del progetto nei prossimi mesi.\n\n* Aashwin Vaish (av_dx) migliorerà la GUI, aggiungendo un'interfaccia grafica per gestire la libreria dei giochi, con la possibilità di visualizzare coverart e miniature, raggruppare i giochi e filtrare l'elenco secondo diversi criteri\n* a-yyg (a/) si occuperà dello sviluppo di un nuovo motore per Faery Tale Adventure II, basato sul codice sorgente originale, gentilmente fornito da The Dreamers Guild\n* Crane yang (sheep) si unirà agli sforzi congiunti per migliorare il motore Director\n* Divyam Ahuja (Hikigaya) si impegnerà a completare l'implementazione di alcuni motori che attualmente sono in fase di stallo, dando la priorità ai motori MacVenture e Avalanche\n* Dylan Servilla (djsrv) lavorerà anch'egli al motore Director, continuando il suo lavoro svolto nella precedente edizione della GSoC, con l'obiettivo di arrivare a supportare le versioni 2-4 di Director\n* taylorzhancher (twan) si focalizzerà sull'aggiunta delle funzionalità di sintesi vocale a diversi giochi, per migliorare l'esperienza di gioco per le persone che hanno difficoltà a leggere i testi a schermo\n\nE' dal 2008 che non abbiamo l'opportunità di seguire e fare da mentori a ben sei studenti. Pertanto, festeggiamo e diamo un caloroso benventuto agli studenti della GSoC 2021!",
        "title": "Diamo il benvenuto agli studenti della GSoC!"
    },
    "20210611": {
        "content": "Dal 1940 al 2099, _Nightlong: Union City Conspiracy_ è pronto per la fase di test pubblica. Assumi il ruolo dell'investigatore privato Joshua Reev in una avventura grafica in stile cyberpunk. Rilasciato nel 1998 dalla Trecision, il gioco è caratterizzato da ambientazioni pre-renderizzate e animazioni 3D con rendering via software. Porta alla luce la cospirazione (e tutti i bug)!\n\nRingraziamo gli sviluppatori originali, per aver fornito il codice sorgente, e SupSuper, Strangerke, bluegr e madmoose per averlo portato in ScummVM.\n\nTutte le versioni per Windows sono supportate, compresi i salvataggi originali, consulta la [wiki](https://wiki.scummvm.org/index.php?title=Nightlong:_Union_City_Conspiracy) per sapere quali file sono necessari. Se non possiedi il gioco, abbiamo a disposizione le [versioni dimostrative](https://www.scummvm.org/demos/). Per testare il gioco avrai bisogno di una [daily build](https://www.scummvm.org/downloads/#daily) di ScummVM. Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Una nuova avventura fantascientifica per ScummVM"
    },
    "20210629": {
        "content": "Preparati per un'avventura che attraversa 1200 anni e 7 mondi mozzafiato. L'epico sequel di _The Journeyman Project_, _The Journeyman Project 2: Buried in Time_ è ora pienamente supportato da ScummVM.\n\nDopo diversi anni di sviluppo da parte di clone2727, e qualche anno di \"maturazione\" sullo scaffale, il gioco è finalmente pronto per la fase di test pubblica.\n\nAiutaci ad affrontare questa epopea. Recupera i tuoi CD (o la [versione digitale di GOG.com](https://www.gog.com/game/journeyman_project_2?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)), copia [i file necessari](https://wiki.scummvm.org/index.php?title=The_Journeyman_Project_2:_Buried_in_Time) e spicca il volo! Dovrai utilizzare la [daily build](https://www.scummvm.org/downloads/#daily) più recente di ScummVM. Puoi segnalare eventuali incidenti di percorso tramite il nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Appena cent'anni di sviluppo..."
    },
    "20210718": {
        "content": "Lo scorso anno abbiamo [aggiunto il supporto](https://www.scummvm.org/news/20200521/) per i giochi della saga di Ultima, compreso [Ultima 8](https://www.scummvm.org/news/20200524/).  Usando il motore di Ultima 8 come base, la Origin Systems ha creato altri due giochi, con uno stile piuttosto differente: _Crusader: No Remorse_ e _Crusader: No Regret_.\n\nSiamo lieti di annunciare che il primo (Crusader: No Remorse) è ora pronto per la fase di test in ScummVM.  Se disponi di una copia del gioco e sei pronto ad affrontare il Consorzio Economico Mondiale, scarica subito l'ultima [daily build](https://www.scummvm.org/downloads/#daily) di ScummVM.  Se incontri dei malfunzionamenti, per favore segnalali al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Per prima cosa, mi permetta di darle il benvenuto alla Resistenza, Capitano."
    },
    "20210817": {
        "content": "Dopo cinque anni di sviluppo attivo, siamo orgogliosi di annunciare i primi giochi basati sul motore Macromind/Macromedia Director che sono finalmente supportati.\n\nIskrich, uno studente della GSoC, ha scritto le prime righe del codice del motore, facendo riferimento ai tentativi di reverse engineering compiuti da fuzzie, inizialmente scritti in Python come parte del progetto _continuity_. Quindi, il lavoro è proseguito nel 2017 ad opera di sev, con l'inizio dello sviluppo del compilatore Lingo, e di stevenhoefel con l'aggiunta del codice relativo a Director 5. Nel 2018 lo sviluppo si è praticamente fermato, per poi ripartire nel 2019 grazie ai miglioramenti per Director 4 compiuti da moralrecordings. Infine, nel 2020 e nel 2021 è stata svolta la gran parte dello sviluppo, prima da parte di npjg e djsrv, quindi sheep e djsrv, mentre rvanlaar ha preparato un buildbot apposito dedicato al progetto.\n\nPer farla breve, dopo 3738 commits, possiamo annunciare il supporto per i titoli basati su Director 2 come _Spaceship Warlock_. Anche alcuni basati su Director 3 potrebbero funzionare, e tra questi supportiamo in particolar modo _L-ZONE_.\n\nRecupera i tuoi CD e prova questi titoli. Stiamo anche raccogliendo informazioni su qualsiasi titolo basato su Director (e Shockwave) per completare la [nostra Wiki](https://wiki.scummvm.org/index.php?title=Director/Games), per favore aiutaci nella catalogazione.\n\nStiamo lavorando attivamente per ampliare la compatibilità di Director 3, principalmente per la versione originale di _Journeyman Project_, e per migliorare le funzionalità di Director 4, concentrandoci in primis su _Meet MediaBand_ e _Chop Suey_.\n\nPer avviare questi giochi avrai bisogno della [daily build](https://www.scummvm.org/downloads/#daily) più recente di ScummVM.  Come sempre, puoi segnalare eventuali problemi al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Aggiunto il supporto per i primi titoli Macromedia Director"
    },
    "20210828": {
        "content": "È passato quasi un anno dall'ultima release di ScummVM. Da allora, sono state introdotte innumerevoli novità, come riportato dettagliatamente nel [file NEWS.md](https://github.com/scummvm/scummvm/blob/branch-2-3/NEWS.md). Abbiamo bisogno del tuo contributo per testare questa nuova versione!\n\nOltre alla [lista dei giochi da testare prima della release](https://wiki.scummvm.org/index.php?title=Release_Testing/2.3.0), le aree su cui concentrarsi sono:\n\n* Supporto UTF-32 per l'interfaccia utente, che permette traduzioni complete in Giapponese e Coreano. (Inoltre, sei il benvenuto se desideri [collabolare per le traduzioni in altre lingue](https://translations.scummvm.org/projects/scummvm/scummvm/)).\n* Supporto per schermi HiDPI (Retina) nell'interfaccia utente. Basta font sfocati!\n* Port per Nintendo DS, ampiamente riscritto per aggiornarlo agli ultimi motori e alle nuove funzionalità introdotte.\n* Motori 3D già parte di ResidualVM. I giochi come _Grim Fandango_, _The Longest Journey_ e _Myst III: Exile_ necessitano di una nuova playthrough.\n* Un totale di 12 nuovi motori e modifiche generalizzate per 24 motori preesistenti.\n\nPer prima cosa avrai bisogno dell'[ultima build stabile](https://www.scummvm.org/downloads/#daily) di ScummVM. Quindi, prova a caricare qualche gioco e riporta eventuali problematiche nel [bug tracker](https://bugs.scummvm.org/) e i tuoi progressi nei giochi in [questo post sul forum ](https://forums.scummvm.org/viewtopic.php?f=1&t=16362) per permetterci di tenere traccia dei test sulla [Wiki](https://wiki.scummvm.org/index.php?title=Release_Testing/2.3.0).",
        "title": "Aiutaci a testare la prossima versione di ScummVM"
    },
    "20211009": {
        "content": "Venti anni fa, precisamente martedì 9 ottobre 2001, alle ore 16:30:12, Ludvig Strigeus pubblicò la prima revisione del codice di ScummVM, corrispondente alla versione 0.0.1 del progetto. Gli anni sono volati in un lampo, ed oggi possiamo annunciare con orgoglio il rilascio della versione 2.5.0 di ScummVM, nome in codice \"Twenty years ago today...\"\n\nLa [lista delle novità](https://downloads.scummvm.org/frs/scummvm/2.5.0/ReleaseNotes.html) è davvero imponente.\n\nInnanzitutto, si tratta della prima release dotata di supporto per i giochi 2.5D (\"pseudo-3D\"), grazie alla fusione con il progetto ResidualVM. _Grim Fandango_, _The Longest Journey_ e _Myst 3: Exile_. sono ora compatibili con ScummVM, e sono la principale ragione per cui abbiamo deciso di saltare direttamente al numero 2.5 di versione. Tuttavia, solo le piattaforme desktop possono eseguire tali giochi; il supporto verrà successivamente esteso ad altre piattaforme, se sufficientemente performanti.\n\nIn aggiunta ai suddetti tre giochi (e relativi motori), ora supportiamo ufficialmente 10 nuovi motori e sotto-motori, che garantiscono la compatibilità con i seguenti titoli:\n\n* _Little Big Adventure_\n* _Red Comrades 1: Save the Galaxy_\n* _Red Comrades 2: For the Great Justice_\n* _Transylvania_\n* _Crimson Crown_\n* _OO-Topos_\n* [Giochi interactive fiction Glulx](https://wiki.scummvm.org/index.php?title=Glk/Glulxe)\n* _Private Eye_\n* [Giochi AGS versione 2.5 e superiori](https://wiki.scummvm.org/index.php?title=AGS/Games)\n* _Nightlong: Union City Conspiracy_\n* _The Journeyman Project 2: Buried in Time_\n* _Crusader: No Remorse_\n* _L-ZONE_\n* _Spaceship Warlock_\n\nNon intendiamo trascurare le versioni tradotte dei giochi e i port per altri sistemi, pertanto abbiamo migliorato il supporto per la release Konami di _Lure of the Temptress_, _Blue Force_ Spagnolo, _Ringworld_ Spagnolo, _Amazon: Guardians of Eden_ Spagnolo, _Mystery House_ Francese, traduzioni in russo dei giochi Sierra AGI, _Elvira 1_ PC-98 Giapponese, _Bargon Attack_ Russo, _Woodruff_ Russo, _Eye of the Beholder_ Sega-CD Giapponese, _Legend of Kyrandia_ Ebraico, _Legend of Kyrandia 2_ Ebraico, _Legend of Kyrandia 3_ Cinese Semplificato, _Inherit the Earth_ PC-98 Giapponese, _Gabriel Knight 1_ Macintosh, _Xeen_ Russo ... solo per citarne alcuni. Degne di nota anche le versioni bianco/nero per Macintosh di _Loom_ e _Indy 3_, ora supportate.\n\nScummVM 2.5.0 include diversi miglioramenti e nuove funzionalità. Abbiamo lavorato estensivamente sull'interfaccia grafica: i caratteri Unicode sono supportati in tutto ScummVM. L'interfaccia si adatta inoltre alle alte risoluzioni utilizzate dagli schermi HiDPI. Il port per Nintendo DS è stato ampiamente riscritto. Per svariati giochi abbiamo aggiunto gli obiettivi GOG e Steam e abilitato la funzionalità di mappatura dei tasti. Grazie al lavoro di uno dei nostri studenti della Google Summer of Code, abbiamo aggiunto un'opzione per la sintesi vocale nei giochi _Sfinx_, _Soltys_ e _The Griffon Legend_.\n\nTutta questa abbondanza è disponibile per diverse piattaforme sulla nostra [pagina download](https://www.scummvm.org/downloads/), oppure, se utilizzi Windows o Macintosh, puoi effettuare l'aggiornamento automatico.\n\nTi auguriamo grandi avventure, enigmi risolti con successo e appassionanti viaggi in mondi GDR... e speriamo continuerai a seguirci nei prossimi anni.\n\nSe sei interessato, su GOG.com è in corso una [promozione speciale](https://www.gog.com/news/special_event_bscummvm_20th_anniversaryb?pp=22d200f8670dbdb3e253a90eee5098477c95c23d) in onore del nostro anniversario, dove puoi acquistare molti giochi supportati da ScummVM ad un prezzo scontato.",
        "title": "Vent'anni fa, oggi..."
    },
    "20211118": {
        "content": "Dopo più di [10 anni di sviluppo](https://www.alexbevi.com/blog/2021/05/19/scummvm-asylum-engine/), il team di ScummVM è lieto di annunciare il supporto per l'avventura psico-horror \"Sanitarium\".\n\nProcurati il CD o la release digitale e immergiti in una storia piena di incubi e misteri.\n\nSe non possedi il gioco, abbiamo a disposizione la [versione dimostrativa](/frs/demos/asylum/asylum-demo.zip).\n\nDovrai utilizzare l'ultima [daily build](/downloads/#daily). Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Cerca la verità"
    },
    "20220102": {
        "title": "Californio(*) per l'anno nuovo",
        "content": "Sono passati diversi mesi dalla monumentale release 2.5.0, ed ora il team di ScummVM è entusiasta di annunciare la release di mantenimento 2.5.1, nome in codice \"Californium\"*.\n\nLe novità più significative sono le seguenti: abbiamo aggiunto gli scaler (AdvMame, HQ... eccetera) per la modalità OpenGL; corretto alcuni bug in _The Lost Files of Sherlock Holmes_; reso i suoni di _Sam & Max_ più fedeli all'originale; migliorato la grafica per le versioni Macintosh di alcuni giochi SCUMM; implementato dei renderer aggiuntivi per _The Longest Journey_; introdotto diversi miglioramenti per _Little Big Adventure_ e risolto l'odioso bug all'avvio di _World of Xeen_.\n\nLa lista completa dei cambiamenti è disponibile [qui](https://downloads.scummvm.org/frs/scummvm/2.5.1/ReleaseNotes.html).\n\nPuoi scaricare la nuova versione al solito posto nella [pagina dei downloads](https://www.scummvm.org/downloads/). A causa di un leggero ritardo per il rilascio della versione macOS, l'aggiornamento automatico sarà disponibile tra qualche giorno - rimanete sintonizzati!\n\nBuon 2022 con ScummVM!\n\n\\* La massa atomica media del Californio (numero atomico 98) è 251."
    }
}
