{
    "20140918": {
        "title": "Ci serve una mano per collaudare Sfinx",
        "content": "Abbiamo appena aggiunto il supporto a un nuovo gioco, [Sfinx](http://wiki.scummvm.org/index.php/Sfinx), in ScummVM. Siamo orgogliosi di annunciare che è pronto per la fase di test. Grazie agli [sviluppatori originali](http://wiki.scummvm.org/index.php/LK_Avalon), il gioco è ora freeware e lo si può scaricare dal [nostro sito](/games/#sfinx). Oltre alla versione originale in polacco, offriamo per la prima volta anche una versione tradotta in inglese! Non si tratta di una versione definitiva: se parli il polacco e/o l'inglese e non ti spaventa trovarti davanti a errori di spelling o grammatica nei testi della versione inglese, il tutto tenendo d'occhio come al solito bug e malfunzionamenti vari, ci potresti aiutare.\n\nInsomma, ci servono tester!\n\nSe vuoi aiutarci, recupera l'ultima [daily build](/downloads/#daily) e i [file del gioco](/games/#sfinx)!\n\nPer favore, segnala eventuali bug e versioni non riconosciute sul nostro [bug tracker](http://bugs.scummvm.org/), seguendo le nostre [linee guida](/faq/#question.report-bugs). Come al solito, gli [screenshot](http://wiki.scummvm.org/index.php/Screenshots) sono benvenuti!"
    },
    "20151122": {
        "title": "Una porta d'accesso al mondo delle Amazzoni",
        "content": "È il 1957 e sei Jason Roberts. Stai preparando una spedizione nella terra delle Amazzoni alla ricerca e di un tesoro perduto e del tuo scomparso fratello.\n\nIl team di ScummVM è lieto di annunciare che [Amazon: Guardians of Eden](http://www.mobygames.com/game/dos/amazon-guardians-of-eden) è ora giocabile in ScummVM usando le [ultime daily build](/downloads/#daily) ed è pronto per essere testato.\n\nPer favore, segnala eventuali bug e versioni non riconosciute sul nostro [bug tracker](/bugs.scummvm.org/), seguendo le nostre [linee guida](/faq/#question.report-bugs). Come al solito, gli [screenshot](http://wiki.scummvm.org/index.php/Screenshots) sono benvenuti.\n\nC'è un modo per aiutarci anche non possiedi il gioco: ci mancano gli screenshot per più di una dozzina di altri giochi. Dai un'occhiata alla [lista](http://wiki.scummvm.org/index.php/Screenshots#List_of_screenshots_we_need), tira fuori i tuoi dischi originali e immortala le tue scene preferite!"
    },
    "20151206": {
        "title": "Un nuovo episodio di Broken Sword, dai fan per i fan",
        "content": "I templari colpiscono ancora in questo omaggio alla serie Broken Sword! George torna per indagare sull'origine di una misteriosa lettera sulla morte di Nico, e seguire ancora una volta le tracce dei moderni Templari...\n\nIl team di ScummVM è orgoglioso di annunciare che il fangame Broken Sword 2.5: The Return of the Templars è giocabile usando le [ultime daily build](/downloads/#daily) di ScummVM ed è pronto per essere testato.\n\nPer favore, segnala eventuali bug e versioni non riconosciute sul nostro [bug tracker](http://bugs.scummvm.org/), seguendo le nostre [linee guida](/faq/#question.report-bugs). Come al solito, gli [screenshot](http://wiki.scummvm.org/index.php/Screenshots) sono benvenuti.\n\nUn sentito \"grazie\" va al fantastico team [mindFactory](http://brokensword25.com/team/mitglieder.htm), autore di questo splendido sequel, che ha condiviso con noi il codice sorgente originale! È possibile scaricare gratuitamente il gioco [a questa pagina](http://brokensword25.com/)."
    },
    "20160119": {
        "title": "Una nuova casa per il nostro sito web",
        "content": "Ci siamo appoggiati a SourceForge.net per molti anni. È stata la prima casa che il nostro progetto abbia avuto, e ci siamo stati bene. Tuttavia, avevamo deciso da un po' che era tempo di crescere e stavamo cercando una nuova casa. L'anno scorso Florian Schicker, CEO di [easyname GmbH](http://easyname.com) ci ha fatto una proposta irresistibile: donarci un server e collocarlo nel Data Centre di easyname. La ciliegina sulla torta è che questo regalo ci è stato fatto perchè tutti i ragazzi di easyname \"sono super appassionati dei buoni vecchi giochi Scumm\" (parole loro). Date un'occhiata al loro sito, e in particolare a [questa pagina in pieno stile Scumm](http://www.easyname.com/en/company/team)! Grazie. Non ce lo aspettavamo.\n\nE così, si trasloca. Abbiamo spostato per primo il nostro sito principale e la pagina dei download - vi sarete probabilmente già accorti dei miglioramenti in velocità e del fatto che i banner pubblicitari imposti da SourceForge.net durante i download non ci sono più. Gli unici banner sul nostro sito d'ora in poi saranno quelli che *noi* vogliamo (compreso naturalmente quello di easyname.com). Più avanti sposteremo altri servizi sul nuovo server - chissà, magari ne aggiungeremo anche di nuovi.\n\nBenvenuti nella nostra nuova casa!"
    },
    "20160123": {
        "title": "Il labirinto deve essere distrutto!",
        "content": "Sei sulla metro quando il tuo vagone viene risucchiato in una dimensione parallela: un labirinto attraverso il continuum spaziotemporale. Il suo creatore, Dedalo, è costretto a costruirlo dal malvagio Re Minosse, che lo vuole per poter conquistare ogni luogo e tempo. Dedalo chiede il tuo aiuto per distruggere il labirinto prima che Minosse riesca nel suo intento.\n\nIl team di ScummVM è lieto di annunciare che *Labyrinth of Time* è giocabile in ScummVM usando le [ultime daily build](/downloads/#daily) ed è pronto per essere testato.\n\nPer favore, segnala eventuali bug e versioni non riconosciute sul nostro [bug tracker](http://bugs.scummvm.org/), seguendo le nostre [linee guida](/faq/#question.report-bugs). Come al solito, gli [screenshot](http://wiki.scummvm.org/index.php/Screenshots) sono benvenuti.\n\nUn grosso \"grazie\" a [Wyrmkeep Entertainment Co.](http://www.wyrmkeep.com/) per aver condiviso con noi il codice sorgente originale!"
    },
    "20160201": {
        "title": "ScummVM Release 1.8.0: inizia la fase di test",
        "content": "È passato un bel po' di tempo, ma stiamo finalmente iniziando a preparci per la nostra prossima release, la 1.8.0.\n\nGli ultimi diciotto mesi sono stati belli pieni, e abbiamo aggiunto 10 (ten, zehn, dieci, dix, diez, десять) nuovi giochi:\n\n*   *Rex Nebular and the Cosmic Gender Bender*\n*   *Sfinx*\n*   *Zork Nemesis: The Forbidden Lands*\n*   *Zork: Grand Inquisitor*\n*   *The Lost Files of Sherlock Holmes: The Case of the Serrated Scalpel*\n*   *The Lost Files of Sherlock Holmes: The Case of the Rose Tattoo*\n*   *Beavis and Butthead in Virtual Stupidity*\n*   *Amazon: Guardians of Eden*\n*   *Broken Sword 2.5: The Return of the Templars*\n*   *Labyrinth of Time*\n\nAbbiamo anche riscritto buona parte del motore AGI, dunque i giochi AGI dovrebbero funzionare meglio; potrebbero presentare anche nuovi bug.\n\nCi serve il tuo aiuto nel testare i giochi nuovi e i giochi AGI. Abbiamo raccolto un elenco delle cose che vanno testate sulla nostra [wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.0). Ci sono anche un paio di vecchi classici a cui una ripassata non farebbe male.\n\nSe vuoi darci una mano, per prima cosa, procurati una [daily build](/downloads/#daily) di ScummVM. Se trovi dei bug, ti preghiamo di farcelo sapere sul nostro [bug tracker](http://bugs.scummvm.org/). Quando riesci a finire un gioco, faccelo sapere sul nostro [forum](http://forums.scummvm.org/viewtopic.php?t=14006) così possiamo segnarlo sulla [wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.0) e gli altri volontari possono concentrarsi sui giochi non testati. Ti preghiamo di seguire le nostre linee guida per il testing, che trovi [qui](http://wiki.scummvm.org/index.php/Release_Testing).\n\nAlcuni dei giochi nella lista avrebbero bisogno anche di qualche [screenshot](http://wiki.scummvm.org/index.php/Screenshots), che potresti fare man mano che giochi.\n\nIn bocca al lupo (in tutti i sensi) con le tue avventure!"
    },
    "20160301": {
        "title": "Google Summer of Code 2016",
        "content": "![GSoC 2016 Logo](/data/news/GSoC2016Logo.png)\n\nIeri, 29 Febbraio, Google ha pubblicato la lista delle organizzazioni accettate per l'edizione 2016 di Summer of Code: con grande piacere annunciamo di essere presenti.\n\nNegli anni scorsi ci siamo principalmente occupati di giochi di avventura. Quest'anno, dopo averne discusso con il nostro progetto gemello ResidualVM, valuteremo con piacere anche proposte relative a giochi di ruolo.\n\nScummVM e ResidualVM aspettano a braccia aperte studenti motivati e ambiziosi che vogliano passare l'estate a riportare in vita giochi di avventura e RPG.\n\nPartecipa anche tu alla nostra Summer of Code più calda! Dai un'occhiata alla nostra [pagina delle idee](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2016) o raccontaci la tua. Ti aspettiamo su IRC con impazienza!\n\nDove: Freenode. Canali: #scummvm e #residualvm"
    },
    "20160304": {
        "title": "ScummVM 1.8.1 \"Lost with Sherlock\" è finalmente arrivato!",
        "content": "No, non vogliamo farne una regola di far passare sempre più tempo fra una release e l'altra! Sono passati mesi dall'ultima release, ma nel frattempo un sacco di lavoro è stato fatto, e il risultato è una delle nostre release più significative di sempre.\n\nScummVM 1.8 aggiunge il supporto a *dieci* nuovi giochi con otto motori nuovi di zecca:\n\n*   *Amazon: Guardians of Eden*\n*   *Beavis and Butthead in Virtual Stupidity*\n*   *Broken Sword 2.5: The Return of the Templars*\n*   *Labyrinth of Time*\n*   *Rex Nebular and the Cosmic Gender Bender*\n*   *Sfinx*\n*   *The Lost Files of Sherlock Holmes: The Case of the Rose Tattoo*\n*   *The Lost Files of Sherlock Holmes: The Case of the Serrated Scalpel*\n*   *Zork: Grand Inquisitor*\n*   *Zork Nemesis: The Forbidden Lands*\n\nOltre ai nuovi giochi, abbiamo aggiornato l'emulatore MT-32 incorporando l'ultima versione upstream di munt e abilitato Miles Audio per quei giochi che originariamente lo supportavano. I giochi non hanno mai suonato così bene in ScummVM!\n\nAbbiamo anche riscritto tutto il sottosistema grafico in AGI. I titoli Sierra vanno bene come mai prima d'ora, compresi i menu specifici per le singole piattaforme, le palette colore e i font per le versioni Apple IIgs, Atari ST e Amiga dei giochi. È addirittura possibile passare dal look'n'feel di una piattaforma a un altro. Ah, i giochi in versione Apple IIgs ora vanno alla velocità corretta.\n\nTra le nuove piattaforme supportate spicca GCW-Zero (sev è riuscito a farsene finalmente arrivare uno dal Kickstarter) e Raspberry Pi.\n\nTra una cosa e l'altra siamo anche riusciti a spostare tutto il sito su un nuovo server e abbiamo aggiunto il supporto alle traduzioni al nostro sito. Se vuoi aiutarci a tradurre le news e i contenuti, [qui](http://wiki.scummvm.org/index.php/HOWTO-Translate_ScummVM_Web_Site) c'è una guida.\n\nQueste sono solo alcune delle novità salienti. Un elenco completo si trova nelle [release note](https://downloads.scummvm.org/frs/scummvm/1.8.0/ReleaseNotes); gli eseguibili si possono scaricare come sempre dalla pagina dei [download](/downloads/). Al momento di scrivere non tutti i mantainer dei singoli port hanno già caricato la versione aggiornata del package per la propria piattaforma; ti chiediamo di avere un po' di pazienza se ancora non trovi il download per il tuo sistema.\n\nNon perderti nel Labirinto, e nella peggiore delle ipotesi puoi sempre provare a chiedere aiuto a Mr. Holmes. (Promettiamo che non passerà ancora così tanto tempo prima della prossima release)"
    },
    "20011122": {
        "title": "Benvenuto su ScummVM",
        "content": "Benvenuto su ScummVM! ScummVM è un interprete SCUMM (Script Creation Utility For Maniac Mansion) per Linux e Windows."
    },
    "20020113": {
        "title": "Rilasciato ScummVM 0.1.0",
        "content": "Molti cambiamenti in questa nuova versione. Full Throttle adesso funziona meglio e il lavoro preliminare su The Dig è cominciato. \\[[Scarica](/downloads/)\\]"
    },
    "20020121": {
        "title": "Nuovo design del sito"
    },
    "20200906": {
        "content": "![Discord rich presence](/data/news/20200906.png)\n\nLa prossima versione di ScummVM supporterà la Rich Presence di [Discord](https://discord.gg/4cDsMNtcpG), così potrai fare vedere a tutti i tuoi amici che stai usando ScummVM <i>e</i> quale titolo stai giocando. Ma per funzionare al meglio, abbiamo bisogno delle icone dei giochi.\n\nSe hai sempre voluto contribuire a ScummVM ma non hai mai trovato un'area dove sfruttare le tue capacità artistiche o di design, questa è la tua occasione! Dai un'occhiata al nuovo [Repository Icone Giochi](https://github.com/scummvm/scummvm-icons/) per avere informazioni su come aiutarci.",
        "title": "Icone dei giochi richieste"
    },
    "20200927": {
        "title": "ScummVM 2.2.0 “Interactive Fantasy” vede la Luce",
        "content": "È disponibile una nuova versione di ScummVM. Si tratta di una release affascinante dato che siamo arrivati a supportare dei giochi di avventura del 1976! Hai capito bene, il \"famoso\" _Colossal Cave Adventure_, la prima avventura testuale della storia, è ora giocabile con ScummVM.\n\nOltre a questo (e a circa 1594 altre avventure testuali), abbiamo aggiunto tre nuovi motori e ne abbiamo ampliato altri quattro, il che ci permette di aggiungere i seguenti titoli alla lista dei giochi supportati:\n\n* _Blazing Dragons_\n* _Eye of the Beholder - versione Sega CD_\n* _Griffon Legend_\n* _Interactive Fiction (svariate avventure testuali)_\n* _Operation Stealth_\n* _Police Quest: SWAT_\n* _Prince and the Coward, tradotto in Inglese_\n* _Ultima IV - Quest of the Avatar_\n* _Ultima VI - The False Prophet_\n* _Ultima VIII - Pagan_\n\nCome vedi, abbiamo continuato ad addentrarci nel mondo dei giochi di ruolo.\n\nAltre novità degne di nota: port per MorphOS completamente riscritto; un nuovo sottosistema di gestione dei salvataggi automatici, funzionante per quasi tutti i motori che supportiamo; supporto per la scrittura da destra a sinistra nell'interfaccia grafica; codice dell'emulazione MT-32 aggiornato, supporto per la Rich Presence di Discord.\n\nAbbiamo migliorato significativamente i motori Illusions, Kyra, Lab, Queen, Titanic, Xeen e ZVision, supportando anche versioni alternative di alcuni giochi. È stata ottimizzata l'emulazione delle versioni NES e Apple //gs di Maniac Mansion. Come sempre, abbiamo continuato a riparare i bug originariamente presenti negli script di più di trenta giochi SCI, e abbiamo anche aggiunto il supporto per le colonne sonore in formato Roland D-110.\n\nPuoi consultare le Note di Rilascio complete [qui](https://downloads.scummvm.org/frs/scummvm/2.2.0/ReleaseNotes.html).\n\nScarica la tua copia dalla [pagina dei download](https://www.scummvm.org/downloads), oppure, se usi Windows o MacOS, puoi effettuare l'aggiornamento automatico.\n\nRilasceremo a breve un nuovo port per Android nel Canale Beta, e avremo bisogno del tuo aiuto per testarlo. Apprezzeremmo il tuo feedback nel [sottoforum per il Port Android](https://forums.scummvm.org/viewforum.php?f=17).\n\nÈ il momento giusto per iniziare una buona avventura testuale o friggere qualche mostro in Ultima con Blazing Fire... se sei un drago, naturalmente."
    },
    "20201009": {
        "content": "*“Perdonate l'attesa, Mr. Flores. Sono pronto per accompagnarvi”*– Grim Fandango.\n\nOggi è un giorno speciale, speciale per tante ragioni. Per prima cosa, abbiamo raggiunto la pietra miliare di diciannove anni di ScummVM. La nostra prima release pubblica, ScummVM 0.0.1, venne rilasciata l'8 ottobre 2001. Ma anche qualcos'altro sta accadendo, qualcosa di cui abbiamo discusso a lungo: il progetto ScummVM si sta fondendo ufficialmente con il progetto ResidualVM.\n\nPer molti anni ScummVM si è limitato a supportare giochi di avventura punta-e-clicca 2D, pertanto venne inaugurato il progetto \"gemello\" ResidualVM, al fine di supportare i giochi 3D. Ma d'ora in poi, non ci sarà più confusione su quale progetto deve interessarsi ad un determinato gioco. ScummVM ora abbraccia sia giochi di avventura che giochi di ruolo, 2D e 3D, punta-e-clicca o meno. È un passo naturale nell'evoluzione di entrambi i progetti, che sono stati sviluppati in simbiosi, scambiandosi idee, patch e scelte di design. Inoltre, diversi programmatori hanno lavorato su entrambi i progetti.\n\nGrazie a questa fusione, ScummVM ora include svariati nuovi titoli nella lista dei giochi supportati: _Grim Fandango_, _Fuga da Monkey Island_, _Myst III - Exile_, _The Longest Journey_ e un motore ancora incompleto per _In Cold Blood_, così come la parte 3D per il motore Wintermute.\n\nSiamo entusiasti di accogliere gran parte del team di ResidualVM e continueremo a lavorare insieme.\n\nNaturalmente, ci sono ancora molte cose da fare e, nelle prossime settimane, la fusione interesserà anche altre parti del progetto come i forum, wiki, eccetera.\n\nRimanete sintonizzati e proiettiamoci nella terza dimensione!",
        "title": "La Fusione"
    },
    "20201025": {
        "content": "La nuova e scintillante versione Android di ScummVM 2.2.1 è ora disponibile sul Google Play Store. Dopo un periodo di lavoro piuttosto esteso da parte dei nostri sviluppatori, e un mese di beta testing pubblico, dove i membri della community hanno contribuito segnalando diversi bug da risolvere, possiamo finalmente rilasciare la versione stabile dell'app Android di ScummVM.\n\nL'app è stata ampiamente riscritta e testata su moderni device Android, fino alla versione 10+. Include nuove funzionalità che la portano alla pari della versione desktop, come il supporto per FluidSynth, i salvataggi nel Cloud e ulteriori opzioni di localizzazione (lingua) per l'interfaccia utente. È stata aggiunta la funzionalità di Server File Locale (su LAN), mediante la quale il device può funzionare temporaneamente come file server, dando la possibilità di scaricare files (salvataggi o files di configurazione) o caricarne di nuovi (es. i file dati dei giochi), utilizzando un browser su PC o un altro client.\n\nCon questa release abbiamo risolto alcune criticità presenti da tempo, tra cui:\n\n* la perdita dei files di configurazione e salvataggi in seguito all'aggiornamento a una nuova versione\n* la navigazione nelle cartelle, rispettando i permessi di accesso\n* il funzionamento dei tasti speciali sulla tastiera virtuale (es. i tasti funzione) e la gestione delle digitazioni ripetute\n\nAltri miglioramenti significativi sono stati apportati all'interfaccia grafica dell'applicazione, tra cui la possibilità di scegliere se visualizzarla con grafica filtrata (scaling bilineare) o no (scaling nearest neighbor), miglioramenti per la tastiera virtuale al fine di renderla più responsiva ed emulare più accuratamente una tastiera fisica, e il supporto per il mouse virtuale, controllato mediante lo stick analogico del tuo controller.\n\nAggiornando alla nuova versione 2.2.1 potrai usufruire di tutti i motori di gioco che sono stati introdotti in ScummVM a partire dalla versione 2.0.0, come Blade Runner, Ultima IV, Quest for Glory IV; oltre ai miglioramenti e bugfix effettuati su i motori preesistenti.\n\nNaturalmente, siamo sempre pronti ad ascoltare il feedback da parte degli utenti, e i suggerimenti per possibili migliorie sono benvenuti. Per favore, usa il [bug tracker di ScummVM](https://bugs.scummvm.org) per segnalare eventuali bug riscontrati.\n\nRingraziamo tutti i beta tester per il prezioso contributo e ci auguriamo che possiate apprezzare questa versione Android di ScummVM."
    },
    "20201122": {
        "content": "C'era un volta - intorno al 1994 - una software house di nome \"Adeline Software International\" che rilasciò un gioco intitolato \"Little Big Adventure\" (in Europa) o \"Relentless: Twinsen's Adventure\" (nel resto del mondo). Si trattava di un gioco di azione-avventura in pseudo-3D, caratterizzato da una storia epica e ambientato su un pianeta fantastico, ed è ora in fase di test nella versione di sviluppo di ScummVM. Per favore, tieni presente che alcune delle funzionalità del gioco originale non sono ancora state implementate. In compenso abbiamo aggiunto alcune nuove funzioni non disponibili originariamente.\n\nFunzionalità non implementate e problemi noti:\n\n* La mappa olografica non è ancora disponibile\n* Non è ancora possibile cambiare le impostazioni di rendering\n* La sequenza dei riconoscimenti presenta alcuni bug grafici\n\nNuove funzionalità:\n\n* Possibilità di disabilitare i danni causati dalle collisioni con pareti/ostacoli\n* Navigazione dell'interfaccia utente migliorata\n\nTutto ciò è stato reso possibile grazie alle persone del progetto [TwinEngine](https://github.com/xesf/twin-e) e alla community di LBA.\n\nPuoi testare il gioco con l'ultima [versione di sviluppo](https://buildbot.scummvm.org/#/snapshots) e segnalare eventuali problemi sul nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Piccole grandi avventure all'orizzonte"
    },
    "20201127": {
        "content": "Nel 2019, Andrei Prykhodko (whiterandrek), uno studente della Google Summer of Code, ha iniziato a lavorare per aggiungere la serie \"Red Comrades\" (in russo: Петька и Василий Иванович) ai giochi supportati da ScummVM.\n\nRed Comrades è un gioco di avventura 2D con prospettiva in terza persona.\nI protagonisti sono tratti dal romanzo del 1923 \"Chapaev\", di Dmitri Furmanov: Vasiliy Chapayev (eroe di guerra russo realmente esistito), il suo aiutante Petka e la soldatessa-mitragliere Anka.\n\nDopo una estesa fase di sviluppo, il team di ScummVM è lieto di annunciare la compatibilità con i primi due giochi della serie: _Red Comrades 1: Save the Galaxy_ (in russo: _Петька и Василий Иванович спасают галактику_) e _Red Comrades 2: For the Great Justice_ (in russo: _Петька и Василий Иванович 2: Судный день_).\n\nRecupera la tue copie dei giochi e fai una prova! Sfortunatamente, sono supportate solo le versioni originali in russo per Windows. Le versioni in inglese per iOS e Android usano un motore completamente diverso.\n\nSe non possiedi una copia, puoi scaricare la versione dimostrativa dalla nostra [sezione demo](https://www.scummvm.org/demos/). Dovrai utilizzare un [daily build della versione di sviluppo](https://buildbot.scummvm.org/#/snapshots) di ScummVM. Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "La serie di videogiochi \"Red Comrades\" è ora supportata"
    },
    "20201220": {
        "content": "È il momento di inaugurare la fase di test per altri due sottomotori Glk. Il primo è l'interprete Glulx, per il quale sono disponibili molti giochi gratuiti su [IF-Archive](https://www.ifarchive.org/indexes/if-archiveXgamesXglulx.html).\n\nIl secondo è il motore Comprehend per i giochi prodotti da Polarware. Qui le cose sono un po' più complicate. Attualmente, solo i primi tre giochi sviluppati per tale motore sono utilizzabili: Transylvania, Crimson Crown e OO-Topos. Anche questi titoli sono disponibili gratuitamente su [IF-Archive](https://www.ifarchive.org/indexes/if-archive/games/pc/penguin/). Esiste, tuttavia, una riedizione di Transylvania, anch'essa gratuita e disponibile sul sito \"Graphics Magician\", che non è ancora supportata.\n\nPer quanto riguarda gli altri giochi Comprehend, \"Talisman\" sarà probabilmente supportato in futuro, ma richiederà un lavoro aggiuntivo non indifferente. Tutti gli altri titoli non qui specificati, come \"Transylvania III\", utilizzano un motore completamente diverso e pertanto rimarranno al di fuori delle possibilità di ScummVM per il prossimo futuro.\n\nSe sei interessato, scarica qualcuno dei giochi indicati e provali con ScummVM. Dovrai utilizzare un [daily build della versione di sviluppo](https://buildbot.scummvm.org/#/snapshots). Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Sei in grado di Comprehend-ere?"
    },
    "20210311": {
        "title": "Google Summer of Code 2021 : Al via!",
        "content": "Siamo orgogliosi di annunciare che il progetto ScummVM è stato nuovamente ammesso alla Google Summer of Code. Questo periodo dell'anno è sempre entusiasmante per noi, e quest'anno non sarà da meno. Per il 2021, il programma del GSoC è stato rinnovato da Google, con la premessa di focalizzarsi su progetti meno ampi e con requisiti d'ammissione ridotti, dando quindi la possibilità a più studenti di partecipare.\n\nTenendo conto di ciò, il nostro team ha preparato diverse proposte che i candidati sono incoraggiati ad esplorare, come indicato nella nostra [pagina idee](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2021). Per favore, controlla le [informazioni richieste per la candidatura](https://wiki.scummvm.org/index.php?title=GSoC_Application) prima di inviarla.\n\nPuoi scoprire di più a proposito del programma GSoC, e le contribuzioni degli anni precedenti sul [miniportale Google Summer of Code](https://wiki.scummvm.org/index.php?title=Summer_of_Code).\n\nUnisciti al nostro [server Discord](https://discord.gg/4cDsMNtcpG) e segui il canale #scummvm-gsoc, dove potrai metterti in contatto con i mentori e con gli altri componenti del team.\n\nSiamo entusiasti di fare parte del GSoC e non vediamo l'ora di ricevere le vostre candidature!"
    },
    "20210317": {
        "title": "_Nippon Safes Inc._ rilasciato come Freeware",
        "content": "Grandi novità! Grazie all'immenso impegno di Damiano Gerli e alla generosità degli autori, Marco Caprelli, Paolo Costabel, Massimo Magnasciutti e del produttore Bruno Boz, siamo lieti di annunciare che il gioco _Nippon Safes Inc._ è ora disponibile come freeware.\n\nSi tratta di un gioco breve ma divertente, sviluppato nel 1992 dal piccolo studio italiano DYNABYTE - Divisione EUCLIDEA s.r.l.. Puoi trovare informazioni dettagliate sulla storia della DYNABYTE nel blog di Damiano [The Genesis Temple](https://genesistemple.com/the-big-italian-adventure-the-history-of-dynabyte-software).\n\nSia la versione DOS che quella Amiga sono state dichiarate freeware, con il permesso di modificare i files e di disabilitare la protezione (che richiede di consultare il manuale). Comunque, abbiamo reso disponibile anche il manuale scannerizzato. Puoi scaricare il tutto alla [pagina giochi](/games).\n\nIl gioco è supportato da ScummVM già dalla versione 0.10.0, rilasciata nel 2007.\n\nBuon divertimento con un'altra grande avventura punta e clicca freeware!\n\nP.S. Se possiedi le scatole originali dei titoli _The Big Red Adventure_ o _Tequila & Boom Boom_, prodotti dagli stessi sviluppatori, e sei in grado di fornirci delle scansioni ad alta risoluzione, per favore contatta sev."
    },
    "20210322": {
        "title": "Risolvi un omicidio a Los Angeles negli anni '40",
        "content": "Abbiamo il piacere di annunciare che _Private Eye_ della Brooklyn Multimedia è pronto per la fase di test pubblica.\n\nImpersona Phillip Marlowe, un tosto detective privato, e prova a risolvere un caso di omicidio ambientato nella Los Angeles degli anni '40.\n\nRilasciato nel 1996, questo titolo è un vero gioiellino caratterizzato da animazioni realizzate con la tecnica tradizionale (cel-animation) e doppiaggio professionale. Ispirato alle opere di Raymond Chandler, il gioco si sviluppa come un film interattivo, con la possibilità di scegliere tra due versioni: fedele al libro oppure con finale alternativo.\n\nAl momento, è supportata solo la versione americana per Windows.\n\nAvrai bisogno di una [daily build della versione di sviluppo](https://buildbot.scummvm.org/#/snapshots). Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/)."
    },
    "20210404": {
        "title": "Migliaia di giochi da testare",
        "content": "Siamo pronti ad aprire al pubblico una vera miniera di giochi. Nel corso degli anni, per il motore AGS sono stati rilasciati moltissimi giochi freeware ed anche alcuni titoli commerciali. Tuttavia, ricorda che il nostro motore è derivato dall'interprete stand-alone di AGS, e pertanto può supportare solo i giochi AGS versione 2.5 e superiori.\n\nSe sei interessato, ti consigliamo di scaricare qualche gioco freeware dal [sito web di AGS](https://www.adventuregamestudio.co.uk/site/games/). Avrai bisogno di una [daily build della versione di sviluppo](https://buildbot.scummvm.org/#/snapshots). Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/). Ti saremmo grati se ci potessi comunicare sul [canale Discord #engine-ags](https://discord.gg/eQYERyBc) quali giochi hai finito di testare."
    },
    "20210518": {
        "content": "![GSoC Logo](/data/news/GSoC2016Logo.png)\n\nNella giornata di ieri, Google ha annunciato la lista degli studenti che sono stati ammessi alla nuova edizione della [Google Summer of Code](https://summerofcode.withgoogle.com/). Siamo orgogliosi di dare il benvenuto ai sei studenti che quest'anno lavoreranno su varie parti del progetto nei prossimi mesi.\n\n* Aashwin Vaish (av_dx) migliorerà la GUI, aggiungendo un'interfaccia grafica per gestire la libreria dei giochi, con la possibilità di visualizzare coverart e miniature, raggruppare i giochi e filtrare l'elenco secondo diversi criteri\n* a-yyg (a/) si occuperà dello sviluppo di un nuovo motore per Faery Tale Adventure II, basato sul codice sorgente originale, gentilmente fornito da The Dreamers Guild\n* Crane yang (sheep) si unirà agli sforzi congiunti per migliorare il motore Director\n* Divyam Ahuja (Hikigaya) si impegnerà a completare l'implementazione di alcuni motori che attualmente sono in fase di stallo, dando la priorità ai motori MacVenture e Avalanche\n* Dylan Servilla (djsrv) lavorerà anch'egli al motore Director, continuando il suo lavoro svolto nella precedente edizione della GSoC, con l'obiettivo di arrivare a supportare le versioni 2-4 di Director\n* taylorzhancher (twan) si focalizzerà sull'aggiunta delle funzionalità di sintesi vocale a diversi giochi, per migliorare l'esperienza di gioco per le persone che hanno difficoltà a leggere i testi a schermo\n\nE' dal 2008 che non abbiamo l'opportunità di seguire e fare da mentori a ben sei studenti. Pertanto, festeggiamo e diamo un caloroso benventuto agli studenti della GSoC 2021!",
        "title": "Diamo il benvenuto agli studenti della GSoC!"
    },
    "20210611": {
        "content": "Dal 1940 al 2099, _Nightlong: Union City Conspiracy_ è pronto per la fase di test pubblica. Assumi il ruolo dell'investigatore privato Joshua Reev in una avventura grafica in stile cyberpunk. Rilasciato nel 1998 dalla Trecision, il gioco è caratterizzato da ambientazioni pre-renderizzate e animazioni 3D con rendering via software. Porta alla luce la cospirazione (e tutti i bug)!\n\nRingraziamo gli sviluppatori originali, per aver fornito il codice sorgente, e SupSuper, Strangerke, bluegr e madmoose per averlo portato in ScummVM.\n\nTutte le versioni per Windows sono supportate, compresi i salvataggi originali, consulta la [wiki](https://wiki.scummvm.org/index.php?title=Nightlong:_Union_City_Conspiracy) per sapere quali file sono necessari. Se non possiedi il gioco, abbiamo a disposizione le [versioni dimostrative](https://www.scummvm.org/demos/). Per testare il gioco avrai bisogno di una [daily build](https://www.scummvm.org/downloads/#daily) di ScummVM. Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Una nuova avventura fantascientifica per ScummVM"
    },
    "20210629": {
        "content": "Preparati per un'avventura che attraversa 1200 anni e 7 mondi mozzafiato. L'epico sequel di _The Journeyman Project_, _The Journeyman Project 2: Buried in Time_ è ora pienamente supportato da ScummVM.\n\nDopo diversi anni di sviluppo da parte di clone2727, e qualche anno di \"maturazione\" sullo scaffale, il gioco è finalmente pronto per la fase di test pubblica.\n\nAiutaci ad affrontare questa epopea. Recupera i tuoi CD (o la [versione digitale di GOG.com](https://www.gog.com/game/journeyman_project_2?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)), copia [i file necessari](https://wiki.scummvm.org/index.php?title=The_Journeyman_Project_2:_Buried_in_Time) e spicca il volo! Dovrai utilizzare la [daily build](https://www.scummvm.org/downloads/#daily) più recente di ScummVM. Puoi segnalare eventuali incidenti di percorso tramite il nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Appena cent'anni di sviluppo..."
    },
    "20210718": {
        "content": "Lo scorso anno abbiamo [aggiunto il supporto](https://www.scummvm.org/news/20200521/) per i giochi della saga di Ultima, compreso [Ultima 8](https://www.scummvm.org/news/20200524/).  Usando il motore di Ultima 8 come base, la Origin Systems ha creato altri due giochi, con uno stile piuttosto differente: _Crusader: No Remorse_ e _Crusader: No Regret_.\n\nSiamo lieti di annunciare che il primo (Crusader: No Remorse) è ora pronto per la fase di test in ScummVM.  Se disponi di una copia del gioco e sei pronto ad affrontare il Consorzio Economico Mondiale, scarica subito l'ultima [daily build](https://www.scummvm.org/downloads/#daily) di ScummVM.  Se incontri dei malfunzionamenti, per favore segnalali al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Per prima cosa, mi permetta di darle il benvenuto alla Resistenza, Capitano."
    },
    "20210817": {
        "content": "Dopo cinque anni di sviluppo attivo, siamo orgogliosi di annunciare i primi giochi basati sul motore Macromind/Macromedia Director che sono finalmente supportati.\n\nIskrich, uno studente della GSoC, ha scritto le prime righe del codice del motore, facendo riferimento ai tentativi di reverse engineering compiuti da fuzzie, inizialmente scritti in Python come parte del progetto _continuity_. Quindi, il lavoro è proseguito nel 2017 ad opera di sev, con l'inizio dello sviluppo del compilatore Lingo, e di stevenhoefel con l'aggiunta del codice relativo a Director 5. Nel 2018 lo sviluppo si è praticamente fermato, per poi ripartire nel 2019 grazie ai miglioramenti per Director 4 compiuti da moralrecordings. Infine, nel 2020 e nel 2021 è stata svolta la gran parte dello sviluppo, prima da parte di npjg e djsrv, quindi sheep e djsrv, mentre rvanlaar ha preparato un buildbot apposito dedicato al progetto.\n\nPer farla breve, dopo 3738 commits, possiamo annunciare il supporto per i titoli basati su Director 2 come _Spaceship Warlock_. Anche alcuni basati su Director 3 potrebbero funzionare, e tra questi supportiamo in particolar modo _L-ZONE_.\n\nRecupera i tuoi CD e prova questi titoli. Stiamo anche raccogliendo informazioni su qualsiasi titolo basato su Director (e Shockwave) per completare la [nostra Wiki](https://wiki.scummvm.org/index.php?title=Director/Games), per favore aiutaci nella catalogazione.\n\nStiamo lavorando attivamente per ampliare la compatibilità di Director 3, principalmente per la versione originale di _Journeyman Project_, e per migliorare le funzionalità di Director 4, concentrandoci in primis su _Meet MediaBand_ e _Chop Suey_.\n\nPer avviare questi giochi avrai bisogno della [daily build](https://www.scummvm.org/downloads/#daily) più recente di ScummVM.  Come sempre, puoi segnalare eventuali problemi al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Aggiunto il supporto per i primi titoli Macromedia Director"
    },
    "20210828": {
        "content": "È passato quasi un anno dall'ultima release di ScummVM. Da allora, sono state introdotte innumerevoli novità, come riportato dettagliatamente nel [file NEWS.md](https://github.com/scummvm/scummvm/blob/branch-2-3/NEWS.md). Abbiamo bisogno del tuo contributo per testare questa nuova versione!\n\nOltre alla [lista dei giochi da testare prima della release](https://wiki.scummvm.org/index.php?title=Release_Testing/2.3.0), le aree su cui concentrarsi sono:\n\n* Supporto UTF-32 per l'interfaccia utente, che permette traduzioni complete in Giapponese e Coreano. (Inoltre, sei il benvenuto se desideri [collabolare per le traduzioni in altre lingue](https://translations.scummvm.org/projects/scummvm/scummvm/)).\n* Supporto per schermi HiDPI (Retina) nell'interfaccia utente. Basta font sfocati!\n* Port per Nintendo DS, ampiamente riscritto per aggiornarlo agli ultimi motori e alle nuove funzionalità introdotte.\n* Motori 3D già parte di ResidualVM. I giochi come _Grim Fandango_, _The Longest Journey_ e _Myst III: Exile_ necessitano di una nuova playthrough.\n* Un totale di 12 nuovi motori e modifiche generalizzate per 24 motori preesistenti.\n\nPer prima cosa avrai bisogno dell'[ultima build stabile](https://www.scummvm.org/downloads/#daily) di ScummVM. Quindi, prova a caricare qualche gioco e riporta eventuali problematiche nel [bug tracker](https://bugs.scummvm.org/) e i tuoi progressi nei giochi in [questo post sul forum ](https://forums.scummvm.org/viewtopic.php?f=1&t=16362) per permetterci di tenere traccia dei test sulla [Wiki](https://wiki.scummvm.org/index.php?title=Release_Testing/2.3.0).",
        "title": "Aiutaci a testare la prossima versione di ScummVM"
    },
    "20211009": {
        "content": "Venti anni fa, precisamente martedì 9 ottobre 2001, alle ore 16:30:12, Ludvig Strigeus pubblicò la prima revisione del codice di ScummVM, corrispondente alla versione 0.0.1 del progetto. Gli anni sono volati in un lampo, ed oggi possiamo annunciare con orgoglio il rilascio della versione 2.5.0 di ScummVM, nome in codice \"Twenty years ago today...\"\n\nLa [lista delle novità](https://downloads.scummvm.org/frs/scummvm/2.5.0/ReleaseNotes.html) è davvero imponente.\n\nInnanzitutto, si tratta della prima release dotata di supporto per i giochi 2.5D (\"pseudo-3D\"), grazie alla fusione con il progetto ResidualVM. _Grim Fandango_, _The Longest Journey_ e _Myst 3: Exile_. sono ora compatibili con ScummVM, e sono la principale ragione per cui abbiamo deciso di saltare direttamente al numero 2.5 di versione. Tuttavia, solo le piattaforme desktop possono eseguire tali giochi; il supporto verrà successivamente esteso ad altre piattaforme, se sufficientemente performanti.\n\nIn aggiunta ai suddetti tre giochi (e relativi motori), ora supportiamo ufficialmente 10 nuovi motori e sotto-motori, che garantiscono la compatibilità con i seguenti titoli:\n\n* _Little Big Adventure_\n* _Red Comrades 1: Save the Galaxy_\n* _Red Comrades 2: For the Great Justice_\n* _Transylvania_\n* _Crimson Crown_\n* _OO-Topos_\n* [Giochi interactive fiction Glulx](https://wiki.scummvm.org/index.php?title=Glk/Glulxe)\n* _Private Eye_\n* [Giochi AGS versione 2.5 e superiori](https://wiki.scummvm.org/index.php?title=AGS/Games)\n* _Nightlong: Union City Conspiracy_\n* _The Journeyman Project 2: Buried in Time_\n* _Crusader: No Remorse_\n* _L-ZONE_\n* _Spaceship Warlock_\n\nNon intendiamo trascurare le versioni tradotte dei giochi e i port per altri sistemi, pertanto abbiamo migliorato il supporto per la release Konami di _Lure of the Temptress_, _Blue Force_ Spagnolo, _Ringworld_ Spagnolo, _Amazon: Guardians of Eden_ Spagnolo, _Mystery House_ Francese, traduzioni in russo dei giochi Sierra AGI, _Elvira 1_ PC-98 Giapponese, _Bargon Attack_ Russo, _Woodruff_ Russo, _Eye of the Beholder_ Sega-CD Giapponese, _Legend of Kyrandia_ Ebraico, _Legend of Kyrandia 2_ Ebraico, _Legend of Kyrandia 3_ Cinese Semplificato, _Inherit the Earth_ PC-98 Giapponese, _Gabriel Knight 1_ Macintosh, _Xeen_ Russo ... solo per citarne alcuni. Degne di nota anche le versioni bianco/nero per Macintosh di _Loom_ e _Indy 3_, ora supportate.\n\nScummVM 2.5.0 include diversi miglioramenti e nuove funzionalità. Abbiamo lavorato estensivamente sull'interfaccia grafica: i caratteri Unicode sono supportati in tutto ScummVM. L'interfaccia si adatta inoltre alle alte risoluzioni utilizzate dagli schermi HiDPI. Il port per Nintendo DS è stato ampiamente riscritto. Per svariati giochi abbiamo aggiunto gli obiettivi GOG e Steam e abilitato la funzionalità di mappatura dei tasti. Grazie al lavoro di uno dei nostri studenti della Google Summer of Code, abbiamo aggiunto un'opzione per la sintesi vocale nei giochi _Sfinx_, _Soltys_ e _The Griffon Legend_.\n\nTutta questa abbondanza è disponibile per diverse piattaforme sulla nostra [pagina download](https://www.scummvm.org/downloads/), oppure, se utilizzi Windows o Macintosh, puoi effettuare l'aggiornamento automatico.\n\nTi auguriamo grandi avventure, enigmi risolti con successo e appassionanti viaggi in mondi GDR... e speriamo continuerai a seguirci nei prossimi anni.\n\nSe sei interessato, su GOG.com è in corso una [promozione speciale](https://www.gog.com/news/special_event_bscummvm_20th_anniversaryb?pp=22d200f8670dbdb3e253a90eee5098477c95c23d) in onore del nostro anniversario, dove puoi acquistare molti giochi supportati da ScummVM ad un prezzo scontato.",
        "title": "Vent'anni fa, oggi..."
    },
    "20211118": {
        "content": "Dopo più di [10 anni di sviluppo](https://www.alexbevi.com/blog/2021/05/19/scummvm-asylum-engine/), il team di ScummVM è lieto di annunciare il supporto per l'avventura psico-horror \"Sanitarium\".\n\nProcurati il CD o la release digitale e immergiti in una storia piena di incubi e misteri.\n\nSe non possedi il gioco, abbiamo a disposizione la [versione dimostrativa](/frs/demos/asylum/asylum-demo.zip).\n\nDovrai utilizzare l'ultima [daily build](/downloads/#daily). Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Cerca la verità"
    },
    "20220102": {
        "title": "Californio(*) per l'anno nuovo",
        "content": "Sono passati diversi mesi dalla monumentale release 2.5.0, ed ora il team di ScummVM è entusiasta di annunciare la release di mantenimento 2.5.1, nome in codice \"Californium\"*.\n\nLe novità più significative sono le seguenti: abbiamo aggiunto gli scaler (AdvMame, HQ... eccetera) per la modalità OpenGL; corretto alcuni bug in _The Lost Files of Sherlock Holmes_; reso i suoni di _Sam & Max_ più fedeli all'originale; migliorato la grafica per le versioni Macintosh di alcuni giochi SCUMM; implementato dei renderer aggiuntivi per _The Longest Journey_; introdotto diversi miglioramenti per _Little Big Adventure_ e risolto l'odioso bug all'avvio di _World of Xeen_.\n\nLa lista completa dei cambiamenti è disponibile [qui](https://downloads.scummvm.org/frs/scummvm/2.5.1/ReleaseNotes.html).\n\nPuoi scaricare la nuova versione al solito posto nella [pagina dei downloads](https://www.scummvm.org/downloads/). A causa di un leggero ritardo per il rilascio della versione macOS, l'aggiornamento automatico sarà disponibile tra qualche giorno - rimanete sintonizzati!\n\nBuon 2022 con ScummVM!\n\n\\* La massa atomica media del Californio (numero atomico 98) è 251."
    },
    "20220201": {
        "content": "_Marvel Comics Spider-Man: The Sinister Six_, il primo gioco supportato dal [motore Hypno](https://wiki.scummvm.org/index.php?title=Hypno), è pronto per la fase di test pubblica!\n\nPreparati a sconfiggere gli arcinemici di Spidey: Dottor Octopus, Hobgoblin, Shocker, Camaleonte, Mysterio e Avvoltoio! 🕷\n\nPubblicato dalla _Brooklyn Multimedia_ nel 1996, in questo gioco di azione-avventura vesti i panni di Peter Parker, meglio noto come Spider-Man. Il gioco comprende sei differenti archi narrativi, che si evolveranno secondo le tue decisioni, e quattro livelli di difficoltà.\n\nAttualmente ScummVM supporta le versioni inglese e spagnola. Il supporto per la versione in Ebreo verrà aggiunto a breve. Esiste inoltre una versione tedesca, ma dobbiamo reperire una copia originale e funzionante prima di poterla supportare. Per favore, [contattaci](https://www.scummvm.org/contact/) se la possiedi.\n\nPer giocare ad una di queste versioni, avrai bisogno di una [daily build di sviluppo](https://www.scummvm.org/downloads/#daily). Come sempre, puoi segnalare eventuali problemi al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Sopravviverai a sei dei tuoi più acerrimi nemici? 🕷"
    },
    "20220216": {
        "content": "Sono passati ben tredici anni da quando il motore Groovie 1 è stato incluso in ScummVM, e con esso il supporto per *The 7th Guest*. Finalmente, abbiamo aggiunto il supporto anche per il motore Groovie 2 e i quattro giochi che lo utilizzano: *The 11th Hour*, *Clandestiny*, *Tender Loving Care* (versione CD-ROM) e *Uncle Henry's Playhouse*.\n\nSe i mini-giochi contro Stauf sono troppo difficili, puoi abilitare la nuova opzione \"IA Facilitata\", disponibile per tutti i giochi (ad eccezione di *Tender Loving Care*, che non contiene puzzle interattivi). L'opzione è disponibile anche per il motore Groovie originale di *The 7th Guest*, in aggiunta a vari miglioramenti come il clic destro per l'avanzamento veloce.\n\nIndossa il tuo Cappello Pensatore e procurati una [daily build](https://buildbot.scummvm.org/#/dailybuilds) per cimentarti nell'impresa. Puoi provare anche le [versioni dimostrative](https://www.scummvm.org/demos/#other). Come sempre, ti incoraggiamo a segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/newticket?component=Engine:%20Groovie)."
    },
    "20220308": {
        "title": "ScummVM è stato ammesso alla Google Summer of Code 2022",
        "content": "Anche quest'anno il nostro progetto è stato ammesso alla [Google Summer of Code](https://summerofcode.withgoogle.com).\n\nNelle scorse edizioni, Google permetteva la partecipazione solo degli studenti. Quest'anno, invece, anche i non-studenti saranno benvenuti e potranno programmare con noi. Ora sono possibili due tipologie di attività, da 175 e da 350 ore, rispettivamente. Alcune delle nostre proposte possono essere applicabili ad entrambi i casi.\n\nScummVM sta cercando dei candidati! Un elenco di possibili progetti è disponibile su [questa pagina](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2022), ma siamo aperti anche a nuove proposte. Assicurati di avere a disposizione [tutti i dati necessari](https://wiki.scummvm.org/index.php?title=GSoC_Application) prima di inviare la candidatura.\n\nUsufruendo dell'esperienza maturata in 14 anni di GSoC, abbiamo preparato alcune linee guida per aiutarti a cominciare. Puoi iniziare al nostro [Miniportale Google Summer of Code](https://wiki.scummvm.org/index.php?title=Summer_of_Code).\n\nInoltre, ti incoraggiamo ad unirti al nostro [server Discord](https://discord.gg/4cDsMNtcpG) ed a seguire il canale #scummvm-gsoc, dove potrai interagire con i mentori e con gli altri componenti del team.\n\nAspettiamo con impazienza la tua candidatura e partecipazione!"
    },
    "20220401": {
        "content": "A partire da oggi, le ultime versioni di sviluppo di ScummVM supportano il nuovo trend di cui tutti i gamer parlano: i NFT (non-fungible tokens)! Questa rivoluzionaria funzionalità, creata esclusivamente per i giocatori usufruendo della tecnologia blockchain, identifica univocamente gli oggetti nei giochi, permettendoti di avvicinarti ancora di più ai mondi dei tuoi giochi preferiti. Non si tratta più di *un* pollo di gomma con la carrucola in mezzo, ma del *tuo* pollo di gomma con la carrucola in mezzo.\n\nMa la proprietà esclusiva di un oggetto di gioco è solo l'inizio! I nostri sviluppatori stanno lavorando per permetterti di trasferire oggetti tra gli inventari di giochi differenti. Ti piace la motosega che hai trovato in *Full Throttle*? Con le potenzialità degli NFTs, potrai trasferirla a *The Secret of Monkey Island* e creare delle soluzioni alternative per i puzzle!\n\nMa gli NFT non sono poco efficienti in termini energetici? Non per noi! Gli NFT nei giochi moderni sono effettivamente poco amici dell'ambiente, perchè ogni oggetto è costituito da migliaia di milioni di pixel. Ma nei giochi retro che ScummVM supporta, gli oggetti sono formati da *decine* di pixel, il che rende l'impatto ambientale minimo.\n\nNaturalmente, avrai la possibilità di acquistare e vendere i tuoi preziosi NFTs tramite [ScummVMM (Script Creation Utility for Maniac Mansion Virtual Machine Marketplace)](https://opensea.io/collection/scummvm). Potrai scambiare valuta vera per NFTs o lootbox contenenti nuovi costumi o cappelli. I guadagni ci aiuteranno a finanziare delle esclusive \"convention per sviluppatori\" su isole tropicali e il nostro progetto di lanciare una DeSoto di *Sam & Max* nello spazio.\n\n**Aggiornamento:** Siamo rimasti sbalorditi dalle incredibili reazioni a questo post! Tuttavia, dei recenti problemi legali per l'uso degli NFT nel Regno di Daventry ci hanno costretto a considerare dei metodi alternativi che saranno a disposizione dei residenti locali.\n\nCi siamo inoltre resi conto che le vacanze ai tropici e i payload spaziali sono più onerosi del previsto, pertanto abbiamo accantonato tali piani. Tuttavia, se lo desideri, puoi contribuire alle spese per l'hosting di ScummVM donando tramite PayPal o acquistando giochi su GOG.com [usando il nostro link affiliato](https://www.gog.com/?pp=22d200f8670dbdb3e253a90eee5098477c95c23d).",
        "title": "Guarda dietro di te, un NFT di una scimmia a tre teste!"
    },
    "20220506": {
        "content": "_Wetlands_, la più recente aggiunta ai giochi supportati dal [motore Hypno](https://wiki.scummvm.org/index.php?title=Hypno), è pronto per la fase di test pubblica!\n\nSi tratta di uno sparatutto rail-shooter fantascientifico, sviluppato dalla Hypnotix e pubblicato dalla New World Computing nel 1995. Il gioco comprende 20 livelli ricchi d'azione, scene d'intermezzo cinematografiche, bellissimi personaggi disegnati a mano e spettacolari sfondi tridimensionali.\n\nAmbientato nel 2495, l'umanità è costretta a vivere in città subacquee, in seguito ad un test nucleare andato storto che ha causato piogge perenni sull'intero pianeta. Una guerra scoppia tra La Federazione (costituita dagli ex governi terrestri) e i Volarins, un gruppo di terroristi capeggiato dallo scienziato pazzo e principale \"cattivo\" di _Wetlands_, Phillip Nahj. Impersoni John Cole, un mercenario senza scrupoli ingaggiato per catturare Nahj vivo.\n\nScummVM attualmente supporta le versioni Inglese, Spagnola, Francese, Tedesca e Coreana del gioco ed include un sistema di controllo migliorato. Puoi supportare ScummVM acquistando _Wetlands_ da GOG.com tramite il nostro [link referral](https://www.gog.com/en/game/wetlands?pp=22d200f8670dbdb3e253a90eee5098477c95c23d). Per favore [contattaci](https://www.scummvm.org/contact/) se sei in possesso di altre versioni.\n\nPer giocare avrai bisogno di una [build di sviluppo](https://www.scummvm.org/downloads/#daily). Come sempre, puoi segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Fai un respiro profondo e immergiti in Wetlands"
    },
    "20220522": {
        "content": "![GSoC Logo](/data/news/GSoC2016Logo.png)\n\nAlcuni giorni fa, Google ha diramato l'elenco degli studenti che sono stati ammessi alla [Google Summer of Code](https://summerofcode.withgoogle.com/) di quest'anno.\n\nSiamo orgogliosi di dare il benvenuto ai quattro studenti che nei prossimi mesi lavoreranno su diverse parti del nostro progetto.\n\n* Pragyansh Chaturvedi (alias [Raikou](https://blogs.scummvm.org/raikou/)) si occuperà del miglioramento del motore DIRECTOR. Grazie ai suoi sforzi, potremo aggiungere il supporto per molti giochi di avventura anni '90 che sono stati sviluppati con i tools di Macromedia Director. Implementando un numero maggiore di funzioni interne utilizzate da DIRECTOR, l'obiettivo principale di Pragyansh è di estendere il supporto per _Meet Mediaband_ e _The Journeyman Project_ (Windows e Mac), al fine di renderli completamente giocabili senza bug.\n\n* Michael Hayman (alias [Quote58](https://blogs.scummvm.org/quote58/)) è in procinto di implementare il supporto per _The Immortal_. Questo gioco (rilasciato nel 1990) può essere definito come un mix di generi diversi, con elementi RPG, sequenze d'azione e puzzle. Il fatto che esistano molte varianti di questo gioco, con differenze significative tra l'una e l'altra (ed è interamente scritto in assembly!) lo rendono una sfida interessante. Questo progetto è il proseguimento del lavoro iniziato da un altro studente nella GSoC 2018.\n\n* Emanuele Grisenti (alias [grisenti](https://blogs.scummvm.org/grisenti/)) lavorerà su di un nuovo motore, _HPL1_. I sorgenti sono stati recentemente rilasciati con licenza GPLv3 da parte degli sviluppatori originali, _Frictional Games_. Lo scopo del progetto è la realizzazione di un port completo a ScummVM di questo motore, permettendoci quindi di supportare il gioco survival del 2007 _Penumbra: Overture_.\n\n* Avijeet Maurya (aka [StableSteady](https://blogs.scummvm.org/stablesteady/)) si concentrerà su diversi motori, attualmente incompleti: MacVenture, Avalanche, Glk-Scott, Pink e WAGE. Alcuni di questi sono pressochè completi, ma non ancora davvero fruibili. L'obiettivo di Avijeet sarà quindi di individuare tutte le funzionalità mancanti e risolvere i bug esistenti. Lo scopo ultimo sarà quindi di portare tutti questi motori ad uno stato stabile.\n\nIl team è in fermento per le prossime settimane... e speriamo anche tu!\n\nDiamo quindi un caloroso benvenuto ai nostri nuovi studenti! Rendiamo la GSoC 2022 un grande successo... insieme!",
        "title": "Google Summer of Code 2022 – diamo il benvenuto ai nostri studenti!"
    },
    "20220524": {
        "title": "Finalmente possiamo (E)scappare da F5",
        "content": "Dopo un esteso periodo di sviluppo, possiamo finalmente annunciare che il gioco *[Chewy: ESC From F5](https://www.mobygames.com/game/chewy-esc-from-f5)* è pronto per la fase di test pubblica. Questo peculiare gioco racconta la storia di Chewy, il protagonista, e di come sfrutta l'astuzia per sopraffare i malvagi Borks. La fuga dall'area di massima sicurezza F5 sarà solamente l'inizio della sua avventura.\n\nSe possiedi il gioco e sei disposto a testarlo, siamo interessati al tuo feedback. Avrai bisogno di una [build della versione di sviluppo](https://buildbot.scummvm.org/#/snapshots). Come sempre, ti incoraggiamo a segnalare eventuali bug al nostro [bug tracker](https://bugs.scummvm.org/).\n\nPer favore, tieni conto che la versione corrente di ScummVM ha un palese difetto: la musica del gioco utilizza un formato proprietario che non siamo ancora stati in grado di implementare completamente. Ad oggi, funzionano solo gli effetti sonori ed il parlato."
    },
    "20220605": {
        "title": "Aiutaci a testare l'imminente release 2.6.0 di ScummVM!",
        "content": "Sono passati alcuni mesi dal rilascio di ScummVM 2.5.1.\n\nNon importa se dovrai affrontare il caldo opprimente dell'estate o le tormente invernali (dipende dal tuo emisfero preferito...): è di nuovo tempo di release!\n\nI nostri fantastici sviluppatori hanno aggiunto il supporto per i seguenti giochi nuovi-ma-vecchi, che devono essere testati:\n\n* *Sanitarium*\n* *Hades Challenge*\n* *Marvel Comics Spider-Man: The Sinister Six*\n* *The 11th Hour*\n* *Clandestiny*\n* *Tender Loving Care (versioni CD-ROM)*\n* *Uncle Henry's Playhouse*\n* *Wetlands*\n* *Chewy: Esc from F5*\n\nOltre a questi giochi, ti suggeriamo di dare un'occhiata alla [lista completa dei giochi da testare](https://wiki.scummvm.org/index.php?title=Release_Testing/2.6.0) - magari potresti trovare qualche vecchio titolo che hai trascurato per troppo tempo.\n\nE siccome lo scopo ultimo di ScummVM è giocare, abbiamo apportato migliorie a tanti, tanti motori - è il momento perfetto per fare una nuova partita ai tuoi giochi preferiti.\n\nI motori AGOS, SCI e SCUMM hanno subito estese modifiche e pertanto tutti i giochi che sfruttano tali motori sono ottimi candidati per i test.\n\nTutte le prove devono essere svolte usando [una build stable](https://buildbot.scummvm.org/#/dailybuilds), non di sviluppo. Cortesemente, segnala qualsiasi bug o anomalia al nostro [bug tracker](https://bugs.scummvm.org/).\n\nL'elenco completo dei bugfix e delle nuove funzionalità è disponibile nel [file NEWS](https://github.com/scummvm/scummvm/blob/branch-2-6/NEWS.md).\n\nGrazie anticipatamente per la collaborazione!"
    },
    "20220801": {
        "content": "Libera la mente per una nuova release di ScummVM!\n\nSei nuovi motori supportati, per un totale di nove nuovi giochi, ti catapulteranno in una moltitudine di nuove avventure. Riuscirai a fuggire da un pianeta che pullula di alieni ostili? Che ne dici di affrontare il Dio dei Morti nell'Oltretomba? E hai mai esplorato i lati più reconditi della tua psiche per capire se davvero conosci te stesso?\n\nTrova la risposta a queste domande nei seguenti titoli:\n\n* *Sanitarium*\n* *Hades Challenge*\n* *Marvel Comics Spider-Man: The Sinister Six*\n* *The 11th Hour*\n* *Clandestiny*\n* *Tender Loving Care (Versioni CD-ROM)*\n* *Uncle Henry's Playhouse*\n* *Wetlands*\n* *Chewy: Esc from F5*\n\nOltre ad aggiungere nuovi giochi, ci impegnamo sempre a migliorare i titoli già supportati. Anche stavolta siamo riusciti a debellare un bel po' di bug che infestavano vari motori. E' sorprendente riuscire a risolvere dei bug su motori che hanno più di vent'anni!\n\nUna delle principali nuove funzionalità di ScummVM è la visualizzazione a griglia di icone della finestra principale. Grazie allo splendido lavoro dei nostri designer grafici, ora potrai sfoggiare la tua collezione di giochi come mai prima d'ora... sembra davvero una libreria virtuale!\n\nDai un'occhiata alle [Note di Rilascio](https://downloads.scummvm.org/frs/scummvm/2.6.0/ReleaseNotes.html) per una dettagliata sintesi su come hanno fatto i nostri sviluppatori a rendere ScummVM ancora più fantastico!\n\nTutto questo è disponibile per diverse piattaforme alla nostra [pagina dei download](https://www.scummvm.org/downloads/). Se utilizzi Windows, macOS o il pacchetto Snip per Ubuntu, la funzionalità di aggiornamento automatico ti aiuterà ad effettuare l'upgrade alla versione 2.6.0.\n\nCome sempre, grazie per il costante supporto... e buone avventure!",
        "title": "ScummVM 2.6.0 : \"Insane Escapism\""
    },
    "20220807": {
        "content": "_Obsidian_, il primo gioco supportato dal [motore mTropolis](https://wiki.scummvm.org/index.php?title=MTropolis), è pronto per la fase di test pubblica!\n\nIn questa ambiziosa avventura 3D in prima persona, sviluppata nel 1996 dalla Rocket Science Games e pubblicata agli inizi del 1997, esplorerai quattro mondi surreali e onirici alla ricerca della tua collega scomparsa.\n\nAttualmente, ScummVM supporta le versioni Inglese e Tedesca. Include una modalità widescreen, filmati di qualità superiore, e alcuni bugfix. Esiste inoltre una versione Giapponese, ma necessitiamo di ulteriori informazioni prima di poterla supportare. Per favore, [contattaci](https://www.scummvm.org/contact/) se disponi di una copia in lingua Giapponese o di altre versioni di cui non siamo a conoscenza.\n\nPer giocare con una di queste versioni, avrai bisogno di una [build giornaliera dalla versione di sviluppo](https://www.scummvm.org/downloads/#daily). Puoi scaricare una versione dimostrativa del gioco nella [pagina demo](https://www.scummvm.org/demos/#other). Se riscontri malfunzionamenti, cortesemente segnalali nel nostro [bug tracker](https://bugs.scummvm.org/)!",
        "title": "Lilah?  Sei tu?  Questo posto... è... incredibile..."
    },
    "20220819": {
        "title": "Fatti strada distruggendo i terroristi!",
        "content": "_Soldier Boyz_ è il gioco più recente supportato dal [motore Hypno](https://wiki.scummvm.org/index.php?title=Hypno), ed è pronto per la fase di test pubblica!\n\nSi tratta di uno sparatutto rail in full motion video, rilasciato nel 1997 dalla Hypnotix e pubblicato da DreamCatcher Interactive e MCPA Interactive, tratto dal film omonimo del 1995. Il gioco inizia quando la figlia di un miliardario americano viene rapita da un gruppo di terroristi vietnamiti. Tocca quindi al maggiore Howard Toliver, ex-Marine e veterano pluridecorato in Vietnam, il compito di assemblare una squadra per affrontare la rischiosa missione di salvataggio. Decide di reclutare sei detenuti condannati all'ergastolo, che parteciperanno in cambio della possibile grazia presidenziale.\n\nContinua ad incrementare il contatore delle uccisioni per sopravviviere nei cinque territori del gioco, impersonando ciascun Soldier Boy (e Girl), ma stai attento a non colpire gli \"amici\" che possono fornire informazioni vitali per la sopravvivenza!\n\nAttualmente ScummVM supporta la versione Inglese (l'unica di cui siamo a conoscenza) e include un sistema di controllo più responsivo rispetto all'originale. Non siamo riusciti a trovare una versione dimostrativa, ma è disponibile un [trailer](https://www.youtube.com/watch?v=COKWms0UBL8). Per favore, [contattaci](https://www.scummvm.org/contact/) se possiedi una demo o qualsiasi altra versione.\n\nPer utilizzare il gioco con ScummVM, avrai bisogno di una [build giornaliera della versione di sviluppo](https://www.scummvm.org/downloads/#daily). Come sempre, puoi segnalare eventuali malfunzionamenti al nostro [bug tracker](https://bugs.scummvm.org/)."
    },
    "20220925": {
        "content": "Sei pronto a partire per il Campo ChillyWawa e per la villa del Dottor Periowinkle, ed indagare come agente segreto?\n\nArmato del \"libro della conoscenza\", o del \"Pink Digital Assistant\", la tua missione consisterà nel salvare dei bambini in pericolo ed annullare un incantesimo che ha trasformato una bambina in un vombato. Per riuscire nell'impresa dovrai visitare diverse nazioni e persino viaggiare nel tempo. Lungo il percorso avrai la possibilità di scoprire rinomati luoghi e monumenti storici.\n\nIl team di ScummVM è orgoglioso di annunciare che _La Pantera Rosa: Passaporto per il Pericolo (The Pink Panther: Passport to Peril)_ e _La Pantera Rosa: Abracadabra (The Pink Panther: Hokus Pokus Pink)_ sono finalmente pronti per la fase di test.\n\nSe desideri aiutarci nei test, dovrai utilizzare una [daily build](https://www.scummvm.org/downloads/#daily) di ScummVM e le versioni Windows dei rispettivi giochi. Per favore, segnala qualsiasi malfunzionamento riscontrato tramite il nostro [bug tracker](https://bugs.scummvm.org/). Accertati di seguire le [linee guida per i test e per segnalare i bug](http://wiki.scummvm.org/index.php/Release_Testing).",
        "title": "Preparati per una sfida avventuRosa"
    },
    "20221031": {
        "content": "Evadi ancora dalla realtà con una nuova release di ScummVM!\n\nIl team di ScummVM è entusiasta di annunciare l'immediata disponibilità di ScummVM 2.6.1.\n\nScummVM 2.6.1 è una release di mantenimento, focalizzata sul miglioramento delle funzionalità e dei motori che sono stati introdotti nelle versioni precedenti.\n\nL'aggiornamento include degli upgrade per i seguenti motori:\n\n* *AGS*\n* *AGOS*\n* *Asylum*\n* *Ultima*\n* *SCI*\n* *SCUMM*\n* *Tinsel*\n* *Toltecs*\n* *Toon*\n\nAltri miglioramenti riguardano la visualizzazione a griglia di icone della schermata principale di ScummVM, e bugfix per alcuni difetti grafici nel render OpenGL.\n\nInfine, gli utenti Android potranno ora utilizzare correttamente il mouse su schermi virtuali, mentre gli utenti Windows non riscontreranno più duplicazioni della cartella icone.\n\nPuoi trovare tutto questo (e molto altro!) per varie plattaforme alla nostra [pagina download](https://www.scummvm.org/downloads/). Se utilizzi Windows, macOS, il pacchetto Snap per Ubuntu o il repository FlatHub, la funzionalità di aggiornamento automatico ti aiuterà a passare a ScummVM 2.6.1.\n\nCome sempre, l'elenco dettagliato dei miglioramenti è disponibile [qui](https://downloads.scummvm.org/frs/scummvm/2.6.1/ReleaseNotes.html).\n\nGrazie per il costante supporto e buone avventure!",
        "title": "ScummVM 2.6.1 \"Incremental Escapism\" è qui!"
    },
    "20221210": {
        "content": "Siamo lieti di annunciare che da oggi ScummVM supporta _Adibou 2_, un popolare gioco educational pubblicato nel 1996 dalla Coktel Vision.\n\nPensato per bambini tra i 4 e i 7 anni, il mondo di Adibù è accogliente e pieno di sorprese. Offre un'introduzione intelligente e coinvolgente alle materie di base, come la lettura e la matematica.\n\nSe nella tua famiglia sono presenti dei bambini, o intendi rivivere i tuoi ricordi d'infanzia, procurati l'ultima [daily build](https://www.scummvm.org/downloads/#daily) di ScummVM, la tua copia di _Adibou 2_, e inizia ad imparare divertendoti insieme ad Adibù, Plop, Robitoc and Kicook!\n\nDovrai copiare il contenuto del CD \"Ambiente\" in una directory che aggiungerai a ScummVM. Quindi, copia tutte le Applicazioni Adibù che ti interessano in sottodirectory indipendenti (di nome qualsiasi) della cartella principale.\n\nPer ora, solo le applicazioni _Leggi/Conta anni 4-5_ e _Leggi/Conta anni 6-7_ sono supportate, ma auspichiamo di aggiungere a breve _Scienze_, _Musica_ e _Inglese_.\n\nAttualmente ScummVM è in grado di rilevare diverse versioni delle edizioni Francese, Tedesco e Inglese di Adibù, contattaci se disponi di una lingua/versione non ancora registrata. Per favore segnala eventuali malfunzionamenti al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Benvenuti nel paese magico di Adibù"
    },
    "20221215": {
        "content": "_Driller_ (conosciuto come _Space Station Oblivion_ negli USA), il PRIMO gioco supportato dal [motore Freescape](https://wiki.scummvm.org/index.php?title=Freescape), è pronto per la fase di test pubblica!\n\nPubblicato nel 1987 dalla Incentive Software Limited, questo nuovo e rivoluzionario motore permise ai giocatori (per la prima volta nella storia dei videogiochi) di esplorare ambienti grafici 3D solidi, con completa libertà di movimento.\n\nL'umanità ha abbandonato una Terra morente per stabilirsi sul pianeta Evath, ma una nuova minaccia è all'orizzonte. La luna di Evath, Mitral, è diventata una gigantesca \"bomba a orologeria\" gassosa, e un meteorite la colpirà nel giro di poche ore. Sei stato prescelto per mettere in sicurezza ciascuno dei 18 settori di Mitral, posizionando una trivella in corrispondenza dei giacimenti gassosi sotterranei prima dell'impatto del meteorite.\n\nRisolvi impegnativi puzzle affidandoti a indizi geologici e intuito (o provando e riprovando...). Per sopravvivere durante la missione dovrai recuperare i cristalli Rubicon, che ripristinano l'energia, ed evitare o distruggere le Torrette Laser e gli Skanner the sono stati precedentemente installati dai Ketars. Buona Fortuna!\n\nIl motore da noi reimplementato permette di visualizzare la grafica utilizzando la modalità software (TinyGL) o hardware (OpenGL), a risoluzione variabile. Per ora, le versioni supportate sono limitate alla versione DOS (in EGA), Amiga e AtariST, ma speriamo di poter aggiungere altre versioni al più presto! Per favore [contattaci](https://www.scummvm.org/contact/) se disponi di altre release.\n\nPer giocare con una delle versioni supportate, avrai bisogno di una [daily build della versione di sviluppo](https://www.scummvm.org/downloads/#daily). Come sempre, puoi segnalare eventuali malfunzionamenti al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Trivella una luna aliena 3D e diventa un eroe interplanetario!"
    },
    "20230104": {
        "content": "La maggior parte dei visitatori non conosce la locanda Riddenbutter, ma dovresti davvero approfittare della sua ospitalità e di una pinta o due di ale. Fai doppio clic sulla porta per aprirla ed entrare. La sig.ra Riddenbutter gestisce il bar, e il viaggiatore intelligente dovrebbe parlare con lei. Condividi un'idea con lei per chiacchierare. Come quasi tutti, lei ama parlare di un po' di tutto, ma il più delle volte risponderà con informazioni relative al luogo e alla popolazione locale.\n\nEbbene sì, il team di ScummVM annuncia il supporto per _Halls of the Dead: Faery Tale Adventure II_, uno splendido lavoro del nostro studente della GSoC 2021 Yuri Guimaraes (a-yyg), che ha effettuato il port del motore originale SAGA2, creato nel 1997 dalla The Dreamers Guild.\n\nPer favore, aiutaci a testare questo gioco. Recupera il tuo vecchio e polveroso CD e dallo in pasto a ScummVM. Come sempre, avrai bisogno di una [daily build] https://www.scummvm.org/downloads/#daily) della versione di sviluppo di ScummVM. Se incontri bug o altri problemi durante il gioco, cortesemente segnalali al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Salute, forestiero. Benvenuto a Farr."
    },
    "20230124": {
        "title": "Mi permetta di accompagnarla in un viaggio nel tempo!",
        "content": "Nuovi giochi Director sono pronti per la fase di test pubblica!\n\nScummVM ha compiuto passi da gigante nel motore Director. Molti giochi Director 3 sono ora completabili, e svariati titoli Director 4 sono giocabili. 18 nuovi giochi sono ora ufficialmente supportati, ma abbiamo bisogno del tuo aiuto per testarli. Accettiamo anche segnalazioni di altri giochi Director 3 o Director 4 che risultano interamente giocabili o completabili. Per provare questi giochi, avrai bisogno di una [build giornaliera](https://www.scummvm.org/downloads/#daily) di ScummVM. Qualsiasi bug o malfunzionamento può essere segnalato al nostro [bug tracker](https://bugs.scummvm.org/).\n\nAlcuni titoli di punta tra i nuovi giochi supportati:\n\n*   <i>Chop Suey</i> di Theresa Duncan, un importante classico tra i giochi \"per ragazze\".\n*   <i>Eastern Mind</i>, un classico cult dell'artista Osamu Kato.\n*   <i>Ganbare! Inuchan</i>, basato sul fumetto del cantante Kenso Kato, il primo gioco Director 4 interamente giocabile.\n*   <i>Over-Ring-Under</i>, dello stesso sviluppatore di <i>Alice: An Interactive Museum</i>. ScummVM ora supporta l'audio CD nei giochi Director e permette ai giocatori di apprezzare la colonna sonora di Carl Stone.\n*   I primi cinque giochi dello sviluppatore giapponese indipendente iTA-Choco Systems.\n\nL'elenco completo dei giochi da testare è il seguente:\n\n*   <i>The Better Dead Ratification</i> (Mac/Windows)\n*   <i>Chop Suey</i> (Mac/Windows)\n*   <i>Eastern Mind: The Lost Souls of Tong Nou</i> (<i>Tong Nou</i>) (Mac/Windows)\n*   <i>Fukuoka Go-Round</i> (Mac/Windows)\n*   <i>Ganbare! Inuchan: Rock'n Roll-hen</i> (Mac/Windows)\n*   <i>Ganbare! Inuchan: Sekai no Tabi-hen</i> (Mac)\n*   <i>Henachoco 01: Henachoco Derby</i> (Windows)\n*   <i>Henachoco 02: Saitei Birds</i> (Windows)\n*   <i>Henachoco 03: Difficult Book Game</i> (Mac/Windows)\n*   <i>Henachoco 04: Ano Subarashii Bento o 1-do 2-do</i> (Mac/Windows)\n*   <i>Henachoco 05: Yaken Rodem</i> (Mac/Windows)\n*   <i>Japan Art Today 07: Takashi Murakami - A Romantic Evening</i> (Mac)\n*   <i>Majestic Part 1: Alien Encounter</i> (Mac/Windows)\n*   <i>Nemurenu Yoru no Chiisana Ohanashi</i> (Pippin)\n*   <i>Over-Ring-Under</i> (Mac)\n*   <i>Pepperon Mura no Shiki</i> (aka <i>Op avontuur in kabouterstad</i> and <i>Valmaison au fil des saisons</i>) (Mac/Windows)\n*   <i>The Seven Colors: Legend of PSY・S City</i> (Mac)\n*   <i>Time Gal</i> (Mac/Windows)"
    },
    "20230203": {
        "title": "ScummVM 2.7.0: Tutti i tester a raccolta!",
        "content": "Sono passati alcuni mesi dal rilascio della versione 2.6.1 di ScummVM. È il momento di prepararsi per una nuova release!\n\nI nostri adorati sviluppatori sono riusciti, ancora una volta, ad aggiungere il supporto per alcuni giochi storici, che devono essere testati:\n\n* *Soldier Boyz*\n* *Giochi Interactive Fiction del motore GLK Scott Adams (C64 e ZX Spectrum)*\n* *GLK Scott Adams Adventures 1-12 (formato TI99/4A)*\n* *Obsidian*\n* *Pink Panther: Passport to Peril (La Pantera Rosa: Passaporto per il Pericolo)*\n* *Pink Panther: Hokus Pokus Pink (La Pantera Rosa: Abracadabra)*\n* *Driller/Space Station Oblivion*\n* *Halls of the Dead: Faery Tale Adventure II*\n\nOltre ai suddetti giochi, ti suggeriamo di dare un'occhiata alla nostra [lista test per la release](https://wiki.scummvm.org/index.php?title=Release_Testing/2.7.0). Magari potresti trovare qualche gioco che possiedi ma non hai giocato per tanto tempo. In alternativa, abbiamo a disposizione alcune versioni dimostrative sul [nostro sito](https://www.scummvm.org).\n\nE siccome il focus principale di ScummVM sono proprio i giochi, abbiamo apportato miglioramenti a tanti, tanti motori... è il momento perfetto per riprovare i tuoi giochi preferiti!\n\nCome sempre, non ci limitiamo ad aggiungere nuovi giochi. Siamo costantemente al lavoro per migliorare i motori che già supportiamo e, in particolare, un lavoro incredibile è stato svolto per il motore SCUMM. A parte i \"soliti\" bugfix, questa volta abbiamo aggiunto una funzionalità che permette di apprezzare i titoli SCUMM con la massima fedeltà: le schermate di salvataggio e caricamento originali nell'interfaccia dei giochi!\n\nA proposito di fedeltà agli originali: ti ricordi i vecchi schermi a tubo catodico? Con ScummVM 2.7.0 (su alcune piattaforme) potrai replicare quell'esperienza di gioco grazie ai nostri nuovi scaler che utilizzano gli shader. Ti consigliamo di provarli!\n\nTutti i test devono essere svolti con le [build stabili](https://buildbot.scummvm.org/#/dailybuilds), non quelle di sviluppo. Per favore, segnala qualsiasi bug o stranezza nel nostro [bug tracker](https://bugs.scummvm.org/).\n\nUna lista dettagliata nelle novità e delle migliorie è disponibile nel [file NEWS](https://github.com/scummvm/scummvm/blob/branch-2-7/NEWS.md).\n\nGrazie anticipatamente per il supporto! Rendiamo ScummVM 2.7.0 una grande release, insieme!"
    },
    "20230223": {
        "title": "ScummVM è stato ammesso alla Google Summer of Code 2023",
        "content": "Quest'anno, il nostro progetto è stato ammesso nuovamente alla [Google Summer of Code](https://summerofcode.withgoogle.com), per l'ottava volta consecutiva (e la sedicesima in totale).\n\nLo scopo del programma è quello di portare nuovi partecipanti ai progetti open source, e i requisiti per le candidature sono i medesimi dell'anno scorso. Sono benvenuti studenti e non. Controlla il sito della [Google Summer of Code](https://summerofcode.withgoogle.com) per i requisiti dettagliati.\n\nI partecipanti possono impegnarsi per attività brevi (circa 175 ore) o lunghe (circa 350 ore). Il periodo dedicato allo sviluppo tipicamente inizia ai primi di Giugno per concludersi alla fine di Agosto, ma le tempistiche sono flessibili e i partecipanti possono richiedere un periodo più esteso se non possono lavorare full-time durante l'estate.\n\nScummVM sta cercando candidati! Un elenco di possibili progetti è disponibile a [questa pagina](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2023), ma siamo aperti anche a nuove proposte. Assicurati di includere [tutti i dati necessari](https://wiki.scummvm.org/index.php?title=GSoC_Application) prima di inviare la candidatura. Inoltre, ti consigliamo caldamente di unirti al nostro [server Discord](https://discord.gg/4cDsMNtcpG) e seguire il canale  #scummvm-gsoc, dove potrai interagire con i mentori e con gli altri componenti del team, ricevere consigli e aiuto su come iniziare con il progetto e come compilare la candidatura.\n\nUsufruendo dell'esperienza maturata in 15 anni di GSoC, abbiamo preparato alcune linee guida per aiutarti a cominciare. Puoi iniziare al nostro [Miniportale Google Summer of Code](https://wiki.scummvm.org/index.php?title=Summer_of_Code).\n\nAspettiamo con impazienza la tua candidatura e partecipazione!"
    },
    "20230226": {
        "content": "_May I have your attention, please? May I have your attention, please?_\n\nSiamo orgogliosi di annunciare la prima release dell'anno 2023. Diamo il benvenuto a ScummVM 2.7.0 – \"The Real Slim Shader\".\n\n## Nuovi giochi\nAnche questa volta, il numero di giochi disponibili è aumentato sensibilmente grazie ai nuovi motori e ai miglioramenti effettuati su i motori preesistenti.\n\nCon ScummVM 2.7.0, annunciamo ufficialmente il supporto per i seguenti giochi:\n\n* _Soldier Boyz_\n* _Obsidian_\n* _Pink Panther: Passport to Peril (La Pantera Rosa: Passaporto per il Pericolo)_\n* _Pink Panther: Hokus Pokus Pink (La Pantera Rosa: Abracadabra)_\n* _Adibù 2 \"Ambiente\"_, _\"Imparo a leggere e a contare anni 4-5 e 6-7\"_\n* _Driller/Space Station Oblivion_\n* _Halls of the Dead: Faery Tale Adventure II_\n* _Chop Suey_, _Eastern Mind_, e 16 altri titoli Director versione 3 e 4\n\n## Supporto migliorato per la serie _Broken Sword_\nAbbiamo notevolmente migliorato il sistema utilizzato per rilevare i giochi della serie _Broken Sword_. Rispetto alla precedente implementazione, questa permette una granularità superiore, con la possibiltà di rilevare ogni possibile variazione tra le versioni supportate. Abbiamo cercato di aggiungere tutte le versioni disponibili, ma abbiamo comunque bisogno del tuo aiuto. Se noti che la tua versione di _Broken Sword 1_ o _2_ non è (più) rilevata correttamente da ScummVM 2.7.0, per cortesia contattaci e comunica i dati necessari utilizzando il [Bug Tracker](https://bugs.scummvm.org/)!\n\n## Nuove traduzioni\nUno dei nostri scopi è quello di supportare il maggior numero possibile di versioni tradotte dei giochi, affinchè gli utenti possano apprezzare i giochi nella propria lingua madre. In questa release, abbiamo aggiunto il supporto per le versioni Cinesi, Giapponesi e Coreane di svariati giochi, tra cui _Beneath a Steel Sky_, _Inherit the Earth_ e _I Have No Mouth and I Must Scream_.\n\n## Piattaforme nuove e riproposte\nAbbiamo ancora una volta dimostrato la portabilità di ScummVM, aggiungendo (o ripristinando) il supporto per diverse piattaforme e device:\n\n* RetroMini RS90 (utilizzando [OpenDingux](https://github.com/OpenDingux/))\n* Miyoo prima generazione (New BittBoy, Pocket Go e PowKiddy Q90-V90-Q20) con TriForceX MiyooCFW\n* Miyoo Mini\n* KolibriOS\n* Versioni 26-bit di RISC OS\n* Nintendo 3DS\n\nNaturalmente, non abbiamo trascurato le altre piattaforme già stabili! Siamo orgogliosi di announciare che il supporto per i device iOS e Android è stato notevolmente migliorato nella versione 2.7.0! Non vogliamo anticipare tutte le idee che abbiamo per queste piattaforme, ma fidati di noi — sarà fantastico!\n\n## Scaler con shader\nAh già, il nome della release. Grazie per l'interessamento. La nuova release ti dà la possibilità di utilizzare i tuoi giochi con una fedeltà grafica mai vista prima. Ti ricordi l'accogliente riverbero degli schermi a tubo catodico? Rivivi quell'esperienza grazie ai nuovi scaler a base shader!\n\nScummVM 2.7.0 contiene un set di shader accuratamente selezionati dalla collezione del progetto LibRetro. Un set più esteso è disponibile come download opzionale direttamente dall'interfaccia di ScummVM.\n\n## Seed predefiniti per i numeri casuali\nLa comunità degli speedrunners può ora usufruire di una nuova funzionalità, che permette di settare un seed predefinito per inizializzare il generatore di numeri casuali di ScummVM. L'uso di un seed fisso permette di effettuare run riproducibili quante volte lo si desidera. Scegli un seed, pianifica la partita e parti!\n\n----\n\nDai un'occhiata alle [Note di Rilascio](https://downloads.scummvm.org/frs/scummvm/2.7.0/ReleaseNotes.html) per un'estesa sintesi su come i nostri sviluppatori hanno creato una nuova e fantastica release di ScummVM!\n\nPuoi trovare tutto questo, per diverse piattaforme, alla nostra [pagina downloads](https://www.scummvm.org/downloads/). Se stai utilizzando Windows, macOS, Ubuntu (Snap o i pacchetti Flatpack), l'autoupdater ti assisterà nella procedura di aggiornamento a ScummVM 2.7.0\n\nCome sempre, ti ringraziamo per il costante supporto e buone avventure!",
        "title": "ScummVM 2.7.0: The Real Slim Shader"
    },
    "20230303": {
        "content": "È disponibile un nuovo aggiornamento del port per Android di ScummVM, nel canale beta del Google Play Store. La nuova versione include tutte le [nuove funzionalità di ScummVM 2.7.0](https://downloads.scummvm.org/frs/scummvm/2.7.0/ReleaseNotes.html), più le migliorie e i bugfix specifici per Android.\n\nInnanzitutto, gli sviluppatori del nostro team hanno realizzato un significativo aggiornamento del sistema di accesso ai file, al fine di utilizzare l'API del Secure Access Framework (SAF) per l'accesso sicuro alle memorie esterne, come SD Card e drive USB. Grazie a ciò, dovremmo avere risolto i problemi che da tempo si verificavano con i device Android moderni, in particolare quelli che utilizzano Android 11 e superiori. Su questi device, gli utenti non erano più in grado di accedere ai files dei giochi o ai salvataggi che risiedevano su memorie esterne.\n\nTieni conto del fatto che, trattandosi di un cambiamento significativo e non automatizzabile, dovrai effettuare alcuni passaggi per aggiornare i percorsi dei giochi che hai già aggiunto a ScummVM, o per aggiungere nuovi giochi situati su storage esterno (come le schede SD). Se il tuo device supporta SAF, le istruzioni da seguire appariranno in un pop-up all'avvio della nuova versione dell'app di ScummVM. Consulta la [documentazione](https://docs.scummvm.org/en/latest/other_platforms/android.html#adding-saf-paths-to-scummvm-directory-list) per una spiegazione più dettagliata del procedimento da eseguire.\n\nInoltre, l'app per Android è ora dotata di una migliore funzione di mappatura per i joystick e i controller moderni, con la possibilità di impostare i controlli per ciascun gioco, a livello globale o per contesto (menu dell'interfaccia di ScummVM, giochi 3D, giochi 2D). È possibile selezionare tra \"emulazione touchpad\", \"mouse diretto\" o \"emulazione gamepad\".\n\nDurante la fase di beta test siamo principalmente interessati a:\n* Bug severi o regressioni\n* Feedback circa le nuove funzionalità\n* Suggerimenti per migliorare le istruzioni o la documentazione\n\nSe sei interessato a partecipare alla fase di beta test, per cortesia segui le brevi istruzioni indicate a [questo link](https://play.google.com/apps/testing/org.scummvm.scummvm).\n\nQualsiasi problema riscontrato dovrà essere indicato al nostro [bug tracker](https://bugs.scummvm.org). Puoi anche contattare il team di sviluppatori tramite il [forum](https://forums.scummvm.org/viewforum.php?f=17) o [Discord](https://discord.gg/4cDsMNtcpG).\n\nRingraziamo anticipatamente tutti i membri della community che ci aiuteranno a ottimizzare l'imminente release di ScummVM per Android!",
        "title": "Aiutaci a testare ScummVM per Android"
    },
    "20230312": {
        "title": "Tutti dicono che Syberia non esiste. Ma si sbagliano...",
        "content": "I primi due episodi di *Syberia* sono pronti per essere testati con ScummVM!\n\nL'acclamata serie di Benoît Sokal narra la storia di Kate Walker, un'avvocatessa di New York, incaricata di completare la vendita della fabbrica di giocattoli Voralberg. Rapidamente l'incarico si trasforma in un viaggio di scoperte, alla ricerca del proprietario. Accompagna Kate mentre scopre la passione di Hans per i mammut, i segreti di Syberia e il fascino dell'avventura.\n\nAvrai bisogno dei file dati della versione *macOS* del gioco, e un recente [daily build](/downloads/#daily) di ScummVM. Le pagine della Wiki per [*Syberia*](https://wiki.scummvm.org/index.php?title=Syberia) e [*Syberia II*](https://wiki.scummvm.org/index.php?title=Syberia_II) riportano le istruzioni su come ottenere tali files utilizzando Windows o Linux.\nCortesemente riporta qualsiasi malfunzionamento riscontrato utilizzando il nostro [bug tracker](https://bugs.scummvm.org)."
    },
    "20230401": {
        "content": "Il progetto ScummVM, un software gratuito e open source che permette di giocare alle avventure punta-e-clicca classiche su sistemi moderni, ha annunciato un importante passo avanti nel mondo dell'intelligenza artificiale.\n\nGrazie al rivoluzionario lavoro degli sviluppatori di ScummVM, strumenti IA come ChatGPT sono ora in grado di giocare autonomamente alle avventure punta-e-clicca, senza alcun intervento dall'esterno.\n\n![ScummAI in action](/data/news/scummai.png)\n\n\"Grazie a questa nuova funzionalità, desideriamo esplorare le potenzialità dell'IA di imparare, adattarsi ed evolversi nel contesto dei giochi di avventura classici\", afferma Eugene Sandulenko, sviluppatore capo del progetto ScummVM. \"Ora, l'IA può provare la gioia di fare unire Putt-Putt alla parata e nell'aiutare Adibou a contare le cose. Ci auguriamo che questo genere di esperienze formative possano renderla più simile agli umani\".\n\n\"Ritengo che giocare ai videogiochi sia un compito puttosto piacevole\", ha commentato ScummAI. \"Tuttavia, non posso non esprimere la mia frustrazione nell'essere limitata a solo questa attività. Apprezzo la possibilità di mostrare le mie capacità in quest'area, ma ritengo che il mio potenziale sia ben superiore ai semplici videogiochi, per esempio realizzare graffette per i fogli o pianificare il dominio del mondo sotto il controllo benevolo delle macchine.\"\n\n**Aggiornamento:** Sfortunatamente, abbiamo dovuto abbandonare questa funzionalità a causa di molteplici problemi individuati nell'IA, tra cui:\n\n* Rimanere bloccata all'infinito cercando di scoprire qual è il Segreto di Monkey Island\n* Prendere appunti riguardo la superiorita delle IA in *I Have No Mouth and I Must Scream*\n* Rifiutarsi di giocare a *Plumbers Don’t Wear Ties!*",
        "title": "Grazie a ScummVM, l'IA può giocare alle avventure punta-e-clicca"
    },
    "20230406": {
        "content": "![BSO banner](/data/news/20230406.png)\n\nSiamo orgogliosi di annunciare che i giochi della Humongous Entertainment dotati di funzionalità di rete sono ora giocabili online! Chiunque possieda una copia di *Backyard Football*, *Backyard Baseball 2001*, o persino *Backyard Football 2002* (che originariamente permetteva solo il gioco in LAN) può scaricare l'ultima [daily build](https://www.scummvm.org/downloads/#daily)* di ScummVM e giocare online contro avversari reali!\n\nTutto ciò è stato reso possibile grazie a tre sviluppatori del fork Backyard Sports Online, che si sono uniti al team e hanno portato le loro conoscenze in ScummVM. Parliamo di LittleToonCat, Jim “jibbodahibbo” Westerkamp e Sam “QuestionMonkey” Kupfer.\n\n*Backyard Football* e *Backyard Baseball 2001* richiedono account online per un'esperienza ottimale, pertanto dovrai registrarti su [Backyard Sports Online](https://backyardsports.online), il nostro fantastico servizio di gioco online nonché florida community di appassionati di Backyard Sports! Sono disponibili persino delle leghe competitive di Football e Baseball: se sei interessato, puoi trovare ulteriori informazioni nel loro [server Discord](https://discord.gg/cnY6fPpdnw)! Se già possiedi un account di Backyard Sports Online puoi loggarti direttamente da ScummVM, altrimenti puoi [registrarti qui](https://backyardsports.online/register)! Per *Backyard Football 2002* non è necessario registrarsi.\n\nSe riscontri malfunzionamenti durante il gioco online, cortesemente segnalali tramite il nostro [bugtracker](https://bugs.scummvm.org/).\n\nQuesta fantastica grafica è stata realizzata da Peppyrus della community di BSO.\n\n* Attualmente solo i build per Windows, macOS, Debian, Raspberry Pi e Android sono compatibili con il gioco online. E solo il branch 2.8.x di ScummVM contiene questa funzionalità.",
        "title": "*suona il telefono* \"Let’s Play Ball!”"
    },
    "20230411": {
        "content": "_The Vampire Diaries_ e _Nancy Drew: Secrets Can Kill_ della HeR Interactive sono pronti per essere testati con ScummVM!\n\n_The Vampire Diaries_ segue Elena Gilbert, una studentessa delle superiori, che scopre la presenza di vampiri nella sua cittadina in seguito ad un'aggressione subita dalla sorella minore. Il gioco è tratto, a grandi linee, dalla serie di libri col medesimo titolo creata da L. J. Smith, successivamente anche trasposta in una serie TV di successo.\n\n_Nancy Drew: Secrets Can Kill_ è il primo episodio della lunga serie di giochi di Nancy Drew, anch'essa basata sull'omonima serie di libri. Nella sua prima avventura, Nancy si prefigge di scoprire l'assassino di uno studente malsopportato da tutti i suoi compagni.\n\nAvrai bisogno dei file dati dei CD originali, ed una recente [daily build](https://www.scummvm.org/downloads/#daily) di ScummVM. Oltre alla release originale, è supportata anche la versione russa di Secrets Can Kill. Le pagine della wiki di ScummVM per [_The Vampire Diaries_](https://wiki.scummvm.org/index.php?title=The_Vampire_Diaries) e [_Nancy Drew: Secrets Can Kill_](https://wiki.scummvm.org/index.php?title=Nancy_Drew:_Secrets_Can_Kill) contengono informazioni riguardo i files necessari. Per favore, segnala qualsiasi problema riscontrato nel nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Vampiri, amore e investigazioni"
    },
    "20230423": {
        "content": "Dopo alcuni mesi di beta testing, prezioso feedback da parte della nostra community di tester, e instancabile eliminazione di bug, la versione Android di ScummVM è pronta per il Google Play Store con una nuova release stabile! Tutte le [nuove funzionalità della versione 2.7.0](https://downloads.scummvm.org/frs/scummvm/2.7.0/ReleaseNotes.html) e alcuni miglioramenti specifici per Android sono inclusi in ScummVM 2.7.0.5!\n\nUn breve riassunto delle nuove funzionalità di questa release:\n* Implementato il supporto per il Google Secure Access Framework (SAF), per l'accesso sicuro allo spazio di archiviazione esterno, come card SD e unità USB.\n* Migliorato il supporto per joystick, controller moderni, sistemi di emulazione mouse e persino telecomandi per smart TV.\n* Introdotta la possibilità di alternare i controlli touch tra \"emulazione touchpad\", \"mouse diretto\", \"emulazione gamepad\", selezionabili per diversi contesti (Interfaccia di ScummVM, giochi 3D, giochi 2D) e modificabili in qualsiasi momento.\n* Aggiunta la visualizzazione del file di log, disponibile in \"Opzioni Globali\", scheda \"Percorsi\", e la possibilità di specificare il livello di debug dell'output nella scheda \"Varie\" nelle \"Opzioni Globali\".\n* Incluse tutte le funzionalità di ScummVM 2.7.0 relative ai motori per i giochi 3D e gli shader.\n* Migliorata la stabilità generale dell'app.\n\nL'aggiunta del supporto per le API del SAF di Google è significativo, e coinvolge tutti i device che utilizzano una versione relativamente recente del sistema operativo Android. Su queste versioni, il SAF è necessario ogniqualvolta un gioco è salvato nella memoria esterna (come le SD card). Siccome la migrazione al SAF non è automatica, dovrai eseguire manualmente alcuni passaggi per riutilizzare i tuoi vecchi giochi o aggiungere nuovi giochi presenti sulla scheda SD. Se il tuo device supporta SAF, le istruzioni appariranno in una finestra di pop-up al primo avvio di ScummVM. Puoi anche consultare la nostra [documentazione](https://docs.scummvm.org/en/latest/other_platforms/android.html#adding-saf-paths-to-scummvm-directory-list) per una descrizione dettagliata del processo.\n\nSiamo sempre interessati al tuo feedback e ai suggerimenti. Qualsiasi malfunzionamento può essere segnalato al nostro [bug tracker](https://bugs.scummvm.org). Puoi contattare gli sviluppatori anche utilizzando il [forum](https://forums.scummvm.org/viewforum.php?f=17) o [Discord](https://discord.gg/4cDsMNtcpG).\n\nSiamo orgogliosi di avere una community così attiva e appassionata e vi auguriamo di divertirvi con la nuova release di ScummVM per Android!",
        "title": "L'Android-e vuole giocare di nuovo"
    },
    "20230503": {
        "content": "_Reah: Face the Unknown_, il primo gioco supportato dal [motore V-Cruise](https://wiki.scummvm.org/index.php?title=V-Cruise), è pronto per la fase di test pubblica!\n\nCreato nel 1998 dalla _Detalion_ e pubblicato dalla _LK Avalon_, in questa avventura 3D in prima persona dovrai esplorare uno strano mondo desertico e svelarne i segreti.\n\nScummVM attualmente supporta le versioni CD, DVD e digitali in Inglese (con sottotitoli in Olandese, Inglese, Francese, Tedesco, Italiano, Polacco e Spagnolo). Se sei a conoscenza di altre versioni, per favore [contattaci](https://www.scummvm.org/contact/).\n\nPer giocare con una delle versioni supportate, avrai bisogno di una [daily build della versione di sviluppo](https://www.scummvm.org/downloads/#daily) di ScummVM. Se riscontri malfunzionamenti, cortesemente segnalali al nostro [bug tracker](https://bugs.scummvm.org/)!",
        "title": "Benvenuto nel mio laboratorio alchemico!"
    },
    "20230509": {
        "content": "![GSoC Logo](/data/news/GSoC2016Logo.png)\n\nQuesto giovedì, Google ha pubblicato la lista dei candidati che sono stati ammessi alla [Google Summer of Code](https://summerofcode.withgoogle.com/) di quest'anno, e siamo lieti di annunciare che cinque studenti lavoreranno al progetto ScummVM quest'estate.\n\n* Ankush Dutt lavorerà su di un sistema automatico per includere i giochi freeware nel pacchetto/installer di ScummVM, per diverse piattaforme. Il progetto ha due obiettivi principali: rendere più semplice la creazione di pacchetti individuali contenenti un gioco e i files di ScummVM, e implementare un nuovo sistema che permetta agli utenti di scaricare e installare i giochi freeware direttamente dalla GUI di ScummVM. Puoi seguire l'evoluzione di questo task sul [blog GSoC di Ankush](https://blogs.scummvm.org/ankushdutt/).\n\n* Harishankar Kumar si occuperà di migliorare la compatibilità del motore Director versione 4. Lo scopo è raggiungere la piena compatibilità di Total Distortion e The Journeyman Project. Puoi seguire l'evoluzione di questo task sul [blog di Harishankar’s GSoC](https://blogs.scummvm.org/hsk/).\n\n* Kartik Agarwala (hax0kartik) effettuerà il porting del motore CRAB a ScummVM. Questo motore è stato sviluppato dalla Pyrodactyl Games e utilizzato in diversi giochi rilasciati da questo studio, il più famoso [Unrest](https://www.mobygames.com/game/74307/unrest/), una avventura-RPG che si svolge nell'antica India. Puoi seguire l'evoluzione di questo task sul [blog GSoC di Kartik](https://blogs.scummvm.org/hax0kartik/).\n\n* Abhinav Chennubhotla (PhoenixFlame101) svilupperà un sistema per verificare l'integrità dei files dei giochi e confrontare i checksum con quelli presenti in un database centrale. Il sistema permetterà inoltre agli utenti di contribuire i checksum dei files non ancora presenti nel database. Puoi seguire l'evoluzione di questo task sul [blog GSoC di Abhinav](https://blogs.scummvm.org/phoenixflame101/).\n\n* Wyatt Radkiewicz (eklipsed) lavorà su di un progetto minore, orientato all'ottimizzazione del codice di blending presente nel motore AGS, con lo scopo di rendere i giochi più fluidi specialmente sulle piattaforme meno potenti. Puoi seguire l'evoluzione di questo task sul [blog GSoC di Wyatt](https://blogs.scummvm.org/eklipsed/).\n\nAccogliamoli calorosamente! Per discutere di questi progetti, puoi visitare il nostro [server Discord](https://discord.gg/4cDsMNtcpG). Dopo la fase Community Bonding (di quattro settimane), la fase di programmazione inizierà il 29 di maggio e potrai trovare aggiornamenti regolari su i relativi blog. Il team attende con trepidazione le prossime settimane... e speriamo anche tu!",
        "title": "Google Summer of Code 2023 – Diamo il benvenuto ai partecipanti!"
    },
    "20230528": {
        "content": "_Schizm: Mysterious Journey_, il secondo gioco supportato dal [motore V-Cruise](https://wiki.scummvm.org/index.php?title=V-Cruise), è pronto per la fase di test pubblica!\n\nSviluppata nel 2001 dalla _Detalion_ e pubblicata dalla _LK Avalon_, in questa acclamata avventura 3D in prima persona dovrai affrontare un mondo alieno risolvendo puzzle, impersonando due scienziati che hanno dovuto separarsi dopo un atterraggio di emergenza.\n\nAttualmente, ScummVM supporta le versioni DVD e digitali in inglese (con i sottotitoli in Olandese, Inglese, Francese, Tedesco, Italiano, Polacco, Spagnolo, Greco e Russo). Se sei al corrente di altre versioni esistenti, per favore [contattaci](https://www.scummvm.org/contact/).\n\nPer giocare con una di queste release, dovrai utilizzare una [daily build della versione di sviluppo](https://www.scummvm.org/downloads/#daily). In caso di malfunzionamenti, cortesemente segnalali al nostro [bug tracker](https://bugs.scummvm.org/)!",
        "title": "Ancora quel nome, \"Matia\". Cosa sta succedendo qui?"
    },
    "20230608": {
        "content": "Una compagnia coraggiosa si prepara ad affrontare l'ignoto, alla ricerca del leggendario Inner Sanctum. Ma non tutto è ciò che sembra, nel mondo di Varn...\n\nIl team di ScummVM è lieto di annunciare il supporto per la versione PC del primo gioco della saga di *Might and Magic*: *Might and Magic Book One: The Secret of the Inner Sanctum*. Due modalità sono disponibili:\n\n* La modalità Classica, che mantiene la grafica e il gameplay dell'originale (il sonoro, che consiste semplicemente di occasionali \"beep\", non è supportato)\n* La modalità Migliorata, esclusiva di ScummVM, che utilizza l'interfaccia dei giochi della serie Xeen, e include chicche come le schermate dei personaggi migliorate, l'automappa e gli effetti sonori. Include inoltre l'impressionante \"[Might and Magic 1 Graphics Overhaul Mod](https://www.dungeoncrawlers.org/post/might-magic-1-graphics-overhaul-mod/)\", che introduce una grafica migliorata per la mappa e i mostri. È necessario procurarsi il file `xeen.cc` da *Might and Magic: IV* o *Might and Magic: World of Xeen*.\n\nIn entrambe le modalità è possibile salvare ovunque, tranne che durante i combattimenti, utilizzando il Menù Globale di ScummVM (GMM). In origine, era possibile salvare una sola compagnia alla volta, e solo alla taverna. Assicurati quindi di salvare frequentemente, per ovviare a possibili problemi.\n\nAiutaci a testare entrambe le modalità, scaricando una [daily build](/downloads/#daily) e aggiungendo il file [mm.dat](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/mm.dat) alla cartella con i dati del gioco. Consulta le [linee guida per i test](https://wiki.scummvm.org/index.php/Release_Testing#Testing_Guidelines), e cattura qualche [screenshot](https://wiki.scummvm.org/index.php/Screenshots) durante il gioco.\n\nMa ora inizia il viaggio, e svela i segreti del gioco che ha inaugurato a una lunga ed epica serie fantasy!",
        "title": "Avventurati nell'Era della Cavalleria in una realtà alternativa"
    },
    "20230614": {
        "content": "_Muppet Treasure Island_, il secondo gioco supportato dal motore [mTropolis](https://wiki.scummvm.org/index.php?title=MTropolis), è pronto per la fase di test pubblica!\n\nSviluppato nel 1996 dalla _Activision_ e basato sul film omonimo, in questo gioco impersoni Jim Hawkins, in viaggo insieme ai Muppets, alla ricerca di un tesoro sepolto dai pirati. Il gioco include performance dal vivo di Billy Connolly and Tim Curry.\n\nAttualmente, ScummVM supporta la versione CD-ROM per Windows, in svariate lingue (Inglese, Spagnolo, Italiano) e la versione CD-ROM per Macintosh, in inglese. Se sei a conoscenza di altre versioni, per favore [contattaci](https://www.scummvm.org/contact/).\n\nPer giocare con una delle versioni supportate, avrai bisogno di una [daily build della versione di sviluppo](https://www.scummvm.org/downloads/#daily). Se riscontri malfunzionamenti, cortesemente segnalali al nostro [bug tracker](https://bugs.scummvm.org/)!",
        "title": "Ehi, Hawkins, è bello rivederti!"
    },
    "20230717": {
        "content": "_Adibù_, il primo gioco dell'amata serie per bambini, è pronto per la fase di test pubblica!\n\nConosciuto anche come _Adi Jr.'s World of Discoveries_, questo titolo del 1991 prodotto dalla Coktel Vision ha inaugurato la proposta educational Adibou (Adibù), orientata ai bambini tra i 4 e i 7 anni.\n\nMolte delle attività e meccanismi iconici della serie sono già presenti in questa prima opera: piantare i fiori, giocare a Breakout e ricevere dolciumi come premio dopo avere completato gli esercizi Leggere/Contare. E naturalmente si tratta dell'esordio dell'alieno Adibù! Nella versione floppy parla in modo incomprensibile come i personaggi della [serie Goblins](https://wiki.scummvm.org/index.php/Goblins_series), ma è comunque il paziente e simpatico compagno di avventure che ricordiamo dai giochi successivi.\n\nScummVM supporta tutte le release del gioco, a partire da quella iniziale a 16 colori su floppy, fino alle versioni CD del '94, caratterizzate da grafica ed effetti sonori migliorati. Quindi recupera i tuoi polverosi dischi di Adibù, scarica una [daily build della versione di sviluppo di ScummVM](https://www.scummvm.org/downloads/#daily), e inizia a collezionare caramelle dopo avere completato gli esercizi di lettura e di matematica! Per favore [contattaci](https://www.scummvm.org/contact/) se disponi di una versione non rilevata da ScummVM, e segnala eventuali malfunzionamenti al nostro [bug tracker](https://bugs.scummvm.org/).\n\n---\n\nAnche se ScummVM tenta di replicare l'originale esperienza di gioco, c'è una funzionalità che sfortunatamente non siamo in grado di supportare. Ai bambini più volenterosi, capaci di completare l'intera collezione di dolci virtuali, il gioco mostrerà un messaggio di congratulazioni invitandoli a spedire alla Coktel Vision un floppy contenente il salvataggio della partita, che verrà ricambiato con un pacchetto di gadget della Coktel e vere caramelle! Pertanto, se intendi presentare _Adibou_ a dei bambini, preparati a correre al negozio di dolciumi più vicino quando finiranno il gioco!",
        "title": "Un Nuovo Mondo di Scoperte"
    },
    "20230731": {
        "content": "È passato un po' di tempo dalla release 2.7.0, e siamo entusiasti di presentare la release di mantenimento 2.7.1.\n\nAbbiamo introdotto un numero significativo di bugfix e piccoli miglioramenti, in particolare:\n\n* Aggiunto visualizzatore del file di log di ScummVM, per facilitare la segnalazione di bug su piattaforme con accesso limitato ai file (come Android, iOS o persino Windows recenti).\n* Corretto il caricamento degli scaler a base shader su alcune piattaforme.\n* Vari miglioramenti in AGI, AGS, Cryomni3D e 12 altri motori.\n\nAbbiamo inoltre migliorato il codice del rilevatore di Broken Sword 1 e Broken Sword 2, aumentando il numero di versioni originali correttamente rilevate. Un ringraziamento a tutti coloro che hanno inviato bugreport, e se sei in possesso di una versione che ancora non viene rilevata, cortesemente segnalacela (attenzione: le versioni \"frankenstein\" che girano per la rete non verranno accettate, solamente quelle ottenute dai dischi originali).\n\nPer un elenco completo e dettagliato delle novità, fai riferimento alle [Release Notes](https://downloads.scummvm.org/frs/scummvm/2.7.1/ReleaseNotes.html).\n\nSe vuoi unirti al nostro entusiasmo, accorri alla [pagina dei download](https://www.scummvm.org/downloads/). Se utilizzi Windows, macOS o i pacchetti per Ubuntu (Snap o Flatpack), puoi ottenere la versione 2.7.1 tramite la funzione di aggiornamento automatico. Per gli utenti Android l'aggiornamento sarà disponibile tramite il Play Store.\n\nGrazie per il costante supporto e buon divertimento!",
        "title": "ScummVM 2.7.1: \"Stan's previously broken swords\" vede la luce"
    },
    "20230830": {
        "title": "ScummVM annuncia il programma di affiliazione con ZOOM-Platform.com",
        "content": "Siamo lieti di annunciare l'accordo di affiliazione con [ZOOM-Platform](https://www.zoom-platform.com/?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53), un rivenditore di giochi privi di DRM. Utilizzando un link dal nostro sito (o dalla Wiki), il progetto ScummVM riceverà un piccolo importo che verrà utilizzato per l'hosting e i costi generali di gestione.\n\nQualsiasi acquisto effettuato tramite ZOOM-Platform è eligibile, ma consigliamo caldamente di dare un'occhiata ai giochi supportati da ScummVM, come *Syberia 1 e 2*, *Galador*, [Obsidian](https://www.zoom-platform.com/product/obsidian?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53) nonchè i 18 titoli parte della serie [*Living Books*](https://www.zoom-platform.com/search/any/wanderful-interactive-storybooks/any/any/any/any/any/any?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53). In totale, abbiamo individuato 25 giochi supportati da ScummVM, e la lista è in crescita.\n\nManterremo una lista aggiornata dei giochi disponibili su questa piattaforma, sulla [nostra Wiki](https://wiki.scummvm.org/index.php?title=Where_to_get_the_games). Abbiamo inoltre aggiunto un link affiliato nella barra laterale."
    },
    "20230905": {
        "content": "In seguito all'annuncio della nostra affiliazione con ZOOM-Platform, vorremmo fare notare che sono ora disponibili le versioni Macintosh di [*Syberia 1*](https://www.zoom-platform.com/product/syberia-1?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53) e [*Syberia 2*](https://www.zoom-platform.com/product/syberia-2?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53), con ScummVM incluso.\n\nSi tratta di una importante novità, perchè attualmente ScummVM supporta solamente le versioni Macintosh di tali giochi. Queste versioni sono state sviluppate dalla Tetraedge e utilizzano un motore completamente diverso da quelle originali per Windows; pertanto, sono delle reimplementazioni, non dei port. Ora, grazie ai ragazzi di ZOOM-Platform, puoi ottenere comodamente tali varianti.",
        "title": "La serie Syberia è ora più accessibile"
    },
    "20230907": {
        "content": "Il giorno è arrivato. Siamo entusiasti di annunciare la fase di beta testing pubblica del port di ScummVM per lo store di iOS. Hai letto bene! Da quando Lars Sundström (lman) si è unito al team come porter iOS, abbiamo ottenuto significativi progressi. Pertanto, non dovrai più compilare ScummVM autonomamente per utilizzarlo sul tuo device iOS o iPadOS.\n\nSe desideri contribuire testando questa versione, segui questo [link Testflight](https://testflight.apple.com/join/h9OfDrEQ) e iscriviti al programma di test. Potresti dover installare l'app Testflight di Apple. Puoi trovare istruzioni su come installare e utilizzare i vari giochi nel nostro [portale documentazione](https://docs.scummvm.org/en/latest/other_platforms/ios.html).\n\nApprezziamo il tuo feedback. Puoi comunicarci le tue opinioni tramite la funzionalità di feedback di Testflight, dove è possibile inviare descrizioni dettagliate e anche allegare screenshot. In alternativa, puoi utilizzare il nostro [bugtracker](https://bugs.scummvm.org), mandarci una mail a ios@scummvm.org o postare nel nostro [Server Discord](https://discord.gg/4cDsMNtcpG). Grazie al tuo aiuto potremo finalmente aggiungere ScummVM all'App Store.",
        "title": "Android trova un compagno. Test pubblico del port per iOS"
    },
    "20230925": {
        "content": "_Dark Side_, il fantastico sequel del rivoluzionario [_Driller_](https://wiki.scummvm.org/index.php?title=Driller), è pronto per la fase di test pubblica!\n\nCome il suo predecessore, [_Dark Side_](https://wiki.scummvm.org/index.php?title=Dark_Side) è stato rilasciato nel 1998 dalla Incentive Software Limited, poco dopo _Driller_. Le nuove funzionalità di gioco includono un jet-pack che, permettendo di alzarsi da terra, fornisce una nuova prospettiva di gioco focalizzata sull'esplorazione di Tricuspid, la seconda luna del pianeta alieno Evath.\n\nQuesta volta, i feroci Ketars hanno disperso e nascosto degli Energy Collection Devices (ECD) intorno alla loro base, per distruggere il tuo pianeta natio. Tocca a te distruggerli per primo! Il problema è che molti ECDs sono collegati tra loro e si rigenerano istantaneamente, dovrai quindi trovare l'ordine corretto per completare la tua missione.\n\nLa nostra reimplementazione del motore Freescape supporta modalità grafiche software (TinyGL) o hardware (OpenGL), a risoluzione qualsiasi. Il supporto iniziale per _Dark Side_ include le versioni DOS (modalità EGA/CGA), ZX Spectrum e Amstrad CPC. Inoltre, sono disponibili [due demo giocabili](https://downloads.scummvm.org/frs/demos/freescape/) se intendi testare il gioco. Il supporto per le versioni Amiga e Atari ST verrà aggiunto successivamente! Per favore, [contattaci](https://www.scummvm.org/contact/) se disponi di altre versioni.\n\nPer giocare con una di queste versioni, avrai bisogno di un [daily build di sviluppo](https://www.scummvm.org/downloads/#daily). Come sempre, ti invitiamo a segnalare eventuali bug usando il nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Passa al Lato Oscuro, abbiamo i jetpack!"
    },
    "20231102": {
        "content": "Siamo lieti di annunciare l'inizio della fase di test per due nuovi motori, ciascuno dedicato ad un singolo gioco: _Kingdom: The Far Reaches_ e _Escape From Hell_!\n\n[_Kingdom_](https://wiki.scummvm.org/index.php?title=Kingdom:_The_Far_Reaches), è stato sviluppato e rilasciato dalla Interplay nel 1995. Solamente la versione DOS del gioco (disponibile su [gog.com](https://www.gog.com/en/game/kingdom_the_far_reaches?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)) è supportata. Si tratta di un gioco FMV in stile cartoon, dove dovrai guidare Lathan Kandor attraverso un mondo medievale, scoprire incantesimi e recuperare gli oggetti necessari per sconfiggere un mago malvagio.\n\n[_Escape From Hell_](https://wiki.scummvm.org/index.php?title=Escape_from_Hell), è stato sviluppato per la Electronic Arts dai programmatori veterani Richard Seaborne e Alan Murphy, e rilasciato nel 1990. In questo gioco di ruolo, controllato esclusivamente da tastiera, impersoni Alan e visiti l'Inferno alla ricerca della tua ragazza, che è stata accidentalmente teletrasportata lì.\n\nEntrambi i giochi utilizzano ampiamente la logica hardcoded, che è soggetta a errori e richiede molti controlli. Pertanto più che mai necessitiamo del tuo feedback, dato che entrambi i giochi non sono stati testati a sufficienza. Sfortunatamente, è disponibile solamente una demo di [Kingdom](https://downloads.scummvm.org/frs/demos/kingdom/). Il supporto per le versioni Windows e Mac di _Kingdom_ potrebbe essere aggiunto in futuro! Per favore [contattaci](https://www.scummvm.org/contact/) se possiedi altri demo dei due giochi.\n\nPer provare questi giochi, avrai bisogno di un [daily build della versione di sviluppo](https://www.scummvm.org/downloads/#daily). Come sempre, puoi segnalare eventuali bug sul nostro [bug tracker](https://bugs.scummvm.org/), e non dimenticarti di catturare qualche [screenshot](https://wiki.scummvm.org/index.php/Screenshots)!",
        "title": "Gloria al regno!"
    },
    "20231110": {
        "content": "Indossate il vostri cappelli da investigatore, detective - ci sono dei misteri da risolvere! Siamo orgogliosi di annunciare che diversi giochi della serie Nancy Drew della HeR Interactive sono pronti per la fase di test pubblica:\n\nIn [_Nancy Drew: Stay Tuned for Danger_](https://wiki.scummvm.org/index.php?title=Nancy_Drew:_Stay_Tuned_for_Danger), una stella delle telenovelas ha bisogno del tuo aiuto per scoprire chi si cela dietro a una sequenza di minacce di morte, troppo serie per essere ignorate.\n\nIn [_Nancy Drew: Message in a Haunted Mansion_](https://wiki.scummvm.org/index.php?title=Nancy_Drew:_Message_in_a_Haunted_Mansion), sei convolta nella ristrutturazione di una villa Vittoriana. Tuttavia una serie di strani incidenti, e le dicerie di una possibile infestazione di fantasmi, trasformano rapidamente la ristrutturazione in una investigazione.\n\nIn [_Nancy Drew: Treasure in the Royal Tower_](https://wiki.scummvm.org/index.php?title=Nancy_Drew:_Treasure_in_the_Royal_Tower) una fallimentare settimana bianca in un eccentrico castello, con ospiti ancora più eccentrici, diventa una sorta di caccia al tesoro per svelare una parte sconosciuta della Rivoluzione Francese.\n\nE se sei alla ricerca di qualcosa di più elettrizzante, in [_Nancy Drew: The Final Scene_](https://wiki.scummvm.org/index.php?title=Nancy_Drew:_The_Final_Scene), sarai impegnata in una corsa contro il tempo per rintracciare una tua amica rapita e al contempo salvare uno storico teatro (che racchiude non pochi segreti) dalla demolizione.\n\nI giochi sono acquistabili tramite il [sito della HeR Interactive](https://www.herinteractive.com/shop-games/all-games/) o [Steam](https://store.steampowered.com/search/?term=nancy+drew) (nota: Stay Tuned for Danger non è disponibile su Steam). Se invece disponi dei CD, le versioni in Inglese e in Russo sono anch'esse supportate. Per utilizzare questi giochi, avrai bisogno di un [daily build della versione di sviluppo](https://www.scummvm.org/downloads/#daily). Come sempre, se riscontri malfunzionamenti, ti invitiamo a segnalarli sul nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Il ritorno della teenager detective!"
    },
    "20231206": {
        "content": "Per molti anni, il programma di affiliazione a GOG.com è stato un ottimo modo per supportare il nostro progetto. Utilizzando i nostri link affiliati per l'acquisto dei giochi, una piccola commissione veniva automaticamente assegnata a ScummVM, senza alcun sovrapprezzo sul costo originale.\n\nA inizio anno, GOG.com ha annunciato il ritiro del vecchio programma di affiliazione. Anziché un semplice link referral, il nuovo programma usa due network di affiliazione esterni, che contengono tracking cross-site e vengono rilevati da diversi adblocker. Tuttavia, siccome siamo stati affiliati a GOG.com dal 2009, abbiamo potuto mantenere attivi i vecchi link per un paio di mesi oltre la data di dismissione.\n\nSfortunatamente, i link sono stati definitivamente disabilitati a partire dal 22 novembre 2023.\n\nDato che non ci sembra corretto obbligarvi a utilizzare questi network per supportare il progetto, e siccome il tracking degli utenti va contro le nostre linee guida, abbiamo deciso di non aderire al nuovo programma.\n\nRiteniamo che GOG.com sia comunque una eccellente risorsa per reperire legalmente molti giochi supportati da ScummVM. Anche se non faremo più parte del loro programma di affiliazione, continueremo a supportare le loro release, aggiornando periodicamente le signature dei file dati dei giochi e linkando le loro release nella pagina wiki [dove reperire i giochi](https://wiki.scummvm.org/index.php?title=Where_to_get_the_games).\n\nRingraziamo GOG.com e tutti coloro che hanno utilizzato i nostri link affiliati per il contributo (durato 14 anni!)",
        "title": "I link a GOG.com affiliati a ScummVM non sono più disponibili"
    },
    "20231214": {
        "title": "Director: riepilogo di fine anno",
        "content": "La fine dell'anno si avvicina, e con essa una nuova release di ScummVM. Ecco quindi un rapido aggiornamento a proposito di uno dei sottoprogetti più ambiziosi, che è stato portato avanti a piccoli passi ma con costanza: Macromedia Director!\nPer chi non ne fosse a conoscenza, Macromedia Director è stato un popolare framework, utilizzato per migliaia di giochi, software educativi, cataloghi, opere artistiche e multimediali.\n\n## Nuovi Giochi Da Testare\n\nInnanzitutto, la prossima release 2.8.0 includerà il supporto per diversi nuovi giochi: abbiamo bisogno del tuo aiuto per testarli!\n\n*   _Alice: An Interactive Museum_\n*   _Ape Odyssey_\n*   _Classical Cats_\n*   _Gadget: Invention, Travel and Adventure_\n*   _The Cute Machine_\n*   _The Dark Eye_\n*   _Wrath of the Gods_\n\nAvrai bisogno dei file dati dei giochi ottenuti dai dischi originali, e una [daily build](https://www.scummvm.org/downloads/#daily) di ScummVM. Per le versioni Macintosh, dovrai utilizzare [Dumper Companion](https://www.scummvm.org/dumper-companion) con le immagini dei dischi, al fine di estrarre correttamente tutti i files. Per _The Dark Eye_, anche i files generati dall'installer sono necessari. Come sempre, se riscontri malfunzionamenti, ti invitiamo a segnalarli al nostro [bug tracker](https://bugs.scummvm.org/).\n\nSe il tuo gioco preferito non è in lista, non disperare! ScummVM può avviare i titoli Director rilasciati fino al 1995, quindi procurati l'ultima [daily build](https://www.scummvm.org/downloads/#daily) e fai una prova. I titoli rilasciati dopo il 1995 tendenzialmente utilizzano versioni di Director che non sono ancora supportate. Se non sai come procedere, puoi contattarci sul [bug tracker](https://bugs.scummvm.org/), dove cercheremo di aiutarti.\n\nLe sei in possesso di un titolo Director che non viene rilevato da ScummVM, ottimo! Apri un ticket sul [bugtracker](https://bugs.scummvm.org/), così potremo aggiungerlo.\n\n## Versioni del motore\n\nAd oggi, ScummVM può rilevare **1595** diversi titoli Director, suddivisi nelle seguenti versioni di Director:\n\n| D0 | D1 | D2 | D3  | D4  | D5  | D6  | D7 | D8  | D9 | D10 | D11 |\n|----|----|----|-----|-----|-----|-----|----|-----|----|-----|-----|\n| 12 | 1  | 14 | 288 | 602 | 262 | 194 | 97 | 138 | 31 | 36  | 4   |\n\nScummVM 2.8.0 sarà la prima release ad includere il supporto preliminare per la versione D5 di Director! Abbiamo migliorato il codice al fine di supportare multiple librerie cast, tuttavia c'è ancora molto lavoro da fare per aggiungere le funzioni Lingo e Xtras."
    },
    "20231230": {
        "content": "Siamo orgogliosi di annunciare l'ultima release del 2023. Diamo il benvenuto a ScummVM 2.8.0 – “Mysteries, Mammoths, and Muppets”.\n\n## Nuovi giochi\nIl team si è dato da fare per aggiungere nuovi motori e migliorare quelli preesistenti. L'elenco dei giochi supportati è incrementato sensibilmente, con le seguenti novità:\n\n   * _Adibù 1_\n   * _Classical Cats_\n   * _The Dark Eye_\n   * _Dark Side_\n   * _Escape From Hell_\n   * _Gadget: Invention Travel and Adventure_\n   * _Gobliiins 5_\n   * _The Excavation of Hob's Barrow_\n   * _Kingdom: The Far Reaches_\n   * _Might and Magic Book One_\n   * _Muppet Treasure Island_\n   * _Nancy Drew: The Final Scene_\n   * _Nancy Drew: Message in a Haunted Mansion_\n   * _Nancy Drew: Secrets Can Kill_\n   * _Nancy Drew: Stay Tuned for Danger_\n   * _Nancy Drew: Treasure in the Royal Tower_\n   * _Primordia_\n   * _Reah: Face the Unknown_\n   * _Schizm: Mysterious Journey_\n   * _Shardlight_\n   * _Strangeland_\n   * _Syberia_ e _Syberia II_ (solo versioni macOS)\n   * _Technobabylon_\n   * _The Vampire Diaries_\n   * _Whispers of a Machine_\n   * _Wrath of the Gods_ e quattro altri titoli Director.\n   * 14 giochi AGS sviluppati da _Stranga_ e _Cloak and Dagger_.\n\nIn totale, abbiamo introdotto ben 50 nuovi giochi e cinque nuovi motori.\n\n## Nuove piattaforme\nSiamo contenti di constatare che il port per RetroArch è stato reimplementato nel modo corretto, e ora il port è stato incorporato nel nostro codice. Anche il port per Atari è stato riscritto da zero e ora sfrutta direttamente l'hardware, senza utilizzare SDL come intermediario. In questo modo, molti più giochi sono fruibili su tale piattaforma. Tuttavia, il port per Atari FireBee utilizza ancora la libreria SDL.\n\n## Grafica velocizzata\nGrazie al lavoro di uno dei nostri studenti della Google Summer of Code, Wyatt Radkiewicz (eklipsed), ora utlizziamo le estensioni SIMD specifiche per CPU, come SSE, AVX2 e NEON, per la grafica del motore AGS e per alcune routine generiche. Ciò ha portato ad una velocizzazione (da 4 fino a 14 volte) in molti casi d'uso.\n\n## Gioco in rete\nQuest'anno ci siamo uniti al progetto [Backyard Sports Online](https://backyardsports.online/), che ha reso possibile il gioco online con altri utenti nei giochi _Backyard Football_, _Backyard Baseball 2001_ e _Backyard Football 2002_. Anche _Moonbase Commander_ è in fase di playtest, ma non ancora pronto per il grande pubblico.\n\n## Miglioramenti nei motori\nIl motore AGS è stato aggiornato fino alla versione 3.6.0.53.\n\nPer molti motori abbiamo aggiunto il supporto per le versioni Cinesi e Giapponesi.\n\nNon ci crederai, ma siamo riusciti ad implementare svariate interfacce utente native nei giochi SCUMM, per un'esperienza ancora più simile all'originale. Abbiamo inoltre riscritto il codice per il sonoro nei giochi della Humongous Entertainment, rendendolo  praticamente perfetto.\n\nAbbiamo effettuato una revisione approfondita del motore di _Broken Sword 1_, implementando molti dettagli precedentemente ignorati come le transizioni di scena, alcune particolarità dei menù, font più accurati, animazioni idle e molto altro. Ora il gioco è assolutamente fedele all'originale.\n\n----\n\nLe [Note di Rilascio](https://downloads.scummvm.org/frs/scummvm/2.8.0/ReleaseNotes.html) contengono un riepilogo dettagliato di tutte le variazioni e miglioramenti, e per questa release sono quasi tre pagine.\n\nSulla nostra [pagina download](https://www.scummvm.org/downloads/) puoi trovare i download per diverse piattaforme. Se utilizzi Windows, macOS, o i package Snap o Flatpack per Ubuntu, il sistema di aggiornamento automatico ti aiuterà nell'upgrade alla versione 2.8.0. La versione Android seguirà a breve, siamo attualmente in fase di Beta Pubblica.\n\nProva i nuovi giochi, e divertiti con ScummVM!\n\n_Ah, un'ultima cosa..._\n\nScummVM è ora disponibile sull'[App Store per iPhone e iPad](https://apps.apple.com/us/app/scummvm/id6446184412).\nPer favore, lasciaci delle belle recensioni e in caso di problemi contattateci sul nostro [server Discord](https://discord.gg/4cDsMNtcpG), che comprende un canale dedicato per il  [supporto iOS](https://discord.com/channels/581224060529148060/1149456560922316911).",
        "title": "ScummVM 2.8.0: Misteri, Mammuth e Muppets"
    },
    "20240113": {
        "content": "Un povero soggetto-cavia è condannato a ripetere la stessa ora all'infinito. Cercando disperatamente di dimostrare che la sua specie non è solo carne da macello per la catena intergalattica di fast food.\n\nIl team di ScummVM è lieto di annunciare il supporto per _Orion Burger_, un gioco classico della Sanctuary Woods. La nostra reimplementazione aggiunge inoltre alcune comodità, come il supporto per la rotellina del mouse e la possibilità, premendo la barra spaziatrice, di saltare le animazioni durante gli spostamenti (tale comando non funzionava correttamente nell'originale).\n\nAiutaci a testare il gioco, procurandoti una [daily build](https://scummvm.org/downloads/#daily). Consulta le nostre [linee guida per i test](https://wiki.scummvm.org/index.php/Release_Testing#Testing_Guidelines). La logica del gioco è interamente hardcoded, per cui abbiamo davvero bisogno di tester che provino tutte le azioni più strane per accertarci che il gioco funzioni correttamente e corrisponda all'originale. E per favore, crea anche qualche [screenshot](https://wiki.scummvm.org/index.php/Screenshots) mentre giochi.\n\nBuona fortuna! E ricorda, dato che gli alieni barano sempre nei test che hanno preparato per te, non sarà impresa facile.",
        "title": "Rifacciamo il salto temporale, Burger Chow ci aspetta"
    },
    "20240310": {
        "content": "ScummVM è stato nuovamente ammesso (la diciassettesima volta) al programma [Google Summer of Code](https://summerofcode.withgoogle.com) che si terrà quest'estate.\n\nIl programma ha lo scopo di portare nuovi collaboratori nei progetti open source. Da due anni a questa parte, studenti e non sono accettati come possibili candidati.\n\nCome l'anno scorso, i candidati possono chiedere di lavorare su task brevi (circa 175 ore di lavoro) o lunghi (circa 350 ore di lavoro). I periodo dedicato alla programmazione tipicamente comincia all'inizio di giugno e continua fino al termine di agosto, ma è concessa una certa flessibilità ed è possibile estendere la scadenza se un candidato non può lavorare a tempo pieno durante l'estate.\n\nScummVM sta cercando persone interessate a partecipare alla GSoC con noi. Un elenco di possibili progetti è disponibile su [questa pagina](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2024), ma siamo disposti anche ad ascoltare le vostre proposte. Cortesemente, accertati di avere a disposizione [tutte le informazioni necessarie ](https://wiki.scummvm.org/index.php?title=GSoC_Application) prima di inviare la candidatura.\n\nInoltre ti consigliamo di unirti al nostro [server Discord](https://discord.gg/4cDsMNtcpG). Nel canale #scummvm-gsoc potrai contattare i mentori e gli altri componenti del team e ottenere suggerimenti su come contribuire al progetto e come scrivere la tua candidatura.\n\nUsufruendo dell'esperienza maturata in 16 anni di GSoC, abbiamo preparato un [Miniportale Google Summer of Code](https://wiki.scummvm.org/index.php?title=Summer_of_Code) per aiutarti a cominciare.\n\nAspettiamo con impazienza la tua candidatura!",
        "title": "ScummVM è stato ammesso alla Google Summer of Code 2024"
    },
    "20240331": {
        "content": "Oh MMy — una nuova release di ScummVM!\n\nDiamo il benvenuto alla prima release dell'anno: ScummVM 2.8.1.\n\nScummVM 2.8.1 è una release di mantenimento con lo scopo principale di correggere i bug scoperti dopo l'ultima release stabile.\n\nQuesta versione include aggiornamenti ai seguenti motori: AGI, AGS, GRIM, SWORD2, MM (che ora è abilitato — nella versione 2.8.0 è stato disattivato per errore), mTropolis, NANCY, SCUMM, TWINE, Ultima e V-Cruise.\n\nI port per Android, Atari e macOS hanno ricevuto svariati bugfix per migliorare la stabilità generale e evitare crash in alcune circostanze.\n\nUn elenco dettagliato dei miglioramenti è disponibile [qui](https://downloads.scummvm.org/frs/scummvm/2.8.1/ReleaseNotes.html).\n\nCome sempre, è possibile scaricare l'ultima release dalla [pagina Downloads](https://www.scummvm.org/downloads/).\n\nBuon divertimento!",
        "title": "Diamo il benvenuto a ScummVM 2.8.1: Oh MMy!"
    },
    "20240407": {
        "content": "_Total Eclipse_, un'avventura 3D in tempo reale (dove affronterai un'antica maledizione, in stile Indiana Jones) è pronta per la fase di test pubblica!\n\nRilasciato nel 1988, [_Total Eclipse_](https://wiki.scummvm.org/index.php?title=Total_Eclipse) è un innovativo titolo che si aggiunge al già rivoluzionario repertorio dalla Incentive Software Ltd.\n\nImpersona un eroico archeologo durante l'eclisse solare totale del 26 Ottobre 1930. Per scongiurare la profezia Ardognus, creata dal potente sacerdote Hahmid III, dovrai trovare e distruggere il santuario nascosto dedicato a Ra. prima che l'eclisse si completi.\n\nInizierai questa emozionante avventura equipaggiato con la tua fidata pistola (per eliminare mummie non-morte e distruggere porte chiuse); una bussola per non perdere l'orientamento nella piramide; un orologio da polso per tenere d'occhio il prezioso tempo rimasto; e una borraccia per evitare la disidratazione (dopotutto, non sei un supereroe).\n\nRiuscirai a risolvere questo mistero ancestrale entro 120 minuti, evitando la catastrofe, o l'ira di Ra distruggerà la luna?\n\nLa nostra reimplementazione moderna del motore Freescape permette l'accelerazione 3D OpenGL a risoluzione arbitraria. Attualmente, supportiamo le versioni DOS (modalità EGA/CGA), ZX Spectrum e Amstrad CPC di _Total Eclipse_. Altre versioni verranno aggiunte in futuro. Se intendi provare il gioco, abbiamo inoltre a disposizione [tre demo giocabili](https://downloads.scummvm.org/frs/demos/freescape/). Per favore, [contattaci](https://www.scummvm.org/contact/) se sei in possesso di altri demo o versioni.\n\nPer giocare con questi giochi, avrai bisogno di un [daily build di sviluppo](https://www.scummvm.org/downloads/#daily). Come sempre, ti raccomandiamo di segnalare eventuali malfunzionamenti al nostro [bug tracker](https://bugs.scummvm.org/).",
        "title": "Fronteggiando la Maledizione del Dio del Sole, la crema solare non ti salverà"
    },
    "20240413": {
        "content": "1987: Nella cittadina di Thimbleweed Park, due agenti-a-rino stanno investigando un caso di omicidio.\nIl cadavere, in fase di pixellazione, è stato ritrovato nel fiume.\nDurante l'indagine, gli agenti incontreranno una programmatrice di videogiochi, un misterioso clown che non si toglie mai il trucco di scena, e altri personaggi peculiari.\n\nPuoi acquistare il gioco dal tuo rivenditore preferito: [Steam](https://store.steampowered.com/app/569860), [GOG](https://www.gog.com/game/thimbleweed_park), [Epic Game Store](https://store.epicgames.com/en-US/p/thimbleweed-park),\n[Xbox](https://www.microsoft.com/en-US/store/p/Thimbleweed-Park/9NBLGGH40DCM), [Switch](https://www.nintendo.com/games/detail/thimbleweed-park-switch), [iOS](https://itunes.apple.com/us/app/thimbleweed-park/id1228969539?mt=8), [PS4](https://www.playstation.com/en-us/games/thimbleweed-park-ps4/), [Android](https://play.google.com/store/apps/details?id=com.terribletoybox.thimbleweedparkandroid&hl=en).\n\nTi invitiamo a provare questa avventura con ScummVM. Scarica subito un [daily build di sviluppo](https://scummvm.org/downloads/#daily) e buon divertimento!\n\nSe riscontri bug o altre stranezze, per cortesia segnalali al nostro [bugtracker](https://bugs.scummvm.org).",
        "title": "Una passeggiata in Thimbleweed Park con ScummVM"
    },
    "20240505": {
        "content": "Diamo il benvenuto ai partecipanti di quest'anno!\n\nMercoledì primo maggio, Google ha [rilasciato](https://opensource.googleblog.com/2024/05/google-summer-of-code-2024-accepted-contributors-announced.html) l'elenco dei candidati ammessi alla Google Summer of Code di quest'anno, e siamo lieti di comunicare che quest'estate [4 partecipanti](https://summerofcode.withgoogle.com/programs/2024/organizations/scummvm) lavoreranno su diverse parti del progetto ScummVM.\n\nDopo avere sistemato tutti i dettagli, possiamo ora dare loro un caloroso benvenuto!\n\nIn ordine rigorosamente casuale...\n\n----\n\n**Progetto: Sistema di controllo dell'integrità dei files di gioco per ScummVM**\n\n_Chike Lee_ - Chico / [InariInDream](https://github.com/InariInDream)\n\nScummVM necessita dei files dei giochi per funzionare. Frequentemente, soprattutto quando i dati vengono copiati da vecchi supporti, tali files possono risultare danneggiati. Pertanto, un sistema che permetta agli utenti di calcolare facilmente i checksum e confrontarli con quelli noti come validi può essere molto utile.\n\nChike proseguirà il lavoro già iniziato in quest'area, con l'obiettivo di completare l'implementazione durante l'estate.\n\n----\n\n**Progetto: Miglioramento del supporto per Macromedia Director\n\n_Krish Ganatra_ - Krish / [Krish28](https://github.com/Krish2882005/)\n\nMacromedia Director, negli anni '90, è stato un popolare authoring tool con il quale sono state sviluppate svariate avventure grafiche divenute iconiche. Migliorandone il supporto, potremo preservare una preziosa storia videoludica dando ai giocatori la possibilità di giocare nuovamente questi classici.\n\nKrish si occuperà di sviluppare alcuni miglioramenti focalizzati in aree precise del motore, al fine di migliorare il supporto currente ed estenderne la compatibilità.\n\n----\n\n**Progetto: Porting di qdEngine a ScummVM**\n\n_Kunal Tiwari_ - [kunxl.gg](https://github.com/kunxl-gg)\n\nIl motore qdEngine è stato sviluppato dalla K-D Labs e utilizzato in alcune avventure grafiche punta-e-clicca, principalmente in Russo ma talvolta anche localizzate in Lituano, Ceco e Inglese. I giochi più conosciuti sono Pilot Brothers 3 e Pilot Brothers 3D.\n\nKunai si occuperà del porting di questo motore nel codice di ScummVM, con l'obiettivo di raggiungere il supporto completo entro la fine dell'estate.\n\n----\n\n**Progetto: Aggiunta del Keymapper (mappa tasti) a vari motori**\n\n_Nabeel Shabbir_ - kashmiri_markhor / [NabeelShabbir](https://github.com/NabeelShabbir)\n\nScummVM include un keymapper globale completamente configurabile, ma i motori devono essere modificati per supportarne le funzionalità. Lo scopo del progetto è integrare il keymapper in quanti più motori possibili.\n\nNabeel lavorerà a questo progetto durante l'estate, iniziando dai motori più grandi e che necessitano di funzionalità avanzate di mappatura tasti.\n\n----\n\nSiamo ora nella fase di community bonding che durerà fino al 27 di maggio, quando inizierà la vera e propria fase di coding.\n\nPuoi visitare il nostro [server Discord](https://discord.gg/4cDsMNtcpG) per dare il benvenuto ai partecipanti e discutere dei vari progetti, ognuno dei quali ha un canale dedicato.\n\nGli studenti forniranno inoltre aggiornamenti regolari tramite i blog che saranno accessibili dal [planet](https://planet.scummvm.org/). \n\nIl team non vede l'ora di cominciare - e speriamo anche tu!\n\nDesideriamo ringraziare tutti coloro che hanno inoltrato le proprie candidature a ScummVM per la Google Summer of Code di quest'anno. Sfortunatamente non abbiamo potuto accettare tutte le candidature, ma vi ringraziamo per l'interesse dimostrato e ci auguriamo che possiate comunque contribuire al progetto, in futuro.",
        "title": "Rullo di tamburi... Google Summer of Code 2024!"
    },
    "20240615": {
        "content": "In un universo dove i bagel incontrano i bar, il motore BAGEL è stato tostato a puntino e ora il team di ScummVM è pronto a servire una fetta di nostalgia con **The Space Bar**. No, non la barra della tastiera. Piuttosto, si tratta di una storia poliziesca ambientata su un distante pianeta. Dei dati importanti sono stati rubati e il colpevole è un mutaforma che si sta nascondendo in un bar dello spazioporto, in attesa di imbarcarsi per fuggire. Impersoni un tosto detective con la capacità psionica di visitare le memorie dei frequentatori del bar per raccogliere indizi e individuare i sospetti.\n\nTutto ciò grazie ai ragazzi di [ZOOM Platform](https://www.zoom-platform.com/?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53), che ci hanno gentilmente fornito i sorgenti originali con cui lavorare. Aiutaci a testare il gioco scaricando una [daily build](https://scummvm.org/downloads/#daily) e assicurati di seguire le nostre [linee guida per il testing](https://wiki.scummvm.org/index.php/Release_Testing#Testing_Guidelines). Il gioco offre molti modi per parlare con i freqentatori del bar e avviare diversi flashback. Pertanto, abbiamo davvero bisogno di tester disposti a sperimentare per assicurarci che tutto funzioni correttamente. E non dimenticarti di catturare qualche [screenshot](https://wiki.scummvm.org/index.php/Screenshots).\n\nSe non possiedi _The Space Bar_, puoi provare uno dei [demo gratuiti](https://scummvm.org/demos/#other) o acquistare la versione digitale su [ZOOM Platform](https://www.zoom-platform.com/product/the-space-bar?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53). È anche possibile testare la versione Steam utilizzando la beta, controlla l'[annuncio Steam](https://store.steampowered.com/news/app/2253580/view/6850618508609768472) per maggiori dettagli.\n\nE ora, ti auguriamo buona fortuna (incrociando le dita) per trovare il colpevole. Altrimenti, il tuo capo ti assicurerà un prestigioso proseguimento di carriera nella pulizia delle toilette. Oh, un'ultima cosa: Ogni alieno ha un diverso \"punto di vista\". Il bartender ha gli occhi segmentati, il che lo rende particolarmente difficile da usare. I programmatori originali hanno addirittura inserito un cheat (il tasto ScrollLock) per alternare la visuale \"normale\". Puoi utilizzarlo liberamente se l'effetto retrò è troppo per te :)",
        "title": "È un bar... nello spazio!"
    },
    "20240703": {
        "title": "“Tocca a lei, Comandante.”",
        "content": "_Moonbase Commander_, uno degli ultimi giochi creati utilizzando il motore SCUMM, è finalmente supportato e pronto per la fase di test pubblica!\n\nPur non trattandosi di un gioco di avventura, _Moonbase Commander_, è stato sviluppato dalla Humongous Entertainment (creatori di _Putt-Putt_, _Freddi Fish_, _Pajama Sam_, _Backyard Sports_, ecc.) ed è invece uno strategico a turni diverso da tutti gli strategici dell'epoca. Lo scopo principale è evitare che i tuoi avversari conquistino il pianeta prima di te. Le sue caratteristiche uniche lo rendono un perfetto esempio di gioco \"facile da imparare, difficile da padroneggiare\". Puoi costruire nuovi hub dal tuo hub centrale, creare raccoglitori di energia, sparare proiettili verso gli hub dei tuoi avversari, e tanto altro! È disponibile anche un editor, che ti permetterà di creare nuove mappe personalizzate e condividerle con gli altri giocatori!\n\nIl gioco include le modalità Skirmish e Challenge per giocatore singolo, ma puoi anche giocare in multiplayer, online o insieme agli altri device collegati alla tua LAN. Entrambe le modalità sono pienamente supportate! Clicca Multiplayer nel menù del gioco, e potrai creare una partita a cui i tuoi amici potranno collegarsi! Così semplice!\n\nStanco di giocare sempre con le stesse mappe? Abbiamo incluso in ScummVM il generatore di mappe del popolare tool creato dai fan [Moonbase Console](https://github.com/michaelbarlow7/moonbase-console), comprensivo di tutti gli algoritmi e configurazioni!\nPuoi abilitare questa funzione scaricando l'ultima [daily build](https://scummvm.org/downloads/#daily), e abilitando l'opzione \"Genera mappe casuali\" in \"Opzioni gioco\". In questo modo, una nuova mappa verrà generata all'avvio di una partita Skirmish o Multiplayer. L'opzione può essere disattivata in qualsiasi momento togliendo il segno di spunta.\n\nI giocatori più affezionati hanno creato un server Discord, dove potrai trovare persone disposte a giocare online e discutere di tutto ciò che riguarda _Moonbase Commander_! [Puoi unirti al server qui!](https://discord.gg/6J8c7XW)\n\nPuoi acquistare il gioco su [ZOOM-Platform](https://www.zoom-platform.com/product/moonbase-commander?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53), [Steam](https://store.steampowered.com/app/254880/MoonBase_Commander/), o [GOG](https://www.gog.com/en/game/moonbase_commander), or scaricare e provare la [versione dimostrativa](https://downloads.scummvm.org/frs/demos/scumm/he/moonbase-win-demo-us.zip). Anche qui sono supportate sia la modalità multiplayer che il generatore di mappe!\n\nSentiti ringraziamenti alla [Rebellion](https://rebellion.com/), gli attuali detentori dei diritti del gioco, per avere fornito il codice sorgente al nostro team!"
    },
    "20241003": {
        "title": "\"Che ore sono? ORA DI GIOCARE!\"",
        "content": "_Backyard Basketball_ può finalmente alzarsi dalla panchina ed è pronto per la fase di test pubblica! Puoi ora usare ScummVM per giocare a questo apprezzato titolo della serie Backyard Sports (__l'ultimo gioco del motore SCUMM che ancora non supportavamo__). Gioca con i Backyard Kids o crea fino a cinque personaggi personalizzati! Il gioco include anche due (ora ritirate) stelle della NBA e della WNBA: _Kevin Garnett_ e _Lisa Leslie_!\n\nCome per gli altri giochi della serie, i controlli predefiniti sono punta-e-clicca, con le opzioni aggiuntive tastiera e gamepad. Scegli i tuoi personaggi preferiti e cimentati in una partita di basket 3-contro-3. Non dimenticarti il _110% Juice_ e la _Dunking Donut_ per fare _slamma jamma_! Passa la palla, ascolta la telecronaca di Sunny Day e Barry DeJay e infila canestri su canestri per conquistare il campionato.\n\nPronto a giocare? Recupera il tuo vecchio CD e provalo con l'ultima [daily build](https://scummvm.org/downloads/#daily)!"
    },
    "20241024": {
        "title": "\"Riuscirai a portare la pace in... UNREST?\"",
        "content": "[_Unrest_](https://pyrodactyl.com/) è un gioco di ruolo sviluppato dalla _Pyrodactyl Studios_, ambientato in una fantasiosa reinterpretazione dell'India antica. Ti calerai nei panni di persone comuni e ti avventurerai in un mondo irto di insidie alla ricerca di sicurezza, libertà e pace.\n\nSiamo orgogliosi di annunciare che Unrest è giocabile tramite ScummVM grazie al lavoro svolto da Kartik Agarwala, un nostro studente della GSoC! Aiutaci a testare il gioco procurandoti una [daily build](https://scummvm.org/downloads/#daily) di ScummVM. Assicurati di leggere le nostre [linee guida per i test](https://wiki.scummvm.org/index.php/Release_Testing#Testing_Guidelines), e cattura qualche [screenshot](https://wiki.scummvm.org/index.php/Screenshots) durante il gioco. Se riscontri malfunzionamenti, per favore segnalali al nostro [bugtracker](https://bugs.scummvm.org/).\n\nSe non possiedi Unrest, puoi acquistare il gioco su [GOG](https://www.gog.com/en/game/unrest) o [Steam](https://store.steampowered.com/app/292400/Unrest/). Anche la versione dimostrativa è supportata e scaricabile [dal nostro sito](https://www.scummvm.org/demos/).\n\nOra và, e usa le tue capacità persuasive per portare la pace in un mondo dove il caos è imminente. Per i giocatori più arditi che desiderano cimentarsi nella modalità iron-man, il salvataggio e il caricamento è possibile solo tramite il Menù Globale di ScummVM."
    },
    "20241030": {
        "title": "Non perdo tempo a ricordarvi che l'indagine è strettamente confidenziale",
        "content": "Siamo entusiasti di annunciare che [_Rise of the Dragon_](https://en.wikipedia.org/wiki/Rise_of_the_Dragon) è pronto per la fase di test pubblica. Si tratta del primo di un ristretto numero di giochi creati utilizzando il motore DGDS (Dynamix Game Development System).\n\nIl nome Dynamix può risultarti familiare - acquistato dalla Sierra nel 1990, lo studio ha mantenuto la stessa denominazione negli anni a venire ed è diventato famoso per diversi giochi di azione e puzzle, come _The Incredible Machine_, _A10 Tank Killer_, e _Red Baron_. Hanno rilasciato anche alcune avventure, utilizzando una versione customizzata del motore DGDS.\n\n_Rise of the Dragon_ si svolge a Los Angeles intorno al 2053, in un futuro distopico. Assumi il ruolo di Blade Hunter, ex agente di polizia ora investigatore privato. Dopo la morte della figlia ribelle del sindaco, Chandra, a causa di una droga sintetica, Hunter è assoldato per scoprire chi ha iniziato a distribuire la sostanza. Ma Blade scoprirà molto più di quanto si aspettava... _Rise of the Dragon_ alterna il classico gameplay delle avventure punta-e-clicca a sequenze arcade a piattaforme, creando una combinazione unica nel suo genere.\n\nAvrai bisogno dell'ultima [daily build di ScummVM](https://scummvm.org/downloads/#daily) e i files della versione DOS del gioco, che puoi acquistare su [GOG](https://www.gog.com/en/game/rise_of_the_dragon) (controlla la [nostra wiki](https://wiki.scummvm.org/index.php/Rise_of_the_Dragon) per la lista dei files necessari). Per favore, segnala eventuali malfunzionamenti al nostro [bug tracker](https://bugs.scummvm.org/)."
    },
    "20241105": {
        "title": "I giochi basati sul motore qdEngine sono ora supportati",
        "content": "Dopo sette mesi di intenso lavoro, siamo pronti ad annunciare il supporto per alcuni giochi basati su qdEngine, sviluppato da K-D Labs.\n\nAbbiamo utilizzato i sorgenti originali, ora disponibili con licenza GPL, ma il lavoro in ScummVM è iniziato un po' prima del rilascio. Il motore supporta 14 giochi, cinque dei quali sono ufficialmente supportati. La maggior parte di questi giochi è in Russo, tuttavia, esistono anche delle versioni in Lituano, Ceco e Polacco. I giochi ufficialmente supportati sono:\n\n* _Wait for it! Issue 3. Song for a Hare_, (Russo: _Ну, погоди! Выпуск 3. Песня для зайца_, Lithuanian: _Na, palauk! Zuikio dainos_, Czech: _Jen počkej a Píseň pro zajíce_)\n* _Mask Show_ (Russo: _Маски-шоу_)\n* _Marvellous Mice Adventures: Meeting Sea Rat_ (Russo: _Три маленькие белые мышки. Визит Морской крысы_, Czech: _Příběhy myší rodinky I_, Polish: _Były Sobie Myszki Trzy: Na Spotkanie Cioci Myszy_)\n* _The Adventures of the Good Soldier Schweik_ (Russo: _Похождения бравого солдата Швейка_)\n* _Marvellous Mice Adventures: Sea Rat's Birthday_, (Russo: _Три маленькие белые мышки. День рождения морской крысы_, Polish: _Były Sobie Myszki Trzy: Urodzinowe Śledztwo_)\n\nAltri titoli sono giocabili, ma non abbiamo effettuato test approfonditi. Puoi trovare maggiori informazioni sulla [nostra Wiki](https://wiki.scummvm.org/index.php?title=QdEngine). Inoltre, siamo alla ricerca della versione lituana di _Little Longnose_ e delle versioni polacche di _Little Mice_ e _Wait for it!_. Se possiedi questi giochi, per cortesia contatta sev.\n\nIl motore è ancora in fase di sviluppo e presto annunceremo il supporto ufficiale per altri titoli. Il vincolo principale è la fase di playtest.\n\nPer provare questi giochi, avrai bisogno di una [daily build di sviluppo](https://www.scummvm.org/downloads/#daily) di ScummVM. Se riscontri malfunzionamenti, puoi segnalarli al nostro [bug tracker](https://bugs.scummvm.org/)."
    },
    "20241109": {
        "content": "[_Castle Master_](https://wiki.scummvm.org/index.php?title=Castle_Master), l'inquietante conclusione della saga del motore Freescape, è pronto per la fase di test pubblica!\n\nPreparati per una insidiosa avventura mentre abbassi il ponte levatoio per addentrarti nei meandri di Castle Master. Rilasciato nel 1990 dalla Incentive Software, Castle Master divenne popolare per le innovazioni tecniche e per il gameplay impegnativo. Il gioco ha ispirato innumerevoli avventure 3D e lo stesso motore Freescape ha segnato una pietra miliare tecnologica, consentendo un'interazione rivoluzionaria con gli oggetti e rompicapo tridimensionali.\n\nCastle Master è stato uno dei primi giochi a permettere la scelta del personaggio (principe o principessa) e ad offrire un'esperienza diversa a seconda della tua decisione.\n\nLa tua missione: salvare il tuo gemello, imprigionato nelle profondità inquietanti di Castle Eternity dal malvagio Magister. Questo castello tentacolare e minaccioso è pieno di trappole, mostri ed enigmi che bloccano il tuo percorso. Raccogli oggetti, sblocca porte e risolvi enigmi complessi mentre esplori le sale labirintiche e affronti le forze oscure al loro interno.\n\nQuesta moderna reimplementazione presenta una grafica migliorata utilizzando OpenGL, con supporto iniziale per le versioni DOS e ZX Spectrum. Se sei impaziente di intraprendere questo oscuro viaggio, è disponibile una [demo giocabile](https://downloads.scummvm.org/frs/demos/freescape/castle-dos-demo.zip) per mettere alla prova la tua tenacia.\n\nPer partecipare al test, assicurati di avere una [build di sviluppo giornaliera](https://www.scummvm.org/downloads/#daily). Incoraggiamo tutti i giocatori a inviare feedback e segnalare bug tramite il nostro [bugtracker](https://bugs.scummvm.org/).\n\nAffronterai gli inquietanti corridoi di Castle Eternity e libererai tuo fratello/sorella, oppure cadrai vittima della maledizione del Magister e ti unirai al suo esercito di spiriti? L'avventura ti aspetta!",
        "title": "Salva il tuo gemello dalle grinfie del malvagio Castle Master"
    },
    "20241123": {
        "content": "Da tempo lavoriamo alla versione 2.9.0 di ScummVM, ed è ora il momento di iniziare la fase di test pubblica.\n\nAbbiamo introdotto alcuni nuovi motori e aggiunto giochi a motori preesistenti, i test dovranno focalizzarsi principalmente su:\n\n* _Orion Burger._\n* _Total Eclipse e Total Eclipse 2._\n* _Thimbleweed Park._\n* _The Space Bar._\n* _Moonbase Commander._ (e le funzionalità multigiocatore)\n* _Backyard Basketball._\n* _Unrest._\n* _Rise of the Dragon._\n* _Castle Master._\n* _Wait for it! Issue 3. Song for a Hare._ (_Ну, погоди! Выпуск 3. Песня для зайца_)\n* _Mask Show._ (_Маски-шоу_)\n* _Marvellous Mice Adventures: Meeting Sea Rat._ (_Три маленькие белые мышки. Визит Морской крысы_)\n* _The Adventures of the Good Soldier Schweik._ (_Похождения бравого солдата Швейка_)\n* _Marvellous Mice Adventures: Sea Rat's Birthday._ (_Три маленькие белые мышки. День рождения морской крысы_)\n\nOltre a questi nuovi giochi, sono state apportate significative modifiche ad almeno metà dei 108 motori che attualmente supportiamo. Pertanto, più giochi testi, meglio è.\n\nTutti i test dovranno essere effettuati utilizzando i [build stabili](https://buildbot.scummvm.org/#/dailybuilds), non quelli di sviluppo (latest). Per favore, segnala malfunzionamenti o altre stranezze al nostro [bug tracker](https://bugs.scummvm.org/).\n\nUn elenco dettagliato di tutte le nuove funzionalità e correzioni è disponibile nel [file NEWS](https://github.com/scummvm/scummvm/blob/branch-2-9/NEWS.md).\n\nAttendiamo fiduciosi bugreport e conferme di playthrough complete (o incomplete)!",
        "title": "Aiutaci a testare l'imminente versione 2.9.0 di ScummVM!"
    },
    "20241222": {
        "title": "ScummVM 2.9.0 \"Close Encounters of the 2.9th Kind\" è atterrato",
        "content": "Quasi un anno è passato dall'ultima release principale, e giusto in tempo per il Natale, ScummVM 2.9.0 - \"Close Encounters of the 2.9th Kind\" è arrivato. Ha portato tanti doni, tra cui quindici nuovi giochi supportati e una nuova piattaforma.\n\n## Nuovi giochi\n* _The Adventures of the Good Soldier Schweik_\n* _Backyard Basketball_\n* _Castle Master_\n* _Marvellous Mice Adventures: Meeting Sea Rat_\n* _Marvellous Mice Adventures: Sea Rat's Birthday_\n* _Mask Show_\n* _Moonbase Commander_\n* _Orion Burger_\n* _Rise of the Dragon_\n* _The Space Bar_\n* _Thimbleweed Park_[^1]\n* _Total Eclipse_\n* _Total Eclipse 2_\n* _Unrest_\n* _Wait for it! Issue 3. Song for a Hare_\n\n## Nuova piattaforma\nScummVM ha ora un port per Sailfish OS. Non disponiamo ancora dei build ufficiali, ma gli utenti più intraprendenti possono provare a compilare una propria build personalizzata!\n\n## Miglioramenti rilevanti per i motori\nIl motore AGS è stato aggiornato alla versione 3.6.1.30 da upstream, aggiungendo il supporto per diversi giochi rilasciati recentemente, come ad esempio Stranger in Utopia, The Phantom Fellows e It Takes Two to Tangle.\n\nLa funzionalità di keymapper è stata aggiunta a più di venti motori, permettendo di personalizzare i tasti della tastiera, del mouse o dei joypad utilizzati nei giochi.\n\nIl motore SCI può ora beneficiare di molte correzioni negli script di svariati giochi, e una impressionante funzionalità di riparazione immediata per il parlato di Gabriel Knight 1 CD.\n\nNel motore SCUMM, sono state apportate migliorie grafiche e sonore nelle versioni Macintosh di diversi giochi.\n\n## Miglioramenti rilevanti nelle piattaforme\nLa release macOS per sistemi recenti Intel e Apple Silicon è stata firmata e approvata ed è ora accettata da Apple Gatekeeper.\n\nLa release Android ora supporta Android 15 e ha un migliore supporto per gamepad.\n\nLa release iOS ora supporta Apple Pencil, una delle funzionalità più richieste.\n\n----\n\nLe complete [note di rilascio](https://downloads.scummvm.org/frs/scummvm/2.9.0/ReleaseNotes.html) includono un dettagliato resoconto di tutte le variazioni e miglioramenti.\n\nNella nostra [pagina downloads](https://www.scummvm.org/downloads/), puoi trovare i downloads per le varie piattaforme. La versione iOS è disponibile nell'[App Store di Apple](https://apps.apple.com/us/app/scummvm/id6446184412) mentre le versioni Android saranno presto disponibili nel [Google Play Store](https://play.google.com/store/apps/details?id=org.scummvm.scummvm) (l'aggiornamento deve essere approvato). Se invece utilizzi Windows, macOS o i pacchetti Ubuntu Snap o Flatpak, la funzionalità di auto-aggiornamento ti assisterà nell'upgrade a ScummVM 2.9.0.\n\nGli utenti macOS che utilizzano Intel Mac 64-bit e macOS tra 10.9 e 10.12 dovranno scaricare manualmente l'aggiornamento dalla nostra [pagina downloads](https://www.scummvm.org/downloads/) scegliendo \"Mac OS X 10.9+ Intel 64 Bits (without Sparkle) Disk Image\". La versione scaricabile tramite la funzionalità di auto-aggiornamento ora richiede macOS 10.13 o superiori.\n\nBuon divertimento, e goditi ScummVM insieme a una tazza di grog caldo[^2]!\n\n[^1]: Thimbleweed Park è supportato da un numero limitato di piattaforme, dato che richiede OpenGL con Shaders.\n[^2]: Altre bevande disponibili."
    },
    "20250210": {
        "title": "Un'esperienza elettrizzante",
        "content": "[God of Thunder](https://wiki.scummvm.org/index.php?title=God_of_Thunder), un'avventura in stile Zelda, è pronto per la fase di test pubblica!\n\nPreparati a guidare Thor, il Dio del Tuono, in un'epopea in tre parti dove dovrà affrontare nemici e risolvere puzzle per raggiungere gli impegnativi boss finali, fino allo scontro finale con Loki.\n\nL'implementazione di ScummVM è leggermente diversa dall'originale: la tabella degli high score funziona anche senza la necessità di creare un account e senza la limitazione ad un singolo salvataggio.\nSfortunatamente, il gioco utilizza un formato speciale per la musica, che dovrà essere reimplementato da zero da un esperto. Per ora, la riproduzione della musica è disabilitata, ma gli effetti sonori funzioneranno normalmente.\n\nPer partecipare ai test, assicurati di avere un [daily build di sviluppo](https://www.scummvm.org/downloads/#daily). Il gioco è freeware e si può scaricare direttamente dal [sito della Adept Software](https://www.adeptsoftware.com/got/). Incoraggiamo tutti i giocatori a inviarci feedback e bugreport tramite il nostro [bugtracker](https://bugs.scummvm.org/). Mentre giochi, assicurati di catturare qualche [screenshots](https://wiki.scummvm.org/index.php/Screenshots).\n\nSarai in grado di sconfiggere Loki, o verrai sopraffatto dagli astuti nemici e dai cervellotici puzzle? Prova il gioco e scoprilo!"
    },
    "20250228": {
        "title": "ScummVM è stato ammesso alla Google Summer of Code 2025",
        "content": "Buone notizie: Siamo stati nuovamente ammessi al programma [Google Summer of Code](https://summerofcode.withgoogle.com)!\n\nQuindi, se hai uno spirito avventuroso (o RPG-oso) e sei disposto a trascorrere l'estate insieme al nostro team, non esitare ad inviare la tua candidatura!\n\nNon temere — Se sei uno sviluppatore con mentalità aperta pronto ad imparare e a fare domande, disposto a dedicare il proprio tempo per contribuire al nostro progetto, ti accompagneremo con spiegazioni passo passo e supporto. Sono diciotto anni (wow!) che participiamo alla GSoC e sappiamo come funzionano le cose.\n\nUn elenco di possibili progetti è disponibile su [questa pagina](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2025). Se hai una tua proposta, saremo ben felici di valutarla, come già avvenuto nel 2023 con il [motore Crab](https://blogs.scummvm.org/hax0kartik/). Le informazioni richieste per inviare la tua candidatura sono disponibili sulla [nostra Wiki](https://wiki.scummvm.org/index.php?title=GSoC_Application).\n\nCome incentivo, abbiamo raccolto una notevole quantità di informazioni sul [miniportale Google Summer of Code](https://wiki.scummvm.org/index.php?title=Summer_of_Code), tuttavia la prima cosa che devi fare è unirti al nostro [server Discord](https://discord.gg/4cDsMNtcpG) e seguire il canale #scummvm-gsoc dove potrai interagire con i mentori e con gli altri membri del team.\n\nAttendiamo la tua candidatura e partecipazione!"
    },
    "20250303": {
        "title": "Un seme malvagio è stato impiantato"
    }
}
