{
    "20011122": {
        "title": "Bienvenue sur ScummVM",
        "content": "Bienvenue sur ScummVM! ScummVM est un interpréteur SCUMM (Script Creation Utility For Maniac Mansion) pour Linux et Windows."
    },
    "20020113": {
        "title": "Sortie de ScummVM 0.1.0",
        "content": "Beaucoup de changements dans cette nouvelle version. Full Throttle fonctionne maintenant mieux et le travail préliminaire sur The Dig a commencé. \\[[Télécharger](/downloads/)\\]"
    },
    "20150111": {
        "title": "En cas de Zork, casser la vitre !",
        "content": "ScummVM vous emmène dans une aventure dans le monde de Zork, avec le support de deux de nouveaux jeux ! Dans Zork Nemesis : Les Territoires interdits, votre tâche est d'embarquer dans une aventure afin de résoudre le mystère d'un esprit appelé Nemesis, et des quatre alchimistes qu'il a tué. Pour votre deuxième voyage sur Zork, dans Zork : Grand Inquisitor, vous devez trouver trois objets légendaires qui permettront de restaurer toute la magie au royaume et provoquer la chute du Grand Inquisiteur Yannick, dont l'objectif est de \"supprimer la magie, supprimer l'apparence de la magie, supprimer tout, puis supprimer la suppression\".\n\nL'équipe de ScummVM est fière d'annoncer que [*Zork Nemesis : Les Territoires interdits*](http://www.mobygames.com/game/windows/zork-nemesis-the-forbidden-lands) et [*Zork : Grand Inquisitor*](http://www.mobygames.com/game/windows/zork-grand-inquisitor) sont maintenant jouables dans ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et prêts pour être testés. Comme d'habitude, tous les bogues doivent être signalés sur notre base de bogues en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs). Et pendant que vous jouez à ces jeux, nous apprécierions aussi si vous pouviez prendre quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) pour nous.\n\nAttrapez donc vos disques et aidez nous en testant le jeu ! Si vous ne possédez pas encore ces jeux, ils peuvent être achetés en ligne sur GOG.com :\n\n*   [*Zork Nemesis : The Forbidden Lands* — page sur le magasin GOG.com](http://www.gog.com/game/zork_nemesis_the_forbidden_lands?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)\n*   [*Zork : Grand Inquisitor* — page sur le magasin GOG.com](http://www.gog.com/game/zork_grand_inquisitor?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)"
    },
    "20150330": {
        "title": "Preparez-vous pour le Tordeur de Sexe",
        "content": "Rex Nebular, don de Dieu à la galaxie, a échoué sur une planète où il tentait de localiser et récupérer un vase précieux. Pour s'échapper, il va devoir utiliser le tristement célèbre Tordeur de Genre et entrer en contact avec son côté féminin afin de localiser avec succès à la fois le vase et un moyen d'échapper à la planète.\n\nL'équipe de ScummVM est fière d'annoncer le support pour [*Rex Nebular and the Cosmic Gender Bender*](https://fr.wikipedia.org/wiki/Rex_Nebular_and_the_Cosmic_Gender_Bender), le premier jeux de Microprose utilisant le moteur MADS. Ce jeu est désormais jouable dans ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et prêt pour être testé. Comme d'habitude, tous les bogues doivent être signalés sur notre base de bogues en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs). Et pendant que vous jouez à ces jeux, nous apprécierions aussi si vous pouviez prendre quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) pour nous.\n\nDépoussierez donc votre copie et jouez. Si vous ne possédez pas encore ce jeu, vous pouvez l'acheter en ligne sur [GOG.com](http://www.gog.com/game/rex_nebular_and_the_cosmic_gender_bender?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)."
    },
    "20150913": {
        "title": "Elémentaire, mon cher Watson",
        "content": "Sherlock Holmes, le plus grand détective de tous les temps, a une paire d'affaires déroutantes à résoudre. Tout d'abord, un meurtre macabre à l'extérieur d'un théâtre. La police n'a aucune piste. Serait-ce le travail du tueur notoire, Jack l'Eventreur ? Puis, dans sa seconde affaire, son frère Mycroft évite de peu la mort dans une explosion. Dans cette affaire vous jouerez d'abord le rôle du Docteur Watson tentant de sortir Sherlock de son désespoir, et ensuite le rôle de Sherlock alors qu'il essaie de comprendre pourquoi Mycroft a été attaqué, et pourquoi il a fait appel à lui juste avant l'explosion.\n\nL'équipe de ScummVM est fière d'annoncer le support pour les deux jeux de la série [*Les Dossiers secrets de Sherlock Holmes*](https://fr.wikipedia.org/wiki/The_Lost_Files_of_Sherlock_Holmes) : The Case of the Serrated Scalpel (non traduit en français), et L'Affaire de la rose tatouée. Un grand merci à Electronic Arts, pour nous donner accès au code source original. Les deux jeux sont désormais jouables dans ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et prêts pour être testés. Pour Serrated Scalpel, actuellement uniquement la version PC est supportée.. la version 3DO est partiellement jouable, mais a encore besoin de plus de travail. Comme d'habitude, tous les bogues doivent être signalés sur notre base de bogues en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs). Et pendant que vous jouez à ces jeux, nous apprécierions aussi si vous pouviez prendre quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) pour nous.\n\nJouez, et découvrez si vous être prêt à relever le défi et marcher dans les traces du grand Sherlock Holmes. Les jeux sont-ils faits ? :)"
    },
    "20151111": {
        "title": "Je suis le grand Cornholio! Je veux du PQ pour mon trou-trou !",
        "content": "Vingt ans après sa première publication, nous sommes fiers d'annoncer aujourd'hui le support de *Beavis and Butthead in Virtual Stupidity*. Acceptez le défi de ces anti-héros des années 90 et aidez-les à trouver leur chemin dans une aventure pleine d'énigmes et de mini-jeux.\n\nRécupérez une [version récente de ScummVM](/downloads/#daily), attrapez votre version de BBVS, et lancez-vous ! Veuillez signalez les bogues et versions non reconnues sur notre [base de bogues](http://bugs.scummvm.org/) en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs).\n\nEt comme d'habitude, si vous rencontrez en chemin une vue intéressante, nous sommes intéressés par vos [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots)."
    },
    "20151122": {
        "title": "Accédez à un monde d'Amazones",
        "content": "On est en 1957. Vous êtes Jason Roberts. Vous préparez une expédition pour aider votre frère disparu dans le pays des Amazones et chercher un trésor perdu.\n\nL'équipe de ScummVM est fière d'annoncer que le jeu [Amazon : Guardians of Eden](http://www.mobygames.com/game/dos/amazon-guardians-of-eden) est maintenant jouable avec ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et est prêt à être testé.\n\nVeuillez signaler les bogues ainsi que les versions non reconnues dans notre base de bogues en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs). Et comme d'habitude vos [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) sont les bienvenues.\n\nVous ne possédez pas ce jeu, mais désirez tout de même nous aider ? Vous pouvez le faire ! Il nous manque encore des captures d'écran pour une douzaine de jeux ! Vérifiez [la liste des jeux pour lesquels nous n'avons pas de capture d'écran](http://wiki.scummvm.org/index.php/Screenshots#List_of_screenshots_we_need) et si vous possédez l'un d'eux rejouez et immortalisez vos scènes favorites !"
    },
    "20151206": {
        "title": "Un autre Chevalier de Baphomet, par des Fans pour les Fans",
        "content": "Les Templiers sont de retour dans ce jeu des Chevaliers de Baphomet réalisé par des fans. Georges revient à Paris pour trouver les origines d'une lettre mystérieuse lui annonçant la mort de Nico, et pour, une fois de plus, révéler les agissements des Templiers contemporains...\n\nL'équipe de ScummVM est fière d'annoncer que le jeu *Les Chevaliers de Baphomet 2.5 : Le Retour des Chevaliers du Temple* est désormais jouable dans ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et est prêt à être testé.\n\nVeuillez signaler les bogues ainsi que les versions non reconnues dans notre base de bogues en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs). Et comme d'habitude vos [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) sont les bienvenues.\n\nUn grand merci à la fantastique équipe de [mindFactory team](http://brokensword25.com/team/mitglieder.htm) qui a créé ce jeu, et a partagé le code source original avec nous ! Le jeux peut être téléchargé gratuitement [ici](http://brokensword25.com/)."
    },
    "20160119": {
        "title": "Une nouvelle maison pour notre site web",
        "content": "Pendant des années nous avons utilisé SourceForge.net. C'était le tout premier serveur pour notre projet et il nous a rendu de bons et loyaux services. Cependant il est maintenant temps de regarder ailleurs. L'année dernière Florian Schicker, le PDG de [easyname GmbH](http://easyname.com) nous a contacté avec une solution exitante : nous donner un serveur et l'héberger dans leur centre de données. Et ce qui rend la proposition encore plus spéciale est qu'ils le font \"parce qu'ils sont des graaand fans des bons vieux jeux SCUMM\" (allez-donc voir leur [page de présentation de l'équipe](http://www.easyname.com/en/company/team)) ! Une proposition vraiment généreuse et inattendue !\n\nAinsi nous déménageons. Dans un premier temps nous avons déplacé le site web principal et les fichiers à télécharger. Cela devrait fournir un service plus rapide et robuste. Vous remarquerez peut-être aussi la disparition des publicités lors des téléchargements (puisque celles-ci étaient fournies par Sourceforge.Net). Les seules pubilicités qui seront maintenant associées à ce projet seront celles que nous déciderons de montrer nous même (ce qui evidemment inclus easyname.com, avec leur logo prenant maintenant fièrement sa place dans la colonne de droite). A terme nous déplacerons d'autres services vers le nouveau serveur, et peut être en ajouterons-nous même des nouveaux.\n\nJoignez-vous donc à nous alors que nous fêtons notre nouvelle maison !"
    },
    "20160123": {
        "title": "Le Labyrinthe doit être détruit !",
        "content": "Alors que vous prenez le métro votre wagon est aspiré dans une autre dimension, un labyrinthe qui traverse le continuum espace-temps. Son créateur, Dédale, est forcé de superviser sa construction par le malfaisant roi Minos, qui veut l'utiliser pour envahir et conquérir toutes les époques et tous les mondes. Dédale supplie le jouer de trouver un moyen de détruire le labyrinthe avant que Minos ne puisse achever sa conquête.\n\nL'équipe de ScummVM est fière d'annoncer que le jeu *Labyrinth of Time* est désormais jouable dans ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et est prêt à être testé.\n\nVeuillez signaler les bogues ainsi que les versions non reconnues dans notre [base de bogues](http://bugs.scummvm.org/) en suivant [nos directives de soumission de bogue](/faq/#question.report-bugs). Et comme d'habitude vos [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) sont les bienvenues.\n\nUn grand merci à [The Wyrmkeep Entertainment Co.](http://www.wyrmkeep.com/) pour avoir partagé avec nous le code source original du jeu !"
    },
    "20160201": {
        "title": "Début des tests pour ScummVM 1.8.0",
        "content": "Après une longue pause, nous commençons enfin les préparations pour la sortie d'une nouvelle version, ScummVM 1.8.0.\n\nNous n'avons pas chômé pendant la dernière année et demi, et nous avons ajouté 10 (ten, zehn, dieci, dix, diez, десять) nouveaux jeux:\n\n*   *Rex Nebular and the Cosmic Gender Bender*\n*   *Sfinx*\n*   *Zork Nemesis : Les Territoires interdits*\n*   *Zork: Grand Inquisitor*\n*   *Les Dossiers secrets de Sherlock Holmes: The Case of the Serrated Scalpel*\n*   *Les Dossiers secrets de Sherlock Holmes: L'Affaire de la rose tatouée*\n*   *Beavis and Butthead in Virtual Stupidity*\n*   *Amazon: Guardians of Eden*\n*   *Les Chevaliers de Baphomet 2.5 : Le Retour des Chevaliers du Temple*\n*   *Labyrinth of Time*\n\nLe moteur pour les jeux AGI a également été largement réécrit, et ainsi tous ces jeux devraient mieux marcher. Mais il n'est pas exclu que ces changements aient introduit de nouveaux bogues.\n\nNous avons donc besoin de votre aide pour tester ces jeux, y compris les jeux AGI. Vous trouverez ce qui a besoin d'être testé sur [notre wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.0). En plus des jeux listés ci-dessus cela inclut quelque autres vieux classiques qui bénéficieraient d'être de nouveau testés.\n\nVous avez besoin de télécharger une version de ScummVM [récemment compilée](/downloads/#daily) puis vous pouvez vous lancer dans les tests ! Si vous trouvez des bogues, veuillez les signaler dans notre [base de bogues](http://bugs.scummvm.org/). Après avoir fini un jeu, veuillez nous le signaler sur [le forum](http://forums.scummvm.org/viewtopic.php?t=14006) pour que nous puissions mettre à jour [le wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.0) et que les autres joueurs puissent se concentrer sur les jeux non encore testés. Assurez-vous également de suivre les consignes de tests que vous trouverez en anglais [ici](http://wiki.scummvm.org/index.php/Release_Testing).\n\nNous avons également besoin de [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) pour certains de ces jeux, donc penser à capturer en jouant !\n\nNous vous souhaitons de joyeuses aventures (en mode test) !"
    },
    "20160301": {
        "title": "Bienvenue au nouveau Summer of Code",
        "content": "![GSoC 2016 Logo](/data/news/GSoC2016Logo.png)\n\nGoogle a annoncé hier la liste des organisations qui participeront cette année au Google Summer of Code, et à notre grand plaisir nous en faisont partie.\n\nLors de nos participations passées, nous nous sommes concentrés sur les jeux d'aventure. Cependant, après avoir discuté avec notre projet sœur ResidualVM, nous sommes heureux d'annoncer que cette année nous accepterons également des taches liées aux RPG.\n\nScummVM et ResidualVM attendent maintenant des étudiants motivés et désireux de travailler au cours de cet été à la renaissance de jeux d'aventure et de RPG.\n\nFaites-en partie ! Participez à l'Histoire et à notre meilleur GSoC à ce jour ! Jetez un coup d'œil à [notre page d'idées (en anglais)](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2016) ou proposez vos propres idées et contactez nous : nous vous attendons avec impatience sur IRC !\n\nUn seul lieu : Freenode. Deux canaux : #scummvm et #residualvm"
    },
    "20160304": {
        "title": "ScummVM 1.8.0 \"Perdu avec Sherlock\" est enfin là !",
        "content": "Non, notre intention n'est pas de prendre de plus en plus de temps entre chaque nouvelle version de ScummVM ! De nombreux mois se sont écoulés depuis la précédente version... mais pendant tout ce temps nous avons beaucoup travaillé. Et le résultat est là : une de nos plus grosses mises à jour de ScummVM jamais effectuées !\n\nScummVM 1.8 supporte *dix* nouveaux jeux utilisant huit nouveaux moteurs :\n\n*   *Amazon: Guardians of Eden*\n*   *Beavis and Butthead in Virtual Stupidity*\n*   *Les Chevaliers de Baphomet 2.5 : Le Retour des Chevaliers du Temple*\n*   *Les Dossiers secrets de Sherlock Holmes: L'Affaire de la rose tatouée*\n*   *Les Dossiers secrets de Sherlock Holmes: The Case of the Serrated Scalpel*\n*   *Labyrinth of Time*\n*   *Rex Nebular and the Cosmic Gender Bender*\n*   *Sfinx*\n*   *Zork: Grand Inquisitor*\n*   *Zork Nemesis : Les Territoires interdits*\n\nEn plus des nouveaux jeux, nous avons également mis à jour l'émulateur MT-32, en utilisant le code de la version la plus récente de munt, et remplacé AdLib par Miles Audio pour les jeux qui le supportent. Cela signifie un son meilleur que jamais pour les jeux concernés !\n\nNous avons également remanié en profondeur le sous-système graphique du moteur AGI. Cela a pour effet d'améliorer le support des vieux jeux Sierra. Même les dialogues système, palettes et polices de caractères d'origine sont maintenant utilisés pour les versions Apple IIgs, Atari ST et Amiga de ces jeux. De plus la vitesse de jeux pour les versions Apple IIgs est maintenant correctement gérée. Et il est même possible de basculer sur le style d'une autre platforme.\n\nScummVM est maintenant disponible pour GCW-zero (et oui, sev en a enfin reçu un du projet Kickstarter) et pour Raspberry Pi.\n\nRécemment nous avons également déménagé sur un nouveau serveur et ajouté la possibilité d'afficher notre site web principal dans plusieurs langues. Si vous voulez aider à la traduction du site, vous trouverez des indications (en anglais) sur la manière de procéder [ici](http://wiki.scummvm.org/index.php/HOWTO-Translate_ScummVM_Web_Site).\n\nCette liste est loin d'être exhaustive. Une version plus complète (en anglais) est disponible dans les [notes de mise à jour](/frs/scummvm/1.8.0/ReleaseNotes). Vous trouverez aussi les exécutables pour votre platforme sur notre [page de téléchargements](/downloads/?lang=fr). La nouvelle version n'est pas encore disponible pour tous les systèmes, mais nous travaillons à ajouter ceux qui manquent. Donc si vous ne trouvez pas votre bonheur soyez un peu patient.\n\nNe vous perdez pas dans le Labyrinthe, et dans le pire des cas appelez Mr Holmes ! (et nous promettons de rendre disponibles de nouvelles versions un peu plus souvent !)"
    },
    "20160327": {
        "title": "Explorez la bibliothèque de Myst",
        "content": "Vous tombez sur un vieux livre manuscrit. Il décrit un monde insulaire nommé Myst. Lorsque vous touchez l'une de ses dernières pages, vous êtes transporté sur l'île. Alors que vous explorez Myst vous en apprenez un peu plus sur ses habitants Atrus, Catherine et leurs fils Sirrus et Achenar. Vous découvrez rapidement que chaque fils est piégé dans un livre. Allez-vous résoudre les énigmes des âges de Myst et les libérer ?\n\nL'équipe de ScummVM est fière d'annoncer que les jeux *Myst* et *Myst: Masterpiece Edition* sont désormais jouables dans ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et sont prêts à être testés.\n\nVeuillez signaler les bogues ainsi que les versions non reconnues dans notre [base de bogues](http://bugs.scummvm.org/) en suivant [nos directives de soumission de bogue](/faq/#question.report-bugs). Et comme d'habitude vos [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) sont les bienvenues.\n\nEn plus du jeu principal, la vidéo du making-of et la [version démo](/frs/demos/mohawk/myst-win-demo-en.zip) sont également supportées."
    },
    "20160425": {
        "title": "Nous connaissons maintenant les projets pour le GSoC 2016 !",
        "content": "![GSoC 2016 Banner](/data/news/GSoC2016Logo.png)\n\nVendredi dernier Google a annoncé les projets acceptés pour le Summer of Code 2016. Nous avons le plaisir d'annoncer que ScummVM supervisera quatre étudiants chanceux qui passeront leur été dans une chambre sombre devant leur écran. Nous nous attendons à un voyage interressant, passant par des portes obscures pour visiter des donjons effrayants sous un ciel nuageux. Tout cela pendant que les mentors se la couleront douce, chassant le singe à trois têtes sur une île tropicale, en profitant du soleil, de la plage et du grog.\n\n*   Borja Lorente Escobar (a.k.a. blorente) travaillera sur le portage ***du moteur MacVenture*** dans ScummVM.\n*   Bendegúz Nagy (a.k.a. WinterGrascph) travaillera sur l'ajout du jeu ***Dungeon Master*** à ScummVM\n*   Dmitriy Iskrich (a.k.a. Iskrich) travaillera sur ***Macromedia Director***, avec une attention particulière pour le jeu ***The Journeyman Project***\n*   Ткачёв Александр (a.k.a. Tkachov) ajoutera l'intégration de ScummVM **avec les espaces de stockage dans le nuage** pour permettre de partager les sauvegardes et données de jeux entre ordinateurs et appareils portables.\n\nBienvennue à nos étudiants pour ce que nous espérons être un été productif et intéressant ! Vous pourrez suivre leurs progrès durant l'été sur les [Blogs ScummVM](http://planet.scummvm.org)."
    },
    "20160502": {
        "title": "Le temps est venu de tester ScummVM 1.8.1",
        "content": "Depuis ScummVM 1.8.0 nous avons été très occupé à corriger des bogues plus ou moins importants dans les jeux nouvellement supportés. Nous sommes maintenant presque prêts à présenter le résultat sous la forme d'une nouvelle version : ScummVM 1.8.1.\n\nPour nous aider à finaliser cette nouvelle version vous pouvez tester quelques jeux, et notamment ceux qui n'ont pas été testé récemment, ou ceux dont le moteur a été considérablement modifié. Nous avons préparé une liste sur [notre wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.1).\n\nÀ partir de maintenant nous vous encourageons également à tester n'importe quel jeux supporté par ScummVM et à indiquer sur le forum les succès ou bogues trouvés pour que nous puissons garder une trace de l'état actuel des jeux.\n\nPour tester la future version 1.8.1 il vous faut utiliser une [compilation quotidienne](/downloads/#daily) de ScummVM. Si vous trouvez des anomalies ou bogues veuillez les indiquer dans notre [base de bogues](http://bugs.scummvm.org/). Si vous ne rencontrer aucuns problèmes veuillez l'indiquer sur [les forums](http://forums.scummvm.org/viewtopic.php?t=14077), et nous mettrons à jour le [wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.1) (oui, vous pouvez devenir célèbres en testant des jeux!) Vous trouverez un guide indiquant comment tester et reporter des problemes [ici](http://wiki.scummvm.org/index.php/Release_Testing) (en anglais).\n\nIl nous manque encore des [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) pour quelque jeux. Si vous le pouvez aidez nous également à compléter notre galerie."
    },
    "20160525": {
        "title": "ScummVM 1.8.1 \"Où est ton Android ?\", mise à jour de maintenance, est disponible",
        "content": "Deux mois se sont écoulés depuis ScummVM 1.8.0, et il est maintenant temps de lâcher dans la nature une mise à jour mineure qui corrige des bogues importants et ajoute le support pour de nouvelles plateformes.\n\nUn des changements les plus importants de cette nouvelle version et un remaniement majeur de la version pour Android. Une version pour OUYA est également disponible. Nous travaillons actuellement à l'ajout de cette version dans Google Play, mais les plus impatients peuvent d'ores et déjà la télécharger sur [notre site web](/downloads) et installer le APK manuellement. Il y a deux versions disponibles pour Android : la version \"classique\" qui utilise OpenGL et une nouvelle variante qui utilise SDL. La version SDL a une meilleure compatibilité avec certains appareils et marche également mieux avec certains jeux. Veuillez l'essayer et nous faire part de votre expérience sur [nos forums](http://forums.scummvm.org/viewforum.php?f=17) ou [base de bogues](http://bugs.scummvm.org/).\n\nUne version pour Nintendo 3DS sera également bientôt disponible ! Notre porteur n'a pas encore eu le temps de la générer, aussi veuillez revenir vérifier de temps en temps.\n\nLa version pour Mac 64-bits inclus maintenant une vérification automatique des mises à jour utilisant [Sparkle](https://sparkle-project.org/). Lors du premier lancement il vous sera demandé si vous voulez l'activer et à quelle fréquence. Quand la version 1.9.0 sera disponible les utilisateurs de la version 1.8.1 ayant activé cette option se verront présenter un dialogue avec la liste des changements et leur proposant de faire la mise à jour. Si vous utilisez ScummVM sur une autre plateforme, par exemple Windows, et désirez avoir cette fonctionalité, veuillez nous le faire savoir.\n\nUne nouvelle version de ScummVM ne saurait être complète sans des mises à jour des moteurs de jeux ! ScummVM 1.8.1 n'est pas une exception et inclus des corrections pour *Drascula*, *Legend of Kyrandia*, *Labyrinth of Time*, des versions localisée de *I Have No Mouth* et *Les Chevaliers de Baphomet 2.5*. Les versions pour Windows, OS X et GCW0 ont également été améliorées.\n\nLa liste complète des changements inclus dans cette nouvelle version est disponible dans [les notes de mise à jour](/frs/scummvm/1.8.1/ReleaseNotes) et les exécutables sont sur notre [page de téléchargement](/downloads/).\n\nÀ vos marques, prêts, jouez !"
    },
    "20160606": {
        "title": "Aidez Gnap à réparer son OVNI !",
        "content": "Alors qu'il voyageait dans l'espace à bord de son vaisseau spatial, Gnap se retrouva en panne sèche et son engin s'écrasa dans le désert une ferme de péquenaud. Il est maintenant perdu sur Terre et a besoin de votre aide pour dessiner un mouton réparer son OVNI et poursuivre son voyage !\n\nL'équipe de ScummVM est fière d'annoncer que le jeu *U.F.O.s*, également connu en Allemagne sous le nom *GNAP : Der Schurke aus dem All*, est désormais jouable dans ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et est prêt à être testé.\n\nVeuillez signaler les bogues ainsi que les versions non reconnues dans notre [base de bogues](http ://bugs.scummvm.org/) en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs). Et comme d'habitude vos [captures d'écran](http ://wiki.scummvm.org/index.php/Screenshots) sont les bienvenues !"
    },
    "20160816": {
        "title": "ScummVM a migré vers un nouveau Bug Tracker",
        "content": "Grâce au travail de wjp, nous avons remplacé le Bug Tracker de SF.net par notre propre Tracker disponible à [https://bugs.scummvm.org](https://bugs.scummvm.org). Ce nouveau service devrait être plus rapide et fiable que le vieux Tracker de SF.net.\n\nTout le contenu du vieux Bug Tracker, y compris les patches (bien que nous encourageons désormais l'utilisation de [Pull Request sur GitHub](https://github.com/scummvm/scummvm/pulls) pour soumettre des patches), a été migré vers le nouveau Bug Tracker.\n\nLe nouveau Bug Tracker utilise les comptes GitHub (via OAuth2) pour se connecter. Cela devrait faciliter et rendre plus sûr la création de comptes. Nous avons transféré tous les comptes de SF.net, mais sans les adresses e-mail. Il vous faudra donc indiquer votre adresse e-mail dans les préférences du compte lors de votre première connexion, autrement nous serons dans l'incapacité de vous contacter en cas de question sur les bugs que vous aurez entrés."
    },
    "20160913": {
        "title": "Début des tests pour la version 1.9.0 de ScummVM",
        "content": "Le temps passe vite et la prochaine version 1.9.0 de ScummVM approche à grand pas. Nous commençons aujourd'hui la préparation de cette nouvelle version en demandant à la communauté de nous aider à tester plusieurs jeux.\n\nDeux nouveaux moteurs de jeux sont inclus, et il est donc nécessaire de tester les jeux suivants :\n\n*   *Myst*\n*   *Myst : l'Apogée*\n*   *U.F.O.s*\n\nL'équipe travaillant sur le moteur SCI a également considérablement ammélioré l'expérience de jeu en corrigeant des bogues dans les scripts de plusieurs jeux Sierra. Ce sont autant de jeux qu'il est utile de tester à nouveau.\n\n[Notre wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.9.0) contient la liste complète des jeux à tester pour cette nouvelle version de ScummVM.\n\nPour contribuer aux tests, veuillez utiliser une [compilation quotidienne](/downloads/#daily) de ScummVM. Si vous trouvez des bogues veuillez les signaler sur notre [base de bogues](https://bugs.scummvm.org/). Finalement nous vous demandons aussi de signaler vos progrès sur [le fil de discussion sur le forum](http://forums.scummvm.org/viewtopic.php?t=14161) ce qui nous permettra de mettre à jour le [wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.9.0). Assurez vous de suivre les directives de tests disponibles [ici](http://wiki.scummvm.org/index.php/Release_Testing).\n\nPour conclure, il nous manque toujours des [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) pour plusieurs jeux. Si vous le pouvez aidez nous également à compléter notre galerie."
    },
    "20160915": {
        "title": "Explorez l'histoire des jeux d'aventure avec \"Mystery House\"",
        "content": "\"You are in the front yard of a large, abandoned Victorian house.\"\n\n\"Vous êtes dans la cour devant une grande maison victorienne abandonnée.\"\n\nVous pouvez maintenant découvrir (ou redécouvrir) un petit boût de l'histoire des jeux d'aventure et jouer dans ScummVM à *Hi-Res Adventure #1: Mystery House*, un des tout premiers jeux de Sierra. Oserez-vous retourner dans le temps à l'année 1980 et franchir le seuil de la maison mystérieuse ? Téléchargez le jeu (voir ci-dessous), si vous ne l'avez pas déjà, et une [compilation quotidienne](/downloads/#daily) de ScummVM et aidez-nous en testant le jeu.\n\nNous sommes fiers d'annoncer que en plus de *Mystery House* ScummVM supporte plusieurs autres jeux utilisant le système ADL, et ses technologies avancées (tel que l'utilisation de plusieurs couleurs !). Peut-être préférez-vous sauver la planète (*Hi-Res Adventure #0: Mission Asteroid*) ? Ou sauver la princesse( *Hi-Res Adventure #2: The Wizard and the Princess*) ?\n\nNous travaillons toujours sur le support des autres jeux *Hi-Res Adventure*, mais en attendant vous pouvez tester la version Apple II des trois jeux cités ci-dessous. Nous attendons impatiemment les signalements de bogues pour les problèmes éventuels que vous rencontrerez. Nous espérons inclure le support pour ces trois jeux dans la prochaine version 1.9.0 de ScummVM, aussi veuillez suivre [les directives de tests](http://wiki.scummvm.org/index.php/Release_Testing), et noubliez pas de prendre des [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots).\n\n*Mystery House* a été mis dans le domaine public par Sierra On-Line en 1987 pour fêter leur 7ème anniversaire. Vous pouvez [télécharger le jeu](https://www.scummvm.org/games/#mysthous) gratuitement. Notre [wiki](http://wiki.scummvm.org/index.php/ADL) donne également quelques informations suplémentaires sur ces jeux.\n\nSi vous possédez les disquettes originales pour un des jeux *Hi-Res Adventure* (quelque soit la platforme), veuillez nous contacter. Nous somme particulièrement intéressés par la version Apple II de *Hi-Res Adventure #3: Cranston Manor*. La plupart de ces jeux sont rare, et nous ne pouvons ajouter le support pour les différentes version qu'avec votre aide !"
    },
    "20161017": {
        "title": "ScummVM 1.9.0 \"Myst-ery U.F.O.s release\" est disponible",
        "content": "Après une période de tests de un mois, et grâce à votre aide, utilisateurs et testeurs, nous sommes maintenant prêts à lâcher dans la nature une nouvelle version de ScummVM.\n\nComme toujours nous avons été occupés à ajouter le support pour plusieurs jeux et améliorer des jeux déjà supportés. Notamment, après plusieurs années de gestation, nous somme fiers d'annoncer que *Myst* et *Myst : l'Apogée* sont désormais supportés.\n\nPar ailleurs, nous avont également ajouté le support pour *U.F.O.s* et les premiers jeux Sierra de la série Hi-Res adventures : *Hi-Res Adventure #0: Mission Asteroid*, *Hi-Res Adventure #1: Mystery House* et *Hi-Res Adventure #2: The Wizard and the Princess*, soit un total de six jeux nouvellement supportés. De plus *Hi-Res Adventure #1: Mystery House* a été mis dans le domaine public par Sierra On-Line en 1987 pour fêter leur 7ème anniversaire et est disponible gratuitement sur notre [site web](https://www.scummvm.org/games/#mysthous). Vous auriez tort de vous priver...\n\nPour cette nouvelle version nous utilisons SDL 2, une version plus récente de la bibliothèque graphique SDL utilisée précédemment. Cela corrige un certain nombre de problèmes connus sur les systèmes récents, mais il n'est pas impossible que de nouveaux problèmes aient été introduit. Si vous rencontrez des problèmes, veuillez les signaler dans [notre base de bogues](https://bugs.scummvm.org). Dans la version preecédente sous OS X nous avions introduit une vérification automatique des mises à jour. Pour cette version la fonctionalité a été étendue à la version pour Windows, ce qui permettra de bénéficier d'une mise à jour automatique sous Windows pour notre prochaine version de ScummVM. Il est utile cependant de rappeler que par défaut cette fonctionalité est désactivée et qu'il vous sera proposé de l'activer et de choisir la fréquence des vérifications (par défaut une fois par semaine) lors de votre première utilisation de ScummVM. Des captures d'écran de Sparkle (le système de vérification de mises à jour que nous utilisons) sont disponibles sur [le site web de WinSparkle](https://winsparkle.org).\n\nDu côté des corrections et améliorations, on peut noter l'ajout du rendu et des polices de caractères Hercules pour les jeux Sierra AGI, de nombreuses corrections de bogues pour les jeux Sierra SCI, une expérience utilisateur améliorée pour les jeux *Sherlock* et le support de AmiUpdate pour la version Amiga de ScummVM.\n\nLa liste complète des changements est disponible (en anglais) dans [les notes de mise à jour](/frs/scummvm/1.9.0/ReleaseNotes). Vous trouverez aussi les exécutables pour votre platforme sur [notre page de téléchargements](/downloads/).\n\nN'attendez plus et jouez donc à *Myst* ou *U.F.O.s* !"
    },
    "20161127": {
        "title": "Le projet ScummVM a un nouveau site pour les Traductions",
        "content": "![Translation status](https://translations.scummvm.org/widgets/scummvm/-/287x66-white.png)\n\nJusqu'à présent, la traduction du logiciel ScummVM n'était pas simple. Les collaborateurs devait télécharger le fichier de modèles de traduction sur leur ordinateur, mettre à jour la traduction à l'aide d'une application dédiée et ensuite proposer la traduction mise à jour à l'équipe ScummVM à l'aide d'une [Pull Request](https://help.github.com/articles/creating-a-pull-request/) ou en utilisant [notre base de bogue](https://bugs.scummvm.org/). L'équipe ScummVM elle-même devait également effectuer certaines tâches manuellement, tel que la mise à jour des modèles de traduction à partir du code source lorsque nécessaire ou la reconstruction du fichier binaire de traduction après avoir reçu la contribution d'un traducteur.\n\nTout cela appartient au passé. Maintenant, grâce à notre nouveau [site Web de traduction](https://translations.scummvm.org/), qui utilise [Weblate](https://weblate.org/), la mise à jour des traductions est plus facile et plus confortable que jamais. Les modèles de traduction sont mis à jour automatiquement si besoin, de même que le fichier binaire de traduction. Les traducteurs n'ont plus qu'à traduire. C'est tout. Le site Web aide même les traducteurs en effectuant des contrôles de qualité automatisés et en proposant des traductions automatiques.\n\nEnfin, le nouveau site ajoute également un aspect communautaire aux traductions, permettant aux utilisateurs de voter pour des suggestions de traduction et même de faire leurs propres suggestions. Tout le monde peut voir les traductions, mais vous devrez vous connecter pour faire des suggestions, des commentaires et voter. Vous pouvez vous connecter en utilisant votre compte GitHub ou Facebook, ou en créant un compte sur le site Web. Vous devrez tout de même nous contacter si vous souhaitez contribuer davantage (par exemple pour lancer une nouvelle traduction ou aider sur une traduction existante), car nous devrons vous accorder l'accès au groupe des Traducteurs. Contrairement aux utilisateurs réguliers, les traducteurs peuvent accepter ou refuser des suggestions et modifier directement les traductions. Contactez-nous en visitant le canal #scummvm IRC sur irc.freenode.net ou en envoyant un courrier électronique à [translation@scummvm.org](mailto:translation@scummvm.org) si vous êtes intéressé à devenir traducteur officiel. Sinon, rendez-vous sur [https://translations.scummvm.org/](https://translations.scummvm.org/) et aidez-nous à rendre ScummVM accessible à tous."
    },
    "20161201": {
        "title": "Une lumière au bout du tuyau",
        "content": "Le Dude... le Tuyau... le Dark-Burrow-Dweller... et vous.\n\nAprès plusieurs années de développement, l'équipe de ScummVM a le plaisir de vous annoncer que *The Full Pipe* (titre original : Полная Труба), un jeu obscure, insolite et captivant, est maintenant supporté. Attrapez votre CD (les versions Android et iOS ne sont pas supportées), une [compilation quotidienne](/downloads/#daily) de ScummVM, et aidez nous à tester les aventures de Dude dans un monde plein de curiosités.\n\nEn dehors des menus le jeu ne contient pas de texte. Si vous ne le possédez pas encore vous pouvez donc acheter la version en allemand éditée par [Daedalic Entertainment](http://www.daedalic.de/de/Game/Full_Pipe). Le jeu n'est pas disponible en français ou en anglais.\n\nAvant de commencer vos tests, nous vous demandons de lire nos [directives de tests](http://wiki.scummvm.org/index.php/Release_Testing). Nous avons également besoin de [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots), alors n'hésitez pas à nous soumettre les vôtres.\n\nAllez-y ! Dude vient de tomber dans le tuyau."
    },
    "20170306": {
        "title": "Bienvenue au plus grand Summer of Code",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nCette année, Google a annoncé le plus grand Summer of Code, avec 201 organisations acceptées. Nous sommes très heureux d'annoncer que nous y participerons aux côtés de notre projet soeur ResidualVM.\n\nEtes-vous un étudiant motivé ? Voulez-vous participer au plus grand Google Summer of Code ? Voulez-vous être connu pour être un contributeur d'un des plus grand projets de préservation de jeux vidéos ?\n\nSi oui, ScummVM et ResidualVM vous attendent ! Jetez un oeil à notre [page d'idées](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2017) ou proposez votre propre idée !\n\nEt dans tous les cas, n'hésitez pas à venir chatter avec nous sur IRC ! Une seule place : Freenode. Deux channels : #scummvm et #residualvm"
    },
    "20170401": {
        "title": "On change de nom !",
        "content": "**Mise à jour : ** nous n'avons pas pu réserver le nom de domaine plumbervm.org et c'est donc avec le cœur lourd que nous avons décidé d'abandonner notre démarche de rebranding et de revenir à notre ancien nom. Longue vie à ScummVM !\n\nLa question du nom de ScummVM a été soulevée à de nombreuses reprises depuis que nous avons commencé à ajouter des moteurs pour les jeux non-SCUMM. Jusqu'à présent, nous avons décidé de garder le nom original. Cependant, l'ajout aujourd'hui d'un moteur pour *Plumbers Don't Wear Ties* change tout. En raison de sa renommée et de sa réputation d'être l'un des meilleurs jeux vidéo de tous les temps, il devient tout naturellement le vaisseau amiral de ce que nous représentons. Nous avons donc finalement décidé de changer notre nom. Nous sommes maintenant **PlumberVM** !\n\nNous avons utilisé le nom ScummVM pendant plus de 15 ans, et c'est avec tristesse que nous lui disons au revoir. C'est un nom bien connu et nous ne sous-estimons pas l'effort qu'il faudra faire pour obtenir la même reconnaissance pour notre nouveau nom. C'est pourquoi nous faisons appel à votre aide pour diffuser la nouvelle. A court terme, cela conduira inévitablement à une certaine déstabilisation et confusion. Mais à long terme, nous sommes convaincus que c'est la bonne décision. Avec votre soutien, nous allons conquérir le monde ! En commençant par les égouts.\n\nAvec le changement de nom, nous avons également décidé d'étendre encore plus la portée de notre projet. L'année dernière, nous avons décidé d'accepter des moteurs pour les jeux RPG en plus des jeux d'aventure. Maintenant, nous acceptons également tous les jeux qui mettent en scène un plombier. Le travail a déjà commencé sur le peu connu *Super Mario Bros.*, et nous avons de grands projets pour l'avenir. Nous aurons une grande annonce bientôt, alors restez à l'écoute.\n\nEnfin, il nous faudra du temps pour mettre à jour tous les endroits où notre nom apparaît. Nous avons commencé aujourd'hui avec notre site web principal et vous remarquerez dans les prochains jours que le changement se généralisera à nos comptes sur les réseaux sociaux, au wiki, au forum et aux pages non encore mises à jour sur notre site web. Nous travaillons également sur la sortie de PlumberVM 2.0 avec l'ajout de deux nouveaux jeux supportés : *Plumbers Don't Wear Ties* et *Full Pipe*. Cela se produira dès que nous aurons écrasés les derniers bugs dans nos moteurs pour *Plumbers Don't Wear Ties* et *Full Pipe*. Espérons que nous ne trouverons pas de tortues mutantes pendant les tests. Elles sont vraiment très difficiles à écraser !"
    },
    "20170428": {
        "title": "FaSCInant !",
        "content": "Explorez un musée hanté, pourchassez un tueur en série, balayez le sol, plongez dans la folie, trouvez votre véritable amour, trouvez votre \"véritable amour\", voyagez vers les terres d'en-dessous, résolvez les meurtres Voodoo, redécouvrez un opéra perdu - ou faites tout cela ! Le premier lot des jeux d'aventures Sierra 32 bits pour DOS/Windows est maintenant prêt à être testé en utilisant une [compilation quotidienne](/downloads/#daily) de ScummVM:\n\n*   [Gabriel Knight](http://wiki.scummvm.org/index.php/Gabriel_Knight)\n*   [Gabriel Knight 2](http://wiki.scummvm.org/index.php/The_Beast_Within)\n*   [King's Quest VII](http://wiki.scummvm.org/index.php/King%27s_Quest_VII)\n*   [King's Questions](http://wiki.scummvm.org/index.php/King%27s_Questions)\n*   [Leisure Suit Larry 6 (hi-res)](http://wiki.scummvm.org/index.php/Leisure_Suit_Larry_6)\n*   [Phantasmagoria](http://wiki.scummvm.org/index.php/Phantasmagoria)\n*   [Police Quest 4](http://wiki.scummvm.org/index.php/Police_Quest_IV)\n*   [Shivers](http://wiki.scummvm.org/index.php/Shivers)\n*   [Space Quest 6](http://wiki.scummvm.org/index.php/Space_Quest_6)\n*   [Torin's Passage](http://wiki.scummvm.org/index.php/Torin%27s_Passage)\n\nLa [liste des fichiers de jeux nécessaires](http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games) a été mise à jour avec les instructions pour les jeux listés ci-dessus. Et si vous ne possédez pas encore tout ces jeux, vous pouvez visiter la page [where to get the games](http://wiki.scummvm.org/index.php/Where_to_get_the_games#Sierra_Games) qui indique ou vous pouvez vous les procurer !\n\nAvant de commencer vos tests, nous vous demandons de lire les instructions (en anglais) sur la page [SCI testing](http://wiki.scummvm.org/index.php/SCI/Testing). Nous avons également besoin de [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots), alors n'hésitez pas à nous soumettre les vôtres.\n\n(Et si vous vous sentez une petite envie de rejouer aux jeux SCI plus anciens et déjà supportés, n'hésitez pas à les parcourir à nouveau. En effet les modifications apportées au moteur des jeux SCI peuvent également affecter certains jeux SCI 16 bits !)\n\nBonne chance et essayez de ne pas mourrir trop souvent !"
    },
    "20170505": {
        "title": "Les projets pour le GSoC 2017 sont annoncés !",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nAujourd'hui Google a annoncé les projets acceptés pour le \"Summer of Code\" de cette année. Nous avons le plaisir d'annoncer que deux projets ont été retenus pour travailler sur ScummVM. Les deux étudiants sorciers auront une mission : lancer le sort *Super Sludge Nova*. Les effets du sort inclus l'ajout du support pour deux nouveaux moteurs de jeux, et la durée de recharge est de 12 semaines :\n\n*   Joseph-Eugene Winzer (a.k.a. Joefish) travaillera sur l'ajout du support pour le jeu ***[Mission Supernova](http://outpost.simplicity.de)***.\n*   Simei Yin traivaillera sur le portage du ***[moteur Sludge](https://opensludge.github.io)*** dans ScummVM.\n\nNous souhaitons la bienvenue à ces deux étudiants et espérons qu'ils auronts un été productif et intéressant ! Vous pouvez suivre leurs progrès tout au long de l'été sur [les Blogs ScummVM](http://planet.scummvm.org)."
    },
    "20170617": {
        "title": "Hi-Res Adventures",
        "content": "L'année dernière nous avons ajouté le support pour trois des jeux Sierra Hi-Res Adventure : *Mystery House* (#1), *Mission: Asteroid* (#0) et *Wizard and the Princess* (#2). Nous sommes maintenant fiers d'annoncer que trois jeux supplémentaires sont désormais jouables avec ScummVM, et que nous avons besoin de votre aide pour les tester : *Ulysses and the Golden Fleece* (#4), *Time Zone* (#5) and *The Dark Crystal* (#6).\n\nPour *Ulysses and the Golden Fleece* nous supportons actuellement la version à bas coût 'N' Go. Pour *Time Zone* et *The Dark Crystal* nous supportons les images disques présentes sur certains CDs [Sierra collection](http://wiki.scummvm.org/index.php/SCI/Game_Collections). La [page wiki Datafiles](http://wiki.scummvm.org/index.php/Datafiles) a été mise à jour avec le nom des images disques nécessaires pour jouer à ces trois jeux.\n\nSi vous possédez un de ces trois classiques, récupérez une [compilation quotidienne](/downloads/#daily) et essayez la ! Si vous rencontrez des problèmes, veuillez créer un rapport de bogue tel que indiqué dans nos [directives de tests](http://wiki.scummvm.org/index.php/Release_Testing). Et pendant que vous jouez, n'oubliez pas de prendre des [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) !\n\nVous vous demandez peut-être ce qu'est devenu *Hi-Res Adventure #3: Cranston Manor*. Malheureusement nous n'avons toujours pas réussi à trouver une copie du jeu. Si vous possédez ce jeu, nous serions ravi que [vous nous contactiez](/contact/) !"
    },
    "20170702": {
        "title": "Piégé dans un paquebot... Dans l'espace !",
        "content": "Explorez un navire de croisière de luxe en panne, essayez de convaincre le Deskbot de vous apporter une mise à niveau et finalement retrouvez et réparez l'ordinateur de bord du navire, Titania. Ou vous ne rentrerez jamais chez vous. Nous sommes heureux d'annoncer que le jeu de la fin des années 90 [Starship Titanic](http://www.mobygames.com/game/starship-titanic) peut maintenant être testé. Seul la version anglaise est supportée pour l'instant. Pour y jouer récupérez une [compilation quotidienne](/downloads/#daily) de ScummVM. Vous aurez aussi besoin d'un fichier supplémentaire [titanic.dat](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/titanic.dat?raw=true) que vous devez placer dans le méme répertoire que vos fichiers de jeu.\n\nAvant de commencer de jouer, notez que nous n'avons pas encore réussi à implémenter le support de la transparence encodée dans certaine des vidéos AVI utilisant le codec Indeo. Dans quelques lieu, tels que la Salle d'État SGT et pour le zoom sur Titania, entre autres, vous verrez des objets avec des zones noires déchiquetées autour d'eux. Veuillez simplement ignorer le problème pour l'instant. Mais tous les autres problèmes graphiques ou de jeu peuvent être signalés sur notre [Tracker de bogue](https://bugs.scummvm.org/)."
    },
    "20170731": {
        "title": "Renversez le dictateur du Cinquième Âge",
        "content": "Juste après la fin de [Myst](http://wiki.scummvm.org/index.php/Myst), vous êtes hâtivement envoyé sur un autre Âge par Atrus où sa femme Catherine est coincée. Riven est le cinquième Âge écrit par le père d'Atrus, Gehn. Il gouverne ce monde cruellement, en dieu auto-proclamé. Votre double mission est de sauver Catherine et d'emprisonner Gehn. Pour réussir, vous allez devoir explorer minutieusement les cinq îles de Riven et résoudre les énigmes délicates qu'elles renferment.\n\nL'équipe de ScummVM est fière d'annoncer que [Riven: La suite de Myst](http://wiki.scummvm.org/index.php/Riven:_The_Sequel_to_Myst) est enfin prêt pour des tests publics. Si vous voulez tester le jeu, prenez la [compilation quotidienne](/downloads/#daily) de ScummVM la plus récente, et jouez à la version Windows ou Mac de Riven. Prenez soin de remonter les anomalies que vous remarquez sur le [gestionnaire de bugs](https://bugs.scummvm.org/). Veuillez respecter les [consignes de tests et de déclaration des bugs](http://wiki.scummvm.org/index.php/Release_Testing).\n\nSi d'aventure l'envie vous prenait de jouer à Myst pour vous échauffer avant d'attaquer Riven, prenez soin d'utiliser une compilation quotidienne de ScummVM. En effet des changement importants ont été opérés sur le moteur de jeu afin d'éliminer les cas où le jeu semble ne pas répondre. Des anomalies ont pû nous échapper. Comme pour Riven, déclarez les problèmes que vous rencontrez dans l'outil de suivi des bugs."
    },
    "20170801": {
        "title": "Vous allez avoir besoin d'un pSCIchologue !",
        "content": "Partez en croisière, démêlez des comptines ou retrouvez-vous dans un hôpital psychiatrique ! Le deuxième lot de jeux d'aventure Sierra 32-bit pour DOS / Windows sont prêts à être testés dans la dernière [compilation quotidienne](/downloads/#daily) de ScummVM:\n\n*   [Leisure Suit Larry 7](http://wiki.scummvm.org/index.php/Leisure_Suit_Larry_7)\n*   [Ballades au pays de la Mère l'Oie (Mixed-Up Mother Goose Deluxe)](http://wiki.scummvm.org/index.php/Mixed-Up_Mother_Goose)\n*   [Phantasmagoria 2](http://wiki.scummvm.org/index.php/Phantasmagoria_2)\n\nLa [page des fichiers de données](http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games) a été mise à jour avec les consignes pour l'installation de ces jeux. Si il vous manque certains jeux, allez sur notre page [où se procurer les jeux](http://wiki.scummvm.org/index.php/Where_to_get_the_games#Sierra_Games) pour les acheter !\n\nAvant de commencer à jouer, merci de bien vouloir lire les instructions de notre [page des tests SCI](http://wiki.scummvm.org/index.php/SCI/Testing). Prenez quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) au passage.\n\nAmusez vous bien !"
    },
    "20171010": {
        "title": "Trois nouveaux jeux à propos d'extraterrestres",
        "content": "Visitez un monde extraterrestre, visitez un monde extraterrestre à bord d'un vaisseau spatial extraterrestre, ou gehe zu einem fremden Raumschiff (visitez un vaisseau spatial extraterrestre) ! Il y a trois mondes extraterrestres parmi lesquels choisir dans notre dernier lot d'aventures. Ils peuvent tous dès maintenant être visités avec une [compilation quotidienne](/downloads/#daily) de ScummVM:\n\n*   [Lighthouse](http://wiki.scummvm.org/index.php/Lighthouse)\n*   [RAMA](http://wiki.scummvm.org/index.php/RAMA)\n*   [Starship Titanic en allemand](http://wiki.scummvm.org/index.php/Starship_Titanic)\n\nLa page [Datafiles](http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games) a été mise à jour avec des instructions sur la façon d'installer ces jeux. Si vous ne les possédez pas déjà, rendez-vous sur notre page [ou obtenir les jeux](http://wiki.scummvm.org/index.php/Where_to_get_the_games) pour les acheter !\n\nAvant de commencer votre test, pour Lighthouse et RAMA, veuillez lire les instructions sur notre [page de test SCI](http://wiki.scummvm.org/index.php/SCI/Testing), et prendre quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) en cours de route. Pour Starship Titanic allemand, vous aurez besoin d'un fichier [titanic.dat](https://raw.githubusercontent.com/scummvm/scummvm/master/dists/engine-data/titanic.dat) supplémentaire, qui devrait être placé dans le même dossier que celui où vous copiez vos fichiers de jeu.\n\nEn ce qui concerne Starship Titanic allemand gardez à l'esprit que nous ne parlons pas tous allemand, donc les rapports de bogues devront être en anglais. De plus, si des bugs que vous trouvez impliquent du texte qui est entré dans l'onglet conversation d'un des robots, cela facilitera les choses si vous pouvez reproduire le problème en utilisant des mots qui n'incluent pas de lettres en dehors de l'alphabet anglais.\n\nAmusez-vous bien !"
    },
    "20171122": {
        "title": "Début des tests pour la version 2.0 de ScummVM",
        "content": "Après une longue attente une nouvelle version de ScummVM est enfin en vue ! Avec l'ajout du support pour 23 jeux ce sera une mise à jour majeure. Les 23 nouveaux jeux supportés sont :\n\n*   *Cranston Manor*\n*   *Full Pipe*\n*   *Gabriel Knight*\n*   *Gabriel Knight 2*\n*   *King's Quest VII*\n*   *King's Questions*\n*   *Leisure Suit Larry 6 (hi-res)*\n*   *Leisure Suit Larry 7*\n*   *Lighthouse*\n*   *Ballades au pays de la Mère l'Oie (Mixed-Up Mother Goose Deluxe)*\n*   *Phantasmagoria*\n*   *Phantasmagoria 2*\n*   *Plumbers Don't Wear Ties*\n*   *Police Quest 4*\n*   *RAMA*\n*   *Riven: La suite de Myst*\n*   *Shivers*\n*   *Space Quest 6*\n*   *Starship Titanic*\n*   *The Dark Crystal*\n*   *Time Zone*\n*   *Torin's Passage*\n*   *Ulysses and the Golden Fleece*\n\nCette nouvelle version inclus également des améliorations importantes et corrections de bogues pour de nombreux autres jeux. Donc vous êtes invités à jouer de nouveau à votre jeu préféré, même s'il n'est pas dans la liste ci-dessus !\n\nPour contribuer aux tests, veuillez utiliser une [compilation quotidienne](/downloads/#daily) de ScummVM. Pour **les utilisateurs Windows** il est recommandé d'utiliser une [compilation quotidienne de Kirben](http://scummvm.org/downloads/scummvm-win32.exe) plutôt qu'une compilation de notre Buildbot. Si vous trouvez des bogues veuillez les signaler sur notre [base de bogues](https://bugs.scummvm.org/), et quand vous avez finit de tester un jeu veuillez [remplir notre formulaire avec le résultat de votre test (en anglais)](https://docs.google.com/forms/d/e/1FAIpQLSfiAycQmgaBEDsb0KNpZrNAaqBtilZe4SHWRDYcykeKqLHFvg/viewform) Vous pouvez aussi voir les résultats des tests des autres joueurs [sur notre wiki](http://wiki.scummvm.org/index.php/Release_Testing/2.0.0). Et comme toujours assurez vous de suivre les directives de tests disponibles [ici](http://wiki.scummvm.org/index.php/Release_Testing).\n\nHappy gaming!"
    },
    "20171217": {
        "title": "À : Vous tous. De : L'équipe de ScummVM. Objet : ScummVM 2.0.",
        "content": "Juste à temps pour les fêtes, la version finale de ScummVM 2.0 est arrivée ! Cette version ajoute la prise en charge de 23 nouveaux jeux, dont presque tous les jeux d'aventure Sierra 32 bits :\n\n*   *Cranston Manor*\n*   *Full Pipe*\n*   *Gabriel Knight*\n*   *Gabriel Knight 2*\n*   *King's Quest VII*\n*   *King's Questions*\n*   *Leisure Suit Larry 6 (hi-res)*\n*   *Leisure Suit Larry 7*\n*   *Lighthouse*\n*   *Ballades au pays de la Mère l'Oie (Mixed-Up Mother Goose Deluxe)*\n*   *Phantasmagoria*\n*   *Phantasmagoria 2*\n*   *Plumbers Don't Wear Ties*\n*   *Police Quest 4*\n*   *RAMA*\n*   *Riven: La suite de Myst*\n*   *Shivers*\n*   *Space Quest 6*\n*   *Starship Titanic*\n*   *The Dark Crystal*\n*   *Time Zone*\n*   *Torin's Passage*\n*   *Ulysses and the Golden Fleece*\n\nEt ce n'est pas tout ! De nombreux jeux existants ont été améliorés, beaucoup de travail a été fait pour améliorer l'ensemble des systèmes audio et vidéo, et certains joueurs apprécieront également la meilleure prise en charge des joysticks et les diverses petites améliorations suggérées par nos utilisateurs. Une liste plus complète des modifications apportées à cette version se trouve dans [les notes de mise à jour de ScummVM 2.0](http://scummvm.org/frs/scummvm/2.0.0/ReleaseNotes).\n\nEt maintenant, un grand merci et félicitations à tous ceux qui ont contribué à cette sortie.\n\nLes contributeurs super cool qui ont écrit tout le code inclus dans cette version : Aaryaman Vasishta, Alexander (Tkachov), Alexander Reim, Alexandre Detiste, Alyssa Milburn, angstsmurf, Arnaud Boutonné, Bastien Bouclet, Ben Castricum, Bendegúz Nagy, Cameron Cawley, Colin Snover, cpasjuste, D G Turner, Daniel Plakhotich, Dario Scarpa, David Fioramonti, Donovan Watteau, Einar Johan Trøan Sømåen, Eugene Sandulenko, Fedor (fedor4ever), Ferdinand Thiessen, Filippos Karapetis, Frank Richter, Hein-Pieter van Braam, Hubert Maier, iskrich, Ivan Avdeev, Joseph-Eugene Winzer, Kirben, kmar, Lothar Serra Mari, Lyubomyr Lisen, Marcus Comstedt, Martin Kiewitz, Michael Drüing, Nick Renieris, Omer Mor, Ori Avtalion, ottogin, Pala, Patrik Dahlstrom, Paul Gilbert, Peter Kohaut, Retro-Junk, Robert Crossfield, Robert Göffringmann, rsn8887, Ruud Klaver, Ryper\\_Zsolt, Schrijvers Luc, Simei Yin, stevenhoefel, Sven Hesse, Sven Kochmann, Tarek Soliman, Thierry Crozat, Thomas Fach-Pedersen, Tobia Tesan, Torbjörn Andersson, upthorn, vanfanel, VelocityRa, Vincent Bénony, Vincent Pelletier, Walter van Niftrik, Willem Jan Palenstijn, et Zbyněk Schwarz !\n\nNos très impressionnants membres de la communauté et testeurs, qui ont gentiment passé ScummVM à la moulinette et ont signalé des problèmes qui ont en suite pu être corrigé pour cette nouvelle version : ADeadTrousers, albadross, AlessioR, Alien-Grey, alien-grey, AndyILC, Arjak89, badungu, Bakhtosh, Bastien Bouclet, Ben Castricum, Benjamin Hodgetts, Bill Niakas, bramvandijk, carquinyoli, Colin Snover, counting\\_pine, ctoroman, cyberskull, d3p4z, dafioram, Daniel Wolf, danieljaeger, David Dew, david\\_corrales, dch216, dego93, Derek Warren, dominus, DustyShinigami, elaseela, Eliot Lash, enclume, EricOakford, esziarko, exmensa, Farmboy0, Filippos Karapetis, forge017, g5ppc, garethbp, gatesbillou, GeekZolda, George Kormendi, GermanTribun, greencis, Gualtiero, Hein-Pieter van Braam, henke37\\_2, hkzlab, Hubert Maier, Ignaz Forster, ilya13, Indy4-Fan, IntEmu, Ivan Lukyanov, Jan Sperling, Jarosław Jaworski, JCaesar13, jcmanciot, joachimeberhard, jomalin1, kervala, Kurufinwe21, Laylia27, legluondunet, legoking831, Lothar Serra Mari, Lyubomyr Lisen, macca8, maplesyrup, Markus Mahlstedt, Matan Bareket, Max Tabachenko, mcknallski, mthreepwood, MusicallyInspired, oddfff, Omer Mor, Ori Avtalion, Paul Gilbert, pegasusepsilon, PetrCejpek, Petter Sjölund, pliesenfeld, Quietust, r-alf-the-alf, Robert Megone, rsn8887, SeanW1975, Sergey, sluicebox, softwarespecial, Stefan Seeland, Stephane Lapie, Sven Hesse, Tarek Soliman, telanus, tgfmfc, Thierry Crozat, tobiatesan, Tomasz Grzegurzko, Torbjörn Andersson, Uukrull, vonmagnum, vorph999, Walter van Niftrik, Willem Jan Palenstijn, Windle Poons, zaurak, et zorbid.\n\nNos extrêmement fantastiques traducteurs, qui ont contribué à faire connaître ScummVM 2.0 aux utilisateurs de 24 langues terriennes différentes : Alex Jakovleff, Alexandre Folle de Menezes, Arius, Ben Castricum, Carlos, edward, Einar Johan Trøan Sømåen, Erik Zubiria, Ettore Atalan, Eugene Sandulenko, Fernando Sarmento, Filippos Karapetis, George Kormendi, Gilles, Hampus Flink, Ivan Lukyanov, JanShing, Jennifer McMurray, jepael, jeroen klop, John Doe, Jordi Vilalta Prat, Jose Roses, Joseph-Eugene Winzer, lorz, Lothar Serra Mari, Luis, Lyubomyr Lisen, Manuel, Martin Schoenmakers, Max von Werner, Michael D., Milo Casagrande, mézes gergely, pablobecerra, Paolo Bossi, Pavel Kungurtsev, Pere Orga, Peter Johansson, Petter Sjölund, poulsen93, Purple T, rafaelmessias, Rafał Będźkowski, Rafał Rzepecki, Rodrigo Vegas Sánchez-Ferrero, Rossano, Rouven Bauer, Santiago G. Sanz, Santiago Sanchez, selmiak, Sergio Carmona, Simon Sawatzki, Steffen Nyeland, Thierry Crozat, Timo Mikkolainen, Timofonic, Tobia Tesan, TomasM, Vitor Santos, Víctor Martínez Pajares, Walter Agazzi, wreednumero2, et Zbyněk Schwarz.\n\nNos très beaux porteurs, pour avoir transformé ScummVM en quelque chose que vous pouvez exécuter sur (presque) tous vos appareils : Bastien Bouclet, Cameron Cawley, Colin Snover, Joost Peters, Keith Scroggins, Luc Schrijvers, Manuel Alfayate, Marcus Comstedt, Tarek Soliman, Thierry Crozat, et Willem Jan Palenstijn.\n\nNotre merveilleux sponsor technologique, [easyname](https://www.easyname.com/), qui nous fournit des serveurs et de la bande passante pour que nous puissions réellement gérer et vous envoyer ces versions.\n\nEt, enfin, merci à vous, utilisateurs exceptionnels, pour utiliser ScummVM, et (avec toutes nos excuses) à tous ceux dont je n'ai pas pu extraire les noms d'une base de données. Votre soutien est très important. Vous êtes tous géniaux !\n\n(Et rappelez-vous — un peu de publicité éhontée — si vous désirez voir votre nom ici, tout ce que vous avez à faire est de contribuer à rendre ScummVM encore meilleur !)\n\nSans plus tarder, [téléchargez ScummVM 2.0](http://scummvm.org/downloads/), un cadeau de notre part pour vous en ces périodes de fêtes.\n\nL'équipe de ScummVM, en attendant la prochaine fois !"
    },
    "20180214": {
        "title": "Une autre année, un autre Summer of Code",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nIl ya deux jours, Google a annoncé les organisations qui ont été acceptés pour le Summer of Code de cette année, et nous sommes très heureux d'annoncer que ScummVM est l'une d'entre elles, avec notre projet soeur ResidualVM. Le Summer of Code est un événement annuel organisé par Google pour encourager les étudiants à contribuer à des projets Open Source. Les organisations Open Source fournissent des superviseurs et des projets sur lesquels travailler, tandis que Google donne de l'argent aux étudiants participants. Vous trouverez plus d'informations sur le [site web officiel](https://summerofcode.withgoogle.com). Nous avons aussi des informations sur [notre wiki](http://wiki.scummvm.org/index.php/Summer_of_Code), et en particulier les [règles du projet](http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules) que les candidats devront suivre.\n\nÊtes-vous un étudiant motivé ? Êtes-vous disponible entre le 14 mai et le 6 août ? Voulez-vous contribuer à l'un des plus grands projets de préservation des jeux vidéo ? Alors ScummVM et ResidualVM vous attendent ! Consultez [notre page d'idées](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_Ideas_2018) ou apportez votre propre idée ! Les étudiants ont jusqu'au 27 mars pour rédiger et soumettre des propositions pour le projet sur lequel ils veulent travailler. Les propositions acceptées seront annoncées le 23 avril, et il y aura quelques semaines pour s'immerger dans la communauté de ScumMVM et ResidualVM avant le début de la période de codage de 12 semaines le 14 mai.\n\nDans tous les cas, n'hésitez pas à chatter avec nous sur IRC ! Un seul endroit : Freenode. Deux canaux : #scummvm et #residualvm"
    },
    "20180331": {
        "title": "Désassembler IDA",
        "content": "Une discussion récente sur la dernière version Freeware du désassembler IDA 7.0 a révélé qu'il ne supporte plus le désassemblage des anciens exécutables DOS et Windows. C'est évidemment un problème pour les contributeurs potentiels, ainsi que pour les étudiants potentiels du GSoC désireux de s'essayer à l'ingénierie inverse d'un vieux jeu d'aventure ou RPG. La solution évidente est de fournir une version antérieure de freeware qui les supporte toujours.\n\nContacté par nos soins, Hex-Rays a consenti à ce que nous hébergions une version freeware antérieur de IDA, pour ceux qui souhaitent l'utiliser à l'avenir. Après avoir passé en revue les versions antérieures, nous avons opté pour [la version 5.0 d'IDA Freeware](https://www.scummvm.org/frs/extras/IDA/idafree50.exe). IDA 5.0 a été la première version d'IDA avec la vue graphique pratique, et cette version freeware a à la fois cette vue ainsi que la possibilité de désassembler les exécutables DOS. Elle n'a pas non plus la limitation dans le temps de la version démo. C'est la version la plus pratique pour que les passionnés puissent s'essayer à la rétro-ingénierie de vieux jeux.\n\nConsidérant le nombre de nos moteurs de jeu qui ont été créés par l'ingénierie inverse des jeux originaux, nous espérons que cette annonce permettra de voir encore plus de dévelopeur intéressés par la réimplémentation de jeux à l'avenir.\n\nPlus on est de fous, plus on rit :)"
    },
    "20180423": {
        "title": "Les projets pour le GSoC 2018 sont connus !",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nAujourd'hui, Google a annoncé les projets acceptés pour le Summer of Code de cette année. Nous sommes heureux et excités d'annoncer que ScummVM supervisera trois étudiants tandis que ResidualVM aura aussi un étudiant. Tous les quatre travailleront sur des moteurs de jeu :\n\n*   Andrii Prykhodko (alias whiterandrek) travaillera sur le moteur des jeux ***[La Panthère rose : Passeport pour le danger](https://en.wikipedia.org/wiki/The_Pink_Panther:_Passport_to_Peril)*** et ***[La Panthère Rose 2 : Destination mystère](https://en.wikipedia.org/wiki/The_Pink_Panther:_Hokus_Pokus_Pink)*** pour qu'ils puissent être joués avec ScummVM.\n*   Joseph-Eugene Winzer (alias Joefish) travaillera sur le support du jeu ***[The Immortal](https://en.wikipedia.org/wiki/The_Immortal_(video_game))***, également dans ScummVM.\n*   Matthew Stewart (alias Drenn) travaillera sur le moteur de ***[Star Trek: 25th Anniversary](https://en.wikipedia.org/wiki/Star_Trek:_25th_Anniversary_(computer_game))*** et ***[Star Trek: Judgment Rites](https://en.wikipedia.org/wiki/Star_Trek:_Judgment_Rites)***. La priorité sera donnée au premier jeu pour la période du GSoC.\n*   Liu Zhaosong (alias Douglas\\_GSoC) travaillera à améliorer dans ResidualVM le moteur Stark, utilisé par le jeu vidéo ***[The Longest Journey](https://en.wikipedia.org/wiki/The_Longest_Journey)***.\n\nVeuillez accueillir avec nous nos quatre étudiants aventuriers pour ce que nous espérons être un été productif et intéressant ! Vous pouvez suivre leur progrès tout au long de l'été sur les [Blogs ScummVM](http://planet.scummvm.org)."
    },
    "20180501": {
        "title": "Inconcevable, la pyramide royale assiégée !",
        "content": "Combattez pour libérer la population de la menace du tyran Lord Xeen, ou de son cruel maître Alamar. Ou osez vous aventurer au-delà du monde de Xeen dans le monde de Havoc pour tester votre courage avec un nouveau défi. Nous sommes heureux d'annoncer le support pour les jeux suivants :\n\n*   Might and Magic IV : Les Nuages de Xeen\n*   Might and Magic V : La Face cachée de Xeen\n*   Might and Magic: World of Xeen\n*   Might and Magic: World of Xeen 2 CD Talkie\n*   Might and Magic: Swords of Xeen\n\nPour l'instant, seules les versions anglaises de ces jeux sont prêtes à être testées. Sortez vos copies, ou achetez-les numériquement sur [GOG](https://www.gog.com/game/might_and_magic_6_limited_edition?pp=22d200f8670dbdb3e253a90eee5098477c95c23d), et récupérez la dernière [version quotidienne](http://scummvm.org/downloads/#daily) de ScummVM. Vous aurez également besoin du fichier [xeen.ccs](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/xeen.ccs?raw=true) , que vous devrez placer dans le même dossier que les fichiers du jeu.\n\nAvant de commencer à tester l'un des jeux, sachez qu'étant donné la part importante des combats dans le jeu, toute erreur que vous rencontrez peut être plus difficile à reproduire que dans les jeux d'aventure traditionnels. Donc pensez à sauver régulièrement votre jeu, juste au cas où quelque chose tournerait mal. Si vous rencontrez des problèmes ou remarquez une fonctionnalité qui semble incorrecte, veuillez nous le faire savoir. Tout problème trouvé devra être signalé sur notre [base de bogues](https://bugs.scummvm.org/)."
    },
    "20180612": {
        "title": "ScummVM et Cyan, Inc. travaillent ensemble !",
        "content": "Aujourd'hui, nous avons d'excellentes nouvelles à partager. Comme vous l'avez peut-être déjà entendu, Cyan, Inc — les créateurs de Myst et Riven — [réédite toute la série Myst pour célébrer le 25ème anniversaire du jeu original Myst](https://myst.com). Et ScummVM et ResidualVM participent à cette célébration d'une manière spéciale !\n\n**Myst : L'Apogée** et **Riven, la suite de Myst** utilisent ScummVM, , alors que **Myst III: Exile** utilise ResidualVM.\n\nAfin d'obtenir la meilleure expérience de jeu possible et de rendre votre voyage à travers les âges encore plus agréable, Cyan et ScummVM établissent un nouveau partenariat, les deux équipes travaillant ensemble aussi étroitement que possible à l'avenir !\n\nPeut-être que la fin n'a pas encore été écrite — d'autres nouvelles suivront bientôt !"
    },
    "20180629": {
        "title": "La fin n'a pas encore été écrite !",
        "content": "Nous sommes très heureux d'annoncer que nos amis de Cyan, Inc. [ont sorti aujourd'hui leur collection pour le 25e anniversaire de la série Myst](https://www.gog.com/news/release_myst_iii_exile_myst_iv_revelation?pp=22d200f8670dbdb3e253a90eee5098477c95c23d) sous forme de téléchargement numérique sur GOG.com.\n\n**[Myst : L'Apogée](https://www.gog.com/game/myst_masterpiece_edition?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** et **[Riven, la suite de Myst](https://www.gog.com/game/riven_the_sequel_to_myst?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** utilisent ScummVM, alors que **[Myst III: Exile](https://www.gog.com/game/myst_3_exile?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** utilise ResidualVM.\n\nAu cours des deux dernières semaines, les équipes de Cyan et ScummVM ont fait de grands progrès pour améliorer la compatibilité des jeux. Grâce à des tests intensifs, nous avons déjà réussi à corriger la plupart des problèmes présents dans ScummVM et ResidualVM. Cependant, en raison de la nature du développement logiciel, il est toujours possible que nous ayons manqué quelque chose, et maintenant nous avons besoin de votre aide.\n\nAlors que nous pouvons corriger les problèmes dans les versions GOG.com des jeux à une date ultérieure avec une simple mise à jour, ce ne sera pas possible pour la prochaine édition Collector sur DVD. Nous devons donc nous assurer que nous avons corrigé tous les bogues avant que les DVDs ne soient fabriqués.\n\nAlors, s'il vous plaît achetez le jeu sur GOG.com ou si vous étiez un Backer dans la campagne Kickstarter, échangez votre code, visitez l'île de Myst, errez dans l'Age 233, passez un bon séjour à Releeshahn et rapportez tout problème que vous pouvez trouver sur notre [base de bogue](http://bugs.scummvm.org/).\n\nEt s'il vous plaît.... apportez-moi les pages bleues !"
    },
    "20180701": {
        "title": "Notre site Web a reçu une mise à jour !",
        "content": "Nous travaillons non seulement à améliorer constamment la compatibilité de ScummVM ou à supporter de nouveaux jeux, mais parfois aussi à améliorer l'apparence générale du projet.\n\nAu cours des deux derniers mois, Mataniko, fan de ScummVM depuis de nombreuses années, et nouveau membre de l'équipe, a travaillé dur pour améliorer le design de notre site Web. Celui-ci n'avait pas vu de mise à jour majeur depuis plus d'une décennie. Nous sommes fiers de dire que le site Web ScummVM est maintenant entièrement réactif et qu'il est absolument magnifique sur votre PC et vos appareils mobiles.\n\nSi vous avez des problèmes avec le nouveau site Web ou le sentiment qu'il manque quelque chose, s'il vous plaît indiquez le nous sur notre notre [base de bogue](https://github.com/scummvm/scummvm-web/issues)."
    },
    "20191013": {
        "title": "ScummVM 2.1.0 \"Electric Sheep\" vient de sortir.",
        "content": "\"La vente d'animaux était un commerce prestigieux et très rentable, la plupart des vrais animaux ayant disparu après la guerre Terrienne. Il y avait beaucoup d'imitations électroniques...\" Oh, ahem, vous étiez là, je ne vous avais pas vu...\n\nL'équipe de ScummVM est ravie d'annoncer la sortie de la version 2.1.0 de ScummVM. Cette version est l'aboutissement de près de deux ans de travail, avec l'ajout de 16 nouveaux jeux basés sur 8 moteurs, un portage Nintendo Switch et près de 500 corrections de bogues. Tout cela grâce au travail acharné de 147 collaborateurs à travers 8 493 commits.\n\nLes jeux nouvellement pris en charge sont :\n\n*   *Blade Runner*\n*   *Duckman : The Graphic Adventures of a Private Dick*\n*   *Hoyle Bridge*\n*   *Hoyle Children's Collection*\n*   *Hoyle Classic Games*\n*   *Hoyle Solitaire*\n*   *Hyperspace Delivery Boy !*\n*   *Might and Magic IV - Les Nuages de Xeen*\n*   *Might and Magic V - La Face Cachée de Xeen*\n*   *Might and Magic - Monde de Xeen*\n*   *Might and Magic - Swords of Xeen*\n*   *Mission Supernova Part 1*\n*   *Mission Supernova Part 2*\n*   *Quest for Glory : Shadows of Darkness*\n*   *The Prince and the Coward*\n*   *Versailles 1685 : Complot à la cour du Roi Soleil*\n\nDe plus, nous avons considérablement amélioré les portages Android et iOS. Vous remarquerez également le nouveau lifting de l'interface graphique, l'émulation sonore Roland MT-32 améliorée, un nouveau mode d'étirement Pixel-perfect, la prise en charge de la synthèse vocale sur MacOS et Linux, et enfin, la prise en charge de la synchronisation des sauvegardes et du téléchargement des données de jeu depuis les services de fichiers cloud (voir la liste à jour des plateformes dans [notre manuel utilisateur](https://wiki.scummvm.org/index.php ?title=User_Manual/Using_Cloud_and_LAN_features)).\n\nComme d'habitude, nous avons amélioré la plupart des moteurs existants : ajout du support des versions *25th Myst Anniversary*, correction de plus de 100 bogues originaux de scripts SCI qui infestent les jeux Sierra depuis des décennies, support des versions Amiga et FM-TOWNS de *Eye of the Beholder*, qualité audio améliorée dans les jeux Humongous Entertainment et ajout de la synchronisation labiale sur les jeux d'aventure LucasArts les plus récents, élimination de tonnes de bogues dans *Starship Titanic* et *Bud Tucker*. La liste se poursuit, et vous pouvez consulter le détail des modifications [ici](https://www.scummvm.org/frs/scummvm/2.1.0/ReleaseNotes.html).\n\nN'ayez plus de larmes dans la pluie et [récupérez](/downloads/) cette version électrique. Les utilisateurs de Windows et MacOS peuvent automatiquement obtenir la mise à jour au démarrage de ScummVM."
    },
    "20190919": {
        "content": "*Duckman : The Graphic Adventures of a Private Dick* est un obscur jeu point-and-click basé sur la série télé du même nom. Vous contrôlez le brillant et avisé détective Duckman alors qu'il tente de retrouver son intégrité après avoir été débarqué sans ménagement de sa propre émission. La sortie du jeu sous Windows en 1997 a malheureusement coïncidé avec l'annulation de la série, limitant ainsi la distribution du jeu.\n\nAprès une longue période de développement, l'équipe de ScummVM est heureuse de vous annoncer le support du jeu.\n\nAssurez-vous de récupérer [une version récente](https://buildbot.scummvm.org/builds.html) avant de l'essayer. Merci de nous signaler tout bogue que vous pourriez trouver dans [notre outil de suivi des problèmes] (https://bugs.scummvm.org/).\n\nLes versions anglaise, allemande et démo sont supportées. Il suffit d'avoir le répertoire DATA/ du jeu original pour jouer.",
        "title": "Un autre jeu à tester : *Duckman*"
    },
    "20190912": {
        "content": "Il y a longtemps, en 2013, Kamil Zbróg et Łukasz Wątka, un étudiant au GSoC, travaillaient sur le support du jeu *The Prince and the Coward* ou *Książę i Tchórz*, comme on l'appelait initialement en polonais.\n\nLe moteur du jeu est cependant resté en sommeil, car nous essayions de travailler sur la traduction anglaise. Malheureusement, nous n'avons fait que ¼ du travail et nous avons besoin de votre aide.\n\nNéanmoins, nous aimerions annoncer un support de ce jeu. Toutes les versions publiées sont supportées, y compris l'original polonais, la version allemande et la traduction russe. Prenez votre exemplaire du jeu et essayez-le. Vous aurez besoin d'une [version de développement quotidienne](https://buildbot.scummvm.org/builds.html) pour cela. Comme toujours, merci de nous soumettre les rapports de bogue dans notre [outil de suivi des problèmes](https://bugs.scummvm.org/).\n\nDe plus, si vous connaissez le polonais, l'allemand ou le russe, vous êtes les bienvenus pour nous aider pour la traduction. Les instructions sont fournies [ici](https://wiki.scummvm.org/index.php?title=Prince#Translation).\n\nPowodzenia !",
        "title": "*The Prince and the Coward* à présent supporté"
    },
    "20190913": {
        "content": "Nous avons besoin de vous ! Joignez-vous à l'équipage de Supernova pour un voyage inoubliable afin d'assister à la mort d'une étoile.\n\nAvez-vous déjà rêvé de devenir astronaute ? Être abandonné tout seul sur un vaisseau spatial en panne ? Mourir asphyxié ? Être électrocuté ? Vous faire tirer dessus ? Vous perdre dans une pyramide ? Être pris en train de voler la tête d'un dinosaure et être envoyé en prison ? Et si cela ne suffit pas, vous pourrez même désactiver le mode amélioré de ScummVM et ressentir la frustration de cliquer et de pointer votre chemin à travers un jeu informatique vieux de vingt-cinq ans.\n\nNous sommes fiers d'annoncer que *Mission Supernova Teil 1 : Das Schicksal des Horst Hummel* et *Mission Supernova Teil 2 : Der Doppelgänger* sont maintenant supportés par ScummVM. En outre, nous avons également traduit les deux jeux en anglais et vous pouvez décider de jouer soit en allemand, soit en anglais. Les jeux peuvent être téléchargés gratuitement [sur le site Web du développeur](http://outpost.simplicity.de/), vous n'avez donc aucune raison de ne pas y jouer !\n\nAidez-nous à tester les jeux et à signaler tout bogue ou problème de traduction que vous pourriez rencontrer sur [notre outil de suivi des problèmes] (https://bugs.scummvm.org/). Vous aurez besoin [d'une version récente de ScummVM](https://buildbot.scummvm.org/builds.html) et [du fichier supernova.dat](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/supernova.dat) (s'il n'est pas inclus dans le paquet ScummVM de votre plate-forme). Vous pouvez également voir quelques informations de base sur les commandes de jeu [sur notre wiki](https://wiki.scummvm.org/index.php?title=Mission_Supernova#Controls) ou accéder au manuel durant le jeu en utilisant la touche F2.",
        "title": "Engagez-vous pour la *Mission Supernova*"
    },
    "20190917": {
        "content": "Le temps est enfin venu de démarrer le cycle de publication de ScummVM 2.1.0.\n\nIl s'agit d'une grosse version, et ces nouveaux jeux nécessitent d'être testés :\n\n*   *Blade Runner*\n*   *Hoyle Bridge*\n*   *Hoyle Children's Collection*\n*   *Hoyle Classic Games*\n*   *Hoyle Solitaire*\n*   *Hyperspace Delivery Boy !*\n*   *Might and Magic IV - Les Nuages de Xeen*\n*   *Might and Magic V - La Face Cachée de Xeen*\n*   *Might and Magic - Monde de Xeen*\n*   *Might and Magic - Swords of Xeen*\n*   *Mission Supernova Part 1*\n*   *Mission Supernova Part 2*\n*   *Quest for Glory : Shadows of Darkness*\n*   *The Prince and the Coward*\n*   *Versailles 1685 : Complot à la cour du Roi Soleil*\n\nDe plus, avec cette version, nous activons enfin la prise en charge du cloud pour la sauvegarde des parties et des données de jeux. Pour le moment, il ne fonctionne que sur les ordinateurs de bureau, une description de cette fonctionnalité se trouve dans [notre Manuel de l'utilisateur](https://wiki.scummvm.org/index.php?title=User_Manual/Using_Cloud_and_LAN_features).\n\nLa liste complète des jeux à tester pour cette version se trouve sur [notre Wiki](https://wiki.scummvm.org/index.php?title=Release_Testing/2.1.0).\n\nVeuillez utiliser une [version quotidienne stable](https://buildbot.scummvm.org/builds.html) de ScummVM pour effectuer les tests. Si vous rencontrez des bogues, il y a un endroit pour les signaler sur notre [outil de suivi des problèmes](https://bugs.scummvm.org/). De plus, merci d'indiquer vos progrès [sur le fil de discussion du forum](https://forums.scummvm.org/viewtopic.php?f=1&t=14945) afin que nous puissions rayer les titres des jeux testés sur le wiki. Assurez-vous de respecter les procédures de tests de version qui se trouvent [ici](https://wiki.scummvm.org/index.php?title=Release_Testing).\n\nCe serait super si vous pouviez également nous aider à mettre à jour la traduction de l'interface graphique de ScummVM. La marche à suivre se trouve sur [le Wiki](https://wiki.scummvm.org/index.php?title=HOWTO-Translate_ScummVM_GUI).",
        "title": "Début de la phase de test de ScummVM 2.1.0"
    },
    "20191217": {
        "title": "*Blade Runner* de Westwood Studios (1997) enfin disponible à l'achat en version numérique",
        "content": "Nous sommes ravis d'annoncer que le jeu d'aventure *Blade Runner*, développé par Westwood Studios et sorti à l'origine en 1997, est [à nouveau disponible à l'achat](http://gog.com/game/blade_runner ?pp=22d200f8670dbdb3e253a90eee5098477c95c23d), grâce aux efforts de GOG.com. Cette nouvelle version dématérialisée inclut les versions officiellement doublées du jeu (anglais, français, italien, espagnol et allemand).\n\nBien sûr, elle fonctionne grâce à ScummVM, ce qui signifie qu'elle contient diverses corrections de bugs et plusieurs améliorations qui simplifient la vie (comme le défilement à la souris dans le KIA et le support des sous-titres faits par les fans) par rapport à la version originale de 1997.\n\nVous trouverez les sous-titres des versions anglaise et française dans la section Jeux du site ScummVM.\n\nNous avons toujours comme projet de finaliser la version présentant le contenu restauré du jeu : celle-ci est construite à partir de segments de contenus et de codes déjà inclus dans les ressources du jeu, mais laissés inutilisés ou non-activés.\n\nPS : Si vous utilisez le lien ci-dessus, nous recevrons une commission sur votre achat."
    },
    "20190904": {
        "content": "L'équipe de ScummVM est ravie d'annoncer le support de l'une des créations de John Romero, le jeu *Hyperspace Delivery Boy!* Toutes les versions connues (Linux, Windows et PocketPC) sont supportées. Si jamais vous ne possédez pas de copie, la démo est disponible dans notre [rubrique Démos](/demos/).\n\nAlors, récupérez votre copie du jeu et aidez-nous à le tester en utilisant la [dernière version de développement](https://buildbot.scummvm.org/builds.html) de ScummVM. Si votre version du jeu n'est pas reconnue ou si vous trouvez des bugs, veuillez les signaler sur notre [base de bugs](https://bugs.scummvm.org). Et comme toujours, amusez-vous bien !",
        "title": "Votre colis est en cours de livraison !"
    },
    "20200131": {
        "title": "Sortie de ScummVM 2.1.1 «:More Sheep:»",
        "content": "Après une courte pause, l'équipe ScummVM est heureuse d'annoncer la publication d'une mise à jour de maintenance pour la version 2.1 - ScummVM 2.1.1, nom de code \":More Sheep:\".\n\nCette version contient un nombre important de corrections et d'améliorations mineures. Les plus notables sont : un meilleur support multilingue de l'interface graphique, des améliorations de l'audio FM TOWNS/PC-98, des optimisations des sauvegardes faites dans le cloud, une vingtaine de corrections de scripts SCI, des améliorations pour Blade Runner et des corrections pour 7 autres moteurs. Il s'agit également de la première version supportant officiellement la Nintendo 3DS. De plus, nous avons ajouté le support du cloud pour la version Nintendo Switch.\n\nPour une liste plus complète des changements, les notes de mise à jour sont disponibles [ici](https://www.scummvm.org/frs/scummvm/2.1.1/ReleaseNotes.html).\n\nComme toujours, l'ensemble des exécutables pré-compilés se trouve sur notre [page de téléchargements](/downloads/).\n\nProfitez-en et amusez-vous bien !"
    },
    "20020121": {
        "title": "Nouveau look pour le site web",
        "content": "Merci à Jeremy Newman (laxdragon) pour la conception et la maintenance de notre nouveau site web. N'hésitez pas à le bombarder de commentaires et de suggestions."
    }
}
