{
    "20181024.xml": {
        "title": "Aktualisierung unserer Infrastruktur",
        "content": "<p>Während der letzten Tage hat das ScummVM-Team an der Aktualisierung unserer Infrastruktur gearbeitet. Dabei wurden alle Projekt-Webseiten aktualisiert, aufgeräumt und mit SSL abgesichert.</p><p>Aufgrund der Arbeitsweise des DNS-Systems kann es bis zu 48 Stunden dauern, bis Sie auf das Forum und unser Wiki zugreifen können.</p><p>Wenn Sie auf Probleme mit den Forumen, dem Wiki, dem Übersetzungs-Portal, dem Bug Tracker oder einer anderen Seite stoßen, teilen Sie uns das bitte mit. Kleinere Probleme können Sie gerne <a href=\"https://forums.scummvm.org/viewtopic.php?f=1&t=14735\">in diesem Thread melden</a>. Für größere Probleme verwenden Sie bitte <a href=\"https://bugs.scummvm.org\">unseren Bug-Tracker</a>.</p>"
    },
    "20181023.xml": {
        "title": "Wartungsarbeiten an Forum und Wiki",
        "content": "<p>Während der nächsten Stunden werden sowohl das ScummVM-Forum als auch das ScummVM-Wiki wegen Wartungsarbeiten an unserer Infrastruktur nicht erreichbar sein.</p><p>Wir arbeiten hart daran, die Seiten so schnell wie möglich wieder erreichbar zu machen. Vielen Dank für das Verständnis!</p>"
    },
    "20180701.xml": {
        "title": "Unsere Website hat ein Update bekommen!",
        "content": "<p>Wir arbeiten nicht nur permanent daran, ScummVMs Kompatibilität zu erhöhen oder neue Spiele zu implementieren, sondern manchmal auch daran, das gesamte Erscheinungsbild unseres Projektes zu verbessern.</p><p>Während der letzten Monate hat der langjährige ScummVM-Fan Mataniko, der heute dem Entwicklerteam beigetreten ist, an der Verbesserung des Website-Designs, welches uns seit über einem Jahrzehnt treue Dienste leistet, gearbeitet. Wir sind stolz darauf, sagen zu können, dass die ScummVM-Website jetzt völlig responsive ist und sowohl auf Ihrem PC als auch Ihrem Smartphone absolut großartig aussieht.</p><p>Sollten Sie Probleme mit der aktualisierten Website haben oder noch etwas vermissen, lassen Sie uns das bitte über unseren <a href=\"https://github.com/scummvm/scummvm-web/issues\">Issue Tracker</a> wissen.</p>"
    },
    "20180629.xml": {
        "title": "Das Ende wurde noch nicht geschrieben!",
        "content": "<p>Wir freuen uns sehr, ankündigen zu können, dass unsere Freunde von Cyan, Inc. <a href=\"https://www.gog.com/news/neuerscheinung_myst_iii_exile_myst_iv_revelation?pp=22d200f8670dbdb3e253a90eee5098477c95c23d\">heute ihre 25th Anniversary Collection der Myst-Serie</a> auf GOG.com veröffentlicht haben.</p><p><b><a href=\"https://www.gog.com/game/myst_masterpiece_edition?pp=22d200f8670dbdb3e253a90eee5098477c95c23d\">Myst &mdash; Masterpiece Edition</a></b> und <b><a href=\"https://www.gog.com/game/riven_the_sequel_to_myst?pp=22d200f8670dbdb3e253a90eee5098477c95c23d\">Riven &mdash; The Sequel to Myst</a></b> werden beide durch ScummVM unterstützt, während für <b><a href=\"https://www.gog.com/game/myst_3_exile?pp=22d200f8670dbdb3e253a90eee5098477c95c23d\">Myst III &mdash; Exile</a></b> ResidualVM zum Einsatz kommt.</p><p></p><p>Während der letzten Wochen haben die Teams von Cyan und ScummVM deutliche Fortschritte in der Verbesserung der Spiele-Kompatibiltät gemacht. Durch umfangreiche Tests ist es uns gelungen, die meisten Fehler, die in ScummVM und ResidualVM vorhanden waren, zu beheben. Trotzdem ist es möglich, dass wir etwas übersehen haben, weshalb wir jetzt Ihre Hilfe benötigen.</p><p></p><p>Während wir Fehler in der GOG.com-Version einfach über zukünftige Updates beheben können, wird dies für die kommende Collector's Edition auf DVD nicht möglich sein, weshalb wir sicherstellen müssen, dass alle Fehler behoben werden, bevor die DVDs fertiggestellt sind.</p><p>Bitte kaufen Sie daher eine Kopie von GOG.com oder lösen Sie Ihren Code ein, wenn Sie Unterstützer der Kickstarter-Kampagne waren. Besuchen Sie Myst Island, wandern Sie durch Age 233, haben Sie einen angenehmen Aufenthalt in Releeshahn und melden Sie alle Fehler, die Sie finden können auf unserem <a href=\"http://bugs.scummvm.org/\">Bug-Tracker</a>.</p><p>Und bitte... bringen Sie mir die blauen Seiten!</p>"
    },
    "20180612.xml": {
        "title": "ScummVM und Cyan, Inc. arbeiten zusammen!",
        "content": "<p>Heute haben wir großartige Neuigkeiten zu verkünden. Wie Sie vielleicht wissen, wird Cyan, Inc. &mdash; Schöpfer von Myst und Riven &mdash; <a href=\"https://myst.com\">anlässlich des 25-jährigen Jubliäums des ersten Myst-Spiels die gesamte Myst-Serie wiederveröffentlichen</a>. Sowohl ScummVM als auch ResidualVM nehmen an diesem Jubliäum auf eine ganz besondere Weise teil!</p><p><b>Myst &mdash; Masterpiece Edition</b> und <b>Riven &mdash; The Sequel to Myst</b> werden beide durch ScummVM unterstützt, während für <b>Myst III &mdash; Exile</b> ResidualVM zum Einsatz kommt.</p><p>Um die bestmögliche Spielerfahrung zu bieten und Ihre Reise durch die Zeitalter noch angenehmer zu gestalten, haben Cyan und ScummVM eine neue Partnerschaft begründet, was bedeutet, dass beide Teams in Zukunft so eng wie möglich zusammenarbeiten werden!</p><p>Vielleicht wurde das Ende noch nicht geschrieben &mdash; weitere News werden bald folgen!</p>"
    },
    "20180501.xml": {
        "title": "Die königliche Pyramide ist belagert!",
        "content": "<p>Kämpfen Sie darum, die Bevölkerung von der Bedrohung durch den tyrannischen Lord Xeen oder dessen grausamen Meisters Alamar. Wagen Sie sich über die Welt von Xeen hinaus in die Welt von Havoc, um Ihren Mut in einer neuen Herausvorderung zu prüfen. Wir freuen uns, die Unterstützung für folgende Spiele ankündigen zu können: <ul> <li>Might and Magic IV - Clouds of Xeen</li> <li>Might and Magic V - Darkside of Xeen</li> <li>Might and Magic - World of Xeen</li> <li>Might and Magic - World of Xeen 2 CD Talkie</li> <li>Might and Magic - Swords of Xeen</li> </ul> Zum gegenwärtigen Zeitpunkt können nur die englischen Versionn der Spiele getestet werden. Also, nehmen Sie Ihre Kopien der Spiele hervor oder kaufen Sie sie digital auf <a href=\"https://www.gog.com/game/might_and_magic_6_limited_edition?pp=22d200f8670dbdb3e253a90eee5098477c95c23d\">GOG</a>, und laden Sie sich die aktuelle <a href=\"http://scummvm.org/downloads/#daily\">Entwicklerversion</a> von ScummVM herunter. Sie werden ebenfalls die Datei <a href=\"https://github.com/scummvm/scummvm/blob/master/dists/engine-data/xeen.ccs?raw=true\">xeen.ccs</a> benötigen, die Sie im gleichen Verzeichnis wie Ihre Spieldateien ablegen sollten.</p><p>Bevor Sie mit den Tests beginnen, seien Sie sich bitte bewusst, dass aufgrund des hohen Anteils von Kampfszenen das reproduzieren von möglichen Fehlern aufwändiger ist als bei traditionellen Adventure-Spielen. Aus diesem Grund sollten Sie den Spielverlauf regelmäßig abspeichern, nur für den Fall, dass etwas schief läuft. Wenn Sie Abstürze erleben oder den Eindruck haben, dass etwas nicht so funktioniert wie gedacht, lassen Sie uns das bitte wissen. Alle Probleme sollten an unseren <a href=\"https://bugs.scummvm.org/\">Bug-Tracker</a> gemeldet werden.</p>"
    },
    "20180423.xml": {
        "title": "Die Projekte für GSoC 2018 wurden angekündigt!",
        "content": "<p><img src=\"/data/news/GSoC2017Logo.png\" alt=\"GSoC Logo\" align=\"middle\"></p><p>Heute hat Google die Projekte angekündigt, die für den diesjährigen Summer of Code angenommen wurden. Wir sind sehr erfreut, sagen zu können, dass ScummVM drei Studenten betreuen wird, während ResidualVM ebenfalls einen Studenten betreut. Alle vier Studenten werden an Spiele-Engines arbeiten:</p><ul> <li>Andrii Prykhodko (a.k.a. whiterandrek) wird daran arbeiten, die Spiele <b><i><a href=\"https://en.wikipedia.org/wiki/The_Pink_Panther:_Passport_to_Peril\">Pink Panther: Passport to Peril</a></i></b> und <b><i><a href=\"https://en.wikipedia.org/wiki/The_Pink_Panther:_Hokus_Pokus_Pink\">Pink Panther: Hokus Pokus Pink</a></i></b> in ScummVM zu unterstützen.</li> <li>Joseph-Eugene Winzer (a.k.a. Joefish) wird an der Unterstützung des Spiels <b><i><a href=\"https://en.wikipedia.org/wiki/The_Immortal_(video_game)\">The Immortal</a></i></b> in ScummVM arbeiten.</li> <li>Matthew Stewart wird an der Engine arbeiten, die von <b><i><a href=\"https://en.wikipedia.org/wiki/Star_Trek:_25th_Anniversary_(computer_game)\">Star Trek: 25th Anniversary</a></i></b> und <b><i><a href=\"https://en.wikipedia.org/wiki/Star_Trek:_Judgment_Rites\">Star Trek: Judgment Rites</a></i></b> verwendet wird. Der Fokus für die Zeit dieses GSoC wird auf dem ersten Spiel liegen.</li> <li>Liu Zhaosong (a.k.a. Douglas_GSoC) wird an der Verbesserung der Stark-Engine, die in ResidualVM für das Spiel <b><i><a href=\"https://en.wikipedia.org/wiki/The_Longest_Journey\">The Longest Journey</a></i></b> verwendet wird, arbeiten.</li> </ul><p>Bitte begrüßen Sie mit uns unsere vier abenteuerlustigen Studenten zu einem hoffentlich sehr produktiven und interessanten Sommer! Sie können ihren Fortschritt den ganzen Sommer über in den <a href=http://planet.scummvm.org>ScummVM-Blogs</a> verfolgen.</p>"
    },
    "20180331.xml": {
        "title": "IDA Disassembler",
        "content": "<p>Eine kürzlich geführte Diskussion über die Freeware-Version von IDA Disassembler 7.0 hat gezeigt, dass diese Version keine älteren DOS- und Windows-Programme mehr disassemblieren kann. Dies stellt offensichtlich ein Problem für potenzielle Mitwirkende und für GSoC-Studenten dar, die ein altes Adventure- oder Rollenspiel für ihre Projekte durch \"Reverse Engineering\" zurückentwickeln möchten. Die offensichtliche Lösung ist es, eine ältere Freeware-Version anzubieten, die diese Dateien noch unterstützt.</p><p>Wir haben uns mit Hex-Rays beraten und die Erlaubnis erhalten, eine der früheren Freeware-Versionen von IDA zum Download anzubieten. Nachdem wir die früheren Versionen überprüft haben, haben wir uns für <a href=\"https://www.scummvm.org/frs/extras/IDA/idafree50.exe\">IDA Freeware Version 5.0</a> entschieden. IDA 5.0 war die erste Version von IDA, welche die bequeme Graphen-Übersicht beinhaltet. Diese Freeware-Version beinhaltet sowohl die Graphen-Übersicht als auch die Möglichkeit, DOS-Programme zu disassemblieren. Sie ist auch nicht zeitlich begrenzt wie die Demo-Versionen und somit die beste Möglichkeit für Enthusiasten, sich am Reverse-Engineering von alten Spielen zu versuchen.</p><p>In Anbetracht dessen, dass viele unserer Spiele-Engines durch Reverse-Engineering der Originalspiele entstanden sind, werden sich hoffentlich auch in Zukunft weiter Menschen für die Re-Implementierung von Spielen interessieren.</p><p>Je mehr, desto besser :)</p>"
    },
    "20180214.xml": {
        "title": "Ein neues Jahr, ein neuer Summer of Code",
        "content": "<p><img src=\"/data/news/GSoC2017Logo.png\" alt=\"GSoC Logo\" align=\"middle\"></p><p>Vor zwei Tagen hat Google die für den diesjährigen Summer of Code zugelassenen Organisationen bekannt gegeben. Wir freuen uns sehr, dass ScummVM und unser Schwester-Projekt ResidualVM dazu gehören. Summer of Code ist eine jährlich von Google organisierte Veranstaltung, die Studenten dazu motivieren soll, an Open Source-Projekten mitzuwirken. Open Source-Organisationen benennen Mentoren und Arbeitspakete, während Google Geld an teilnehmende Studenten auszahlt. Sie finden weiterführende Informationen auf der <a href=\"https://summerofcode.withgoogle.com\">offiziellen Website</a>. In unserem <a href=\"http://wiki.scummvm.org/index.php/Summer_of_Code\">Wiki</a> finden Sie ebenfalls einige Informationen, insbesondere unsere <a href=\"http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules\">Projekt-Regeln,</a> die Bewerber befolgen sollten.</p><p>Sie sind ein motivierter Student? Sie sind zwischen dem 14. Mai und 6. August verfügbar? Sie möchten an einem der größten Projekte zur Bewahrung von Computerspielen mitarbeiten? Dann warten ScummVM und ResidualVM auf Sie! Werfen Sie einen Blick auf unsere <a href=\"http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2018\">Ideen-Seite</a> oder bringen Sie Ihre eigenen Ideen mit ein! Studenten haben bis zum 27. März Zeit, ihre Vorschläge für ein Projekt, an dem sie arbeiten wollen, einzureichen. Die akzeptierten Vorschläge werden am 23. April bekannt gegeben. Im Anschluss haben die Teilnehmer einige Wochen Zeit, sich mit der Community vertraut zu machen, bevor die 12-wöchige Programmier-Phase am 14. Mai beginnt.</p><p>In jedem Fall sollten Sie nicht zögern, mit uns im IRC zu chatten! Ein Ort: Freenode. Zwei Channel: #scummvm und #residualvm</p>"
    },
    "20171217.xml": {
        "title": "An: Sie. Von: Veröffentlichungs-Team. Betreff: ScummVM 2.0.",
        "content": "<p>Pünktlich zu den Feiertagen ist die finale Version von ScummVM 2.0.0 fertig! Diese Version fügt die Unterstützung für 23 brandneue alte Spiele hinzu, einschließlich nahezu aller 32-Bit-Adventures von Sierra:</p><ul> <li><i>Cranston Manor</i></li> <li><i>Full Pipe</i></li> <li><i>Gabriel Knight</i></li> <li><i>Gabriel Knight 2</i></li> <li><i>King's Quest VII</i></li> <li><i>King's Questions</i></li> <li><i>Leisure Suit Larry 6 (hi-res)</i></li> <li><i>Leisure Suit Larry 7</i></li> <li><i>Lighthouse</i></li> <li><i>Mixed-Up Mother Goose Deluxe</i></li> <li><i>Phantasmagoria</i></li> <li><i>Phantasmagoria 2</i></li> <li><i>Plumbers Don't Wear Ties</i></li> <li><i>Police Quest 4</i></li> <li><i>RAMA</i></li> <li><i>Riven: The Sequel to Myst</i></li> <li><i>Shivers</i></li> <li><i>Space Quest 6</i></li> <li><i>Starship Titanic</i></li> <li><i>The Dark Crystal</i></li> <li><i>Time Zone</i></li> <li><i>Torin's Passage</i></li> <li><i>Ulysses and the Golden Fleece</i></li> </ul><p>Da ist allerdings noch mehr als nur ein paar neue Engines! Die Unterstützung für viele Spiele wurde verbessert. Ebenso ist viel Arbeit in die Verbesserung der Audio- und Video-Systeme geflossen. Einige Spieler werden auch feststellen, dass sich unter anderem die Unterstützung für Joysticks verbessert hat und verschiedene weitere Verbesserungen, die von unseren Benutzern vorgeschlagen wurden, in dieser Version vorhanden sind. Eine umfangreichere Liste mit allen Verbesserungen in dieser Version finden Sie in den <a href=\"http://scummvm.org/frs/scummvm/2.0.0/ReleaseNotes_DE\">Veröffentlichungsnotizen zu ScummVM 2.0</a>.</p><p>Wir möchten uns bei allen bedanken, die diese Veröffentlichung ermöglicht haben:</p><p>Bei unseren super-coolen Programmierern, die all die Dinge entwickelt haben, die in diese Veröffentlichung eingeflossen sind: Aaryaman Vasishta, Alexander (Tkachov), Alexander Reim, Alexandre Detiste, Alyssa Milburn, angstsmurf, Arnaud Boutonné, Bastien Bouclet, Ben Castricum, Bendegúz Nagy, Cameron Cawley, Colin Snover, cpasjuste, D G Turner, Daniel Plakhotich, Dario Scarpa, David Fioramonti, Donovan Watteau, Einar Johan Trøan Sømåen, Eugene Sandulenko, Fedor (fedor4ever), Ferdinand Thiessen, Filippos Karapetis, Frank Richter, Hein-Pieter van Braam, Hubert Maier, iskrich, Ivan Avdeev, Joseph-Eugene Winzer, Kirben, kmar, Lothar Serra Mari, Lyubomyr Lisen, Marcus Comstedt, Martin Kiewitz, Michael Drüing, Nick Renieris, Omer Mor, Ori Avtalion, ottogin, Pala, Patrik Dahlstrom, Paul Gilbert, Peter Kohaut, Retro-Junk, Robert Crossfield, Robert Göffringmann, rsn8887, Ruud Klaver, Ryper_Zsolt, Schrijvers Luc, Simei Yin, stevenhoefel, Sven Hesse, Sven Kochmann, Tarek Soliman, Tarek Soliman, Thierry Crozat, Thomas Fach-Pedersen, Tobia Tesan, Torbjörn Andersson, upthorn, vanfanel, VelocityRa, Vincent Bénony, Vincent Pelletier, Walter van Niftrik, Willem Jan Palenstijn und Zbyněk Schwarz!</p><p>Bei unserer großartigen Nutzer-Gemeinschaft und allen Testern, die ScummVM auseinandergenommen und Fehler gemeldet haben, die in diesem Veröffentlichungs-Zyklus behoben wurden: ADeadTrousers, albadross, AlessioR, Alien-Grey, alien-grey, AndyILC, Arjak89, badungu, Bakhtosh, Bastien Bouclet, Ben Castricum, Benjamin Hodgetts, Bill Niakas, bramvandijk, carquinyoli, Colin Snover, counting_pine, ctoroman, cyberskull, d3p4z, dafioram, Daniel Wolf, danieljaeger, David Dew, david_corrales, dch216, dego93, Derek Warren, dominus, DustyShinigami, elaseela, Eliot Lash, enclume, EricOakford, esziarko, exmensa, Farmboy0, Filippos Karapetis, forge017, g5ppc, garethbp, gatesbillou, GeekZolda, George Kormendi, GermanTribun, greencis, Gualtiero, Hein-Pieter van Braam, henke37_2, hkzlab, Hubert Maier, Ignaz Forster, ilya13, Indy4-Fan, IntEmu, Ivan Lukyanov, Jan Sperling, Jarosław Jaworski, JCaesar13, jcmanciot, joachimeberhard, jomalin1, kervala, Kurufinwe21, Laylia27, legluondunet, legoking831, Lothar Serra Mari, Lyubomyr Lisen, macca8, maplesyrup, Markus Mahlstedt, Matan Bareket, Max Tabachenko, mcknallski, mthreepwood, MusicallyInspired, oddfff, Omer Mor, Ori Avtalion, Paul Gilbert, pegasusepsilon, PetrCejpek, Petter Sjölund, pliesenfeld, Quietust, r-alf-the-alf, Robert Megone, rsn8887, SeanW1975, Sergey, sluicebox, softwarespecial, Stefan Seeland, Stephane Lapie, Sven Hesse, Tarek Soliman, telanus, tgfmfc, Thierry Crozat, tobiatesan, Tomasz Grzegurzko, Torbjörn Andersson, Uukrull, vonmagnum, vorph999, Walter van Niftrik, Willem Jan Palenstijn, Windle Poons, zaurak und zorbid.</p><p>Bei unseren fantastischen Übersetzern, die dabei geholfen haben, ScummVM 2.0 für die Nutzer von 24 verschiedenen Sprachen weltweit zugänglich zu machen: Alex Jakovleff, Alexandre Folle de Menezes, Arius, Ben Castricum, Carlos, edward, Einar Johan Trøan Sømåen, Erik Zubiria, Ettore Atalan, Eugene Sandulenko, Fernando Sarmento, Filippos Karapetis, George Kormendi, Gilles, hampusf, Ivan Lukyanov, JanShing, Jennifer McMurray, jepael, jeroen klop, John Doe, Jordi Vilalta Prat, Jose Roses, Joseph-Eugene Winzer, lorz, Lothar Serra Mari, Luis, Lyubomyr Lisen, Manuel, Martin Schoenmakers, Max von Werner, Michael D., Milo Casagrande, mézes gergely, pablobecerra, Paolo Bossi, Pavel Kungurtsev, Pere Orga, Peter Johansson, Petter Sjölund, poulsen93, Purple T, rafaelmessias, Rafał Będźkowski, Rafał Rzepecki, Rodrigo Vegas Sánchez-Ferrero, Rossano, Rouven Bauer, Santiago G. Sanz, Santiago Sanchez, selmiak, Sergio Carmona, Simon Sawatzki, stevenew, Thierry Crozat, Timo Mikkolainen, Timofonic, Tobia Tesan, TomasM, Vitor Santos, Víctor Martínez Pajares, Walter Agazzi, wreednumero2 und Zbyněk Schwarz.</p><p>Bei unseren extrem gut aussehenden Portierern und Paketierern, die ScummVM in etwas verwandeln, dass Sie tatsächlich ausführen können: Colin Snover, Keith Scroggins, Manuel Alfayate, Marcus Comstedt, Tarek Soliman und Thierry Crozat.</p><p>Bei unserem wundervollen Technologie-Sponsor <a href=\"https://www.easyname.com/\">easyname</a>, der uns Server und Bandbreite zur Verfügung stellt, damit wir die Veröffentlichungen verwalten und Ihnen bereitstellen können.</p><p>Und abschließend - danke Ihnen, außergewöhnlicher Benutzer, dass Sie ScummVM verwenden, und (mit der Bitte um Entschuldigung) danke an alle, deren Namen ich nicht herausfinden konnte. Ihre Unterstützung bedeutet uns sehr viel. Vielen Dank!</p><p>(Werbung in eigener Sache: Wenn Sie Ihren Namen hier lesen möchten, brauchen Sie nur etwas beizutragen, was ScummVM weiter verbessert!)</p><p><a href=\"http://scummvm.org/downloads/\">Laden Sie ScummVM 2.0</a> jetzt herunter - unser Weihnachtsgeschenk an Sie.</p><p>Das Veröffentlichungs-Team - bis zum nächsten Mal!</p>"
    },
    "20171122.xml": {
        "title": "Die Testphase für ScummVM 2.0 hat begonnen!",
        "content": "<p>Endlich ist der Tag gekommen, an dem wir den aktuellen ScummVM-Veröffentlichungszyklus abschließen! ScummVM 2.0 ist eine der bislang größten Veröffentlichungen und fügt die Unterstützung für 23 neue Spiele hinzu:</p><ul> <li><i>Cranston Manor</i></li> <li><i>Full Pipe</i></li> <li><i>Gabriel Knight</i></li> <li><i>Gabriel Knight 2</i></li> <li><i>King's Quest VII</i></li> <li><i>King's Questions</i></li> <li><i>Leisure Suit Larry 6 (hi-res)</i></li> <li><i>Leisure Suit Larry 7</i></li> <li><i>Lighthouse</i></li> <li><i>Mixed-Up Mother Goose Deluxe</i></li> <li><i>Phantasmagoria</i></li> <li><i>Phantasmagoria 2</i></li> <li><i>Plumbers Don't Wear Ties</i></li> <li><i>Police Quest 4</i></li> <li><i>RAMA</i></li> <li><i>Riven: The Sequel to Myst</i></li> <li><i>Shivers</i></li> <li><i>Space Quest 6</i></li> <li><i>Starship Titanic</i></li> <li><i>The Dark Crystal</i></li> <li><i>Time Zone</i></li> <li><i>Torin's Passage</i></li> <li><i>Ulysses and the Golden Fleece</i></li> </ul><p>Diese Veröffentlichung beinhaltet auch signifikante Verbesserungen und Fehlerkorrekturen für viele Engines. Jetzt ist also eine gute Gelegenheit, einen alten Klassiker (wieder) zu entdecken, selbst wenn er nicht auf dieser Liste steht!</p><p>Laden Sie sich die aktuelle <a href=\"/downloads/#daily\">Entwicklerversion</a> von ScummVM herunter und befolgen Sie unsere <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">Test-Richtlinien</a>. <strong>Wenn Sie Windows benutzen</strong>, verwenden Sie bitte die <a href=\"http://scummvm.org/downloads/scummvm-win32.exe\">Entwicklerversionen von Kirben</a> anstelle der Entwicklerversionen des Buildbots. Bitte melden Sie alle Fehler, die Sie finden können, in unserem <a href=\"https://bugs.scummvm.org/\">Bug-Tracker</a>. Wenn Sie ein Spiel komplett durchgespielt haben, <a href=\"https://docs.google.com/forms/d/e/1FAIpQLSfiAycQmgaBEDsb0KNpZrNAaqBtilZe4SHWRDYcykeKqLHFvg/viewform\">füllen Sie bitte unser Testergebnis-Formular aus</a>. Sie können den <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/2.0.0\">Test-Verlauf in unserem Wiki verfolgen</a>.</p><p>Viel Spaß!</p>"
    },
    "20171010.xml": {
        "title": "Drei neue Spiele über Aliens",
        "content": "<p>Besuchen Sie eine Alien-Welt, besuchen Sie eine Alien-Welt oder ein Alien-Raumschiff, oder gehen Sie zu einem fremden Raumschiff voller Außerirdischer! In unserem neuesten Schwung Adventures haben Sie die Wahl zwischen drei verschiedenen Alien-Welten. Und alle sind jetzt bereit, in der aktuellen <a href=\"/downloads/#daily\">Entwicklerversion</a> von ScummVM getestet zu werden:</p><ul> <li><a href=\"http://wiki.scummvm.org/index.php/Lighthouse\">Lighthouse</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/RAMA\">RAMA</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/Starship_Titanic\">Raumschiff Titanic (deutsche Version)</a></li> </ul><p>Die <a href=\"http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games\">Spieldateien-Seite</a> wurde um Informationen zur Installation dieser Spiele ergänzt. Wenn Sie die Spiele nicht besitzen, finden Sie <a href=\"http://wiki.scummvm.org/index.php/Where_to_get_the_games\">hier heraus</a>, wo Sie sie kaufen können!</p><p>Bevor Sie Ihren Testlauf beginnen, sollten Sie für Lighthouse und RAMA die Hinweise auf unserer <a href=\"http://wiki.scummvm.org/index.php/SCI/Testing\">SCI-Testseite lesen</a> und auch ein paar <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a> anfertigen. Für Raumschiff Titanic benötigen Sie zusätzlich die Datei <a href=\"https://raw.githubusercontent.com/scummvm/scummvm/master/dists/engine-data/titanic.dat\">titanic.dat</a>, die Sie im gleichen Verzeichnis ablegen sollten, in dem sich auch die Spieldateien befinden.</p><p>Bitte beachten Sie hinsichtlich der deutschen Version von Raumschiff Titanic, dass wir nicht alle deutsch sprechen und Fehlerberichte daher auf englisch verfasst werden müssen. Sollten Sie Fehler entdecken, die sich auf Texteingaben im Konversations-Tab einer der Bots beziehen, erleichtert es unsere Arbeit, wenn Sie das Problem auch mit Wörtern wiederholen, die keine Umlaute enthalten.</p><p>Viel Spaß!</p>"
    },
    "20170801.xml": {
        "title": "Sie werden einen P-SCI-chologen brauchen!",
        "content": "<p>Gehen Sie auf große Fahrt, ordnen Sie ein paar durcheinandergeratene Kinderlieder oder verbringen Sie etwas Zeit in der Psychiatrie! Der zweite Stapel an 32-bit DOS/Windows Sierra-Adventures kann jetzt in der aktuellen <a href=\"/downloads/#daily\">Entwicklerversion</a> von ScummVM getestet werden:</p><ul> <li><a href=\"http://wiki.scummvm.org/index.php/Leisure_Suit_Larry_7\">Leisure Suit Larry 7</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/Mixed-Up_Mother_Goose\">Mixed-Up Mother Goose Deluxe</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/Phantasmagoria_2\">Phantasmagoria 2</a></li> </ul><p>Die Seite <a href=\"http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games\">über die Spieldateien</a> wurde um Informationen, wie diese Spiele installiert werden können, ergänzt. Wenn Sie keine Spiele besitzten, finden Sie <a href=\"http://wiki.scummvm.org/index.php/Where_to_get_the_games#Sierra_Games\">auf dieser Seite</a> Informationen darüber, wo Sie die Spiele kaufen können!</p><p>Bevor Sie mit Ihrem Testlauf beginnen, lesen Sie bitte die Hinweise auf unserer <a href=\"http://wiki.scummvm.org/index.php/SCI/Testing\">SCI-Testseite</a> und erstellen Sie ein paar <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a>, wenn Sie unterwegs sind.</p><p>Viel Spaß!</p>"
    },
    "20170731.xml": {
        "title": "Besiegen Sie den Herrscher des fünften Zeitalters",
        "content": "<p>Gleich nach dem Ende von <a href=\"http://wiki.scummvm.org/index.php/Myst\">Myst</a>, werden Sie von Atrus direkt in ein weiteres Zeitalter geschickt, in dem dessen Frau Catherine gestrandet ist. Riven ist das fünfte Zeitalter, welches von Atrus' Vater Gehn geschrieben wurde und über das Gehn nun als grausamer, selbsternannter Gott herrscht. Ihre Mission: Retten Sie Catherine und nehmen Sie Gehn gefangen. Um erfolgreich zu sein, werden Sie die fünf Inseln von Riven sorgfältig erkundigen und die Rätsel lösen müssen, die dort versteckt sind.</p><p>Das ScummVM-Team ist stolz darauf, ankündigen zu können, dass <a href=\"http://wiki.scummvm.org/index.php/Riven:_The_Sequel_to_Myst\"> Riven: The Sequel to Myst</a> endlich bereit für die Testphase ist. Wenn Sie an dem Test teilnehmen möchten, laden Sie die aktuelle <a href=\"/downloads/#daily\">Entwicklerversion</a> von ScummVM herunter, um die Windows- oder Mac-Version des Spiels zu spielen. Bitte melden Sie alle Fehler, die Sie finden können, auf unserem <a href=\"https://bugs.scummvm.org/\">Bug-Tracker</a>. Bitte stellen Sie sicher, <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\"> dass Sie unseren Richtlinien zum Einsenden von Fehlerberichten folgen</a>.</p><p>Um sich auf Riven vorzubereiten, möchten Sie vielleicht zuerst Myst spielen. In diesem Fall möchten wir Sie bitten, eine aktuelle Entwicklerversion zu verwenden. An der Spiel-Engine wurden umfangreiche Änderungen vorgenommen, um das Spielerlebnis zu verbessern. Dabei können uns einige Fehler entgangen sein. Wie bei Riven möchten wir Sie bitten, alle Fehler, die Sie finden können, an uns zu melden.</p>"
    },
    "20170702.xml": {
        "title": "Gefangen auf einem Luxus-Kreuzfahrtschiff... Im Weltall!",
        "content": "<p>Entdecken Sie ein heruntergekommenes Luxus-Kreuzfahrtschiff und versuchen Sie, den Deskbot davon zu überzeugen, Ihnen ein Upgrade zu geben, bevor Sie schließlich den über das Schiff herrschenden Computer \"Titania\" finden und reparieren. Andernfalls werden Sie nie wieder nach Hause kommen. Wir freuen uns die Testphase für ein Spiel aus den späten 90ern - <a href=\"http://www.mobygames.com/game/starship-titanic\">Starship Titanic</a> - ankündigen zu können. Derzeit kann ausschließlich die englische Version getestet werden. Holen Sie Ihre Kopie des Spiels hervor und besorgen Sie sich die aktuelle <a href=\"/downloads/#daily\">Entwicklerversion</a> von ScummVM. Sie benötigen zusätzlich die Datei <a href=\"https://github.com/scummvm/scummvm/blob/master/dists/engine-data/titanic.dat?raw=true\">titanic.dat</a> welche Sie im gleichen Verzeichnis ablegen sollten, in dem auch die Spieldateien liegen.</p><p>Bevor Sie mit Ihrem Testlauf beginnen, sollten Sie wissen, dass das Spiel ein Indeo-codiertes AVI-Video enthält, von dem wir noch nicht wissen, wie wir die Transparenz-Informationen entschlüsseln können. Vereinzelt werden Sie Objekte sehen, die von einer schwarzen Fläche umgeben sind. Bitte ignorieren Sie das Problem vorerst. Alle anderen Probleme mit der Grafik oder dem Spielverlauf selbst melden Sie bitte in unserem <a href=\"https://bugs.scummvm.org/\">Bug-Tracker</a>.</p>"
    },
    "20170617.xml": {
        "title": "Hi-Res Adventures",
        "content": "<p>Letztes Jahr haben wir die Unterstützung von drei Adventures der \"Sierra Hi-Res Adventures\"-Reihe hinzugefügt: <i>Mystery House</i> (#1), <i>Mission: Asteroid</i> (#0) und <i>Wizard and the Princess</i> (#2). Wir sind stolz, ankündigen zu können, dass drei weitere Apple II-Spiele ab sofort in ScummVM spielbar und testbereit sind: <i>Ulysses and the Golden Fleece</i> (#4), <i>Time Zone</i> (#5) und <i>The Dark Crystal</i> (#6).</p><p>Von <i>Ulysses and the Golden Fleece</i> unterstützen wir derzeit das Load 'N' Go-Release. Von <i>Time Zone</i> und <i>The Dark Crystal</i> unterstützen wir die Disketten-Abbilder, die sich auf einigen der <a href=\"http://wiki.scummvm.org/index.php/SCI/Game_Collections\">Sierra Collection-CDs</a> befinden. Die <a href=\"http://wiki.scummvm.org/index.php/Datafiles\">Wiki-Seite über Spieldateien</a> wurde um die erforderlichen Dateinamen der Disketten-Abbilder ergänzt.</p><p>Wenn Sie einen dieser Klassiker besitzen, laden Sie sich die aktuelle <a href=\"/downloads/#daily\">Entwicklerversion</a> herunter und probieren Sie das Spiel aus! Wenn Sie auf ein Problem stoßen, erstellen Sie bitte einen Fehlerbericht unter Berücksichtigung <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">unserer Test-Richtlinien</a>. Und wenn Sie schon dabei sind, erstellen Sie bitte ein paar <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos!</a></p><p>Sie fragen sich vielleicht, was mit <i>Hi-Res Adventure #3: Cranston Manor</i> passiert ist. Unglücklicherweise konnten wir bisher noch keine Kopie dieses Spiels finden, obwohl wir bereits seit über einem Jahr danach suchen. Wenn Sie das Spiel besitzen, würden wir sehr gerne <a href=\"/contact/\">von Ihnen hören</a>!</p>"
    },
    "20170505.xml": {
        "title": "GSoC 2017-Projekte bekannt gegeben!",
        "content": "<p><img src=\"/data/news/GSoC2017Logo.png\" alt=\"GSoC Logo\" align=\"middle\"></p><p>Heute hat Google die Projekte bekannt gegeben, die für den diesjährigen \"Summer of Code\" akzeptiert wurden. Wir freuen uns sehr, dass ScummVM zwei Zauberschüler betreuen wird, die eine gemeinsame Mission haben: Accio Super Sludge Nova! Der Zauber bewirkt die Unterstützung für zwei neue Engines und ist 12 Wochen wirksam:</p><ul> <li>Joseph-Eugene Winzer (a.k.a. Joefish) wird an der Unterstützung für <b><i><a href=\"http://outpost.simplicity.de\">Mission Supernova</a></i></b> arbeiten.</li> <li>Simei Yin wird an einer Portierung der <b><i><a href=\"https://opensludge.github.io\">Sludge-Engine</a></i></b> zu ScummVM arbeiten.</li> </ul><p>Wir heißen unsere Schüler sehr herzlich willkommen und hoffen, dass es ein produktiver und interessanter Sommer wird! Sie können ihren Fortschritt den ganzen Sommer über in den <a href=http://planet.scummvm.org>ScummVM-Blogs</a> verfolgen.</p>"
    },
    "20170428.xml": {
        "title": "FaSCInierend!",
        "content": "<p>Erkunden Sie ein verfluchtes Museum, jagen Sie einen Serienkiller, wischen Sie den Fußboden, verfallen Sie dem Wahnsinn, finden Sie Ihre wahre Liebe, finden Sie Ihre \"wahre Liebe\", reisen Sie zu vergangenen Ländern, klären Sie die Voodoo-Morde auf, entdecken Sie eine verlorene Oper — oder tun Sie alles! Der erste Schwung von 32-bit DOS/Windows Sierra-Adventures kann nun in der aktuellen <a href=\"/downloads/#daily\">Entwicklerversion</a> von ScummVM getestet werden:</p><ul> <li><a href=\"http://wiki.scummvm.org/index.php/Gabriel_Knight\">Gabriel Knight</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/The_Beast_Within\">Gabriel Knight 2</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/King%27s_Quest_VII\">King's Quest VII</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/King%27s_Questions\">King's Questions</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/Leisure_Suit_Larry_6\">Leisure Suit Larry 6 (hi-res)</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/Phantasmagoria\">Phantasmagoria</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/Police_Quest_IV\">Police Quest 4</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/Shivers\">Shivers</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/Space_Quest_6\">Space Quest 6</a></li> <li><a href=\"http://wiki.scummvm.org/index.php/Torin%27s_Passage\">Torin's Passage</a></li> </ul><p>Die <a href=\"http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games\">Spieldateien-Seite</a> wurde um Informationen bezüglich der Installation dieser Spiele ergänzt. Wenn Sie diese Spiele nicht besitzen, besuchen Sie <a href=\"http://wiki.scummvm.org/index.php/Where_to_get_the_games#Sierra_Games\">unsere Seite mit Bezugsquellen</a>, um sie zu kaufen!</p><p>Bevor Sie mit Ihrem Testlauf beginnen, lesen Sie bitte die Anweisungen auf der <a href=\"http://wiki.scummvm.org/index.php/SCI/Testing\">SCI-Testseite</a> und fertigen bitte <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a> während des Spiels an.</p><p>(Wenn Sie schon immer einige der früheren SCI-Spiele spielen wollten, ist jetzt eine gute Gelegenheit dazu, da die Änderungen an der SCI-Engine auch 16-bit SCI-Spiele betreffen!)</p><p>Viel Spaß!</p>"
    },
    "20170401a.xml": {
        "title": "Wir ändern unseren Namen!",
        "content": "<p><b>Nachtrag:</b> Wir konnten uns die Domain plumbervm.org nicht sichern und daher entschieden wir uns schweren Herzens dazu, unsere Bemühungen zur Umbenennung aufzugeben und zu unserem alten Namen zurückzukehren. Lang lebe ScummVM!</p><p><s>Die Sache mit dem Namen von ScummVM wurde viele Male gestellt, seit wir damit angefangen haben, Engines für Nicht-SCUMM-Spiele hinzuzufügen. Bis jetzt waren wir dafür, den ursprünglichen Namen beizubehalten. Jedoch mit der heutigen Hinzufügung einer Engine für das Spiel <i>Plumbers Don't Wear Ties</i> ändert sich alles. Wegen seines Rufs und Ansehens als bestes Videospiel aller Zeiten wird es natürlich zum Flaggschiff dafür, wofür wir stehen. Daher haben wir uns letztendlich dazu entschlossen, unseren Namen zu ändern. Wir heißen nun <b>PlumberVM</b>! </s></p><p><s>Wir haben den Namen ScummVM über 15 Jahre lang verwendet und es fällt uns schwer, uns von ihm zu verabschieden. Es ist ein durchaus bekannter Name und wir unterschätzen nicht den Aufwand, den es benötigen wird, um dieselbe Anerkennung für unseren neuen Namen zu bekommen. Daher bitten wir um Ihre Mithilfe, um die Neuigkeit zu verbreiten. Auf kurze Sicht wird dies unvermeidlich zu Spaltung und Verwirrung führen. Aber auf lange Sicht sind wir davon überzeugt, dass dies die richtige Entscheidung ist. Mit Ihrer Unterstützung werden wir die Welt erobern! Angefangen bei den Abflusskanälen.</s></p><p><s>Mit der Änderung des Namens haben wir ebenso eine Erweiterung des Umfangs unseres Projekts beschlossen. Letztes Jahr haben wir uns dazu entschieden, neben Engines für Adventures auch solche für RPG-Spiele zu akzeptieren. Jetzt akzeptieren wir alle Spiele, in denen ein Klempner vorkommt. Die Arbeit am wenig bekannten Spiel <i>Super Mario Bros.</i> wurde bereits aufgenommen und wir haben große Pläne für die Zukunft. Wir haben bald eine große Ankündigung zu machen, also bleiben Sie dran.</s></p><p><s>Abschließend möchten wir darauf hinweisen, dass es einige Zeit in Anspruch nehmen wird, bis wir an sämtlichen Stellen unseren Namen ausgetauscht haben. Wir haben heute mit unserer Haupt-Website angefangen und Sie werden in den nächsten Tagen die Änderung bei unseren Social-Media-Konten, Wiki, Forum und den noch nicht aktualisierten Seiten auf unserer Website feststellen. Wir arbeiten ebenso an der Veröffentlichung von PlumberVM 2.0 mit den zwei neuen unterstützten Spielen <i>Plumbers Don't Wear Ties</i> und <i>Full Pipe</i>. Diese kommt, sobald die letzten wenigen Bugs in unseren Engines für <i>Plumbers Don't Wear Ties</i> und <i>Full Pipe</i> zerquetscht wurden. Hoffentlich finden wir keine mutierten Schildkröten in der Testphase. Diese zu zerquetschen, ist verdammt schwer! </s>"
    },
    "20170401.xml": {
        "title": "Ziehen Sie Ihre Krawatte aus und werden Sie zum Klempner!",
        "content": "<p>Wir sind sehr stolz darauf, ankündigen zu können, dass Retro-Junk daran gearbeitet hat, eines der wichtigsten Spiele in der Geschichte der Videospiele in ScummVM zu unterstützen: Plumbers Don't Wear Ties!</p><p>Während der letzten Jahre haben uns immer wieder Anfragen erreicht, ob die Unterstützung dieses Genre-definierenden Meisterwerkes möglich ist. Es hat die Spieleindustrie für immer verändert, da es (unter anderem) ein großartiges Negativbildintro (mit kartfahrenden Pandas), FMP (Full Motion Pictures) als eigenes Genre und als bisher einziges Spiel einen zweiundvierzigklassigen Humor eingeführt hat.</p><p>Die Engine spiegelt die erstaunliche Komplexität des Spiels wider. Mit 500 Zeilen Code ist sie aktuell eine der größten Engines (die 62-größte um genau zu sein) in unserem Verzeichnis. Wie Sie sich sicher vorstellen können, benötigen wir noch einige Zeit, um die Engine zu korrigieren und zu ScummVM hinzuzufügen.</p><p>Bereits jetzt können Sie den Programmcode <a href=\"https://github.com/scummvm/scummvm/pull/932\">über diesen Pull Request auf GitHub</a> herunterladen, eine Kopie kompilieren und losspielen (derzeit wird nur die PC-Version unterstützt). Und denken Sie daran, dass wir immer an neuen Bildschirmfotos interessiert sind!</p><p>Unser aller Dank gilt zwei unserer Entwickler, uruk-hai und t0by. Sie haben sich unermüdlich für die Unterstützung dieses Spiels eingesetzt und wirklich jeden motiviert. Diese Arbeit wäre ohne sie nicht möglich gewesen!</p><p>Bevor Sie mit Ihrem Testlauf beginnen, möchten wir Sie dazu ermutigen, unsere <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">Test-Richtlinien </a> zu lesen. Bitte fertigen Sie auch ein paar <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a> an.</p><p>Und los! Nehmen Sie Ihre Kopie des Spiels und des Codes und genießen Sie diesen historischen Moment!</p>"
    },
    "20170306.xml": {
        "title": "Willkommen zum größten Summer of Code aller Zeiten",
        "content": "<p><img src=\"/data/news/GSoC2017Logo.png\" alt=\"GSoC Logo\" align=\"middle\"></p><p>Dieses Jahr hat Google den größten Summer of Code aller Zeiten angekündigt. 201 Organisationen wurden zugelassen. Wir freuen uns sehr, ankündigen zu können, dass wir auch dieses Jahr zusammen mit unserem Schwesterprojekt ResidualVM teilnehmen.</p><p>Sie sind ein motivierter Student? Sie möchten am größten Google Summer of Code aller Zeiten teilnehmen? Sie möchten sich als Mitwirkender an einem der größten Projekte zur Erhaltung von Computerspielen einen Namen machen?<p><p>ScummVM und ResidualVM warten auf Sie! Werfen Sie einen Blick auf <a href=\"http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2017\">unsere Ideen-Seite</a> oder nennen Sie uns Ihre eigene Idee!</p><p>Auf jeden Fall sollten Sie nicht zögern, mit uns im IRC zu chatten! Ein Ort: Freenode. Zwei Channel: #scummvm und #residualvm</p>"
    },
    "20161201.xml": {
        "title": "Ein Licht am Ende der Röhre!",
        "content": "<p>Der Dude... die Röhre... der Dark-Burrow-Dweller... und Sie.</p><p>Nach einigen Jahren der Entwicklung kann das ScummVM-Team heute die volle Unterstützung für das obskure, ausgefallene und fesselnde Spiel <i>Full Pipe</i> (Originaltitel: Полная Труба) ankündigen. Nehmen Sie Ihre Spiele-CD (die Android- und iOS-Versionen werden nicht unterstützt), die aktuelle <a href=\"/downloads/#daily\">Entwicklerversion</a> und helfen Sie uns, die Abenteuer des Dude in einer Welt voller Kuriositäten zu testen.</p><p>Bevor Sie mit Ihrem Testlauf beginnen, möchten wir Sie bitten, unsere <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">Test-Richtlinien</a> zu lesen. Bitte fertigen Sie auf Ihrem Weg ein paar <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a> an.</p><p>Und los! Dude ist gerade in das tiefe Tunnellabyrinth gestürzt.</p>"
    },
    "20161127.xml": {
        "title": "Das ScummVM-Projekt hat eine neue Übersetzungs-Website",
        "content": "<p><img src=\"https://translations.scummvm.org/widgets/scummvm/-/287x66-white.png\" alt=\"Übersetzungs-Status\" align=\"middle\" /></p><p>Bisher war das Übersetzen der ScummVM-Software nicht gerade einfach. Übersetzer mussten die Übersetzungs-Vorlagen auf ihren Computer herunterladen, die Übersetzung mithilfe einem speziellen Programm bearbeiten und anschließend die aktualisierte Übersetzung dem ScummVM-Team mithilfe eines <a href=\"https://help.github.com/articles/creating-a-pull-request/\">Pull Requests</a> oder über den <a href=\"https://bugs.scummvm.org/\">Bug-Tracker</a> vorschlagen. Das ScummVM-Team wiederum musste auch einige Arbeiten manuell durchführen, wie etwa die Übersetzungsvorlagen bei Änderungen im Programm-Quelltext aktualisieren oder die Übersetzungs-Binärdatei neu erstellen, wenn ein Übersetzer einen Beitrag eingereicht hatte.</p><p>Das alles gehört der Vergangenheit an. Jetzt ist es dank unserer <a href=\"https://translations.scummvm.org/\">Übersetzungs-Website</a>, basierend auf <a href=\"https://weblate.org/\">Weblate</a>, so einfach und komfortabel wie nie zuvor, an der Übersetzung von ScummVM zu arbeiten. Übersetzungs-Vorlagen werden automatisch wenn nötig aktualisiert, genauso wie auch die Binärdatei mit den Übersetzungsdaten. Übersetzer brauchen jetzt nur noch zu übersetzen. Das ist alles. Die Website hilft den Übersetzern, indem sie automatisierte Qualitätsprüfungen durchführt sowie (Maschinen-)Übersetzungen vorschlägt.</p><p>Zu guter Letzt hilft die neue Seite, eine Gemeinschaft rund um die Übersetzungen aufzubauen, da Benutzer jetzt über Übersetzungsvorschläge abstimmen können und sogar eigene Vorschläge einbringen können. Jeder kann die Übersetzungen sehen, aber Sie werden sich anmelden müssen, wenn Sie eigene Vorschläge einbringen wollen, kommentieren und abstimmen wollen. Sie können sich entweder mit Ihrem GitHub- oder Facebook-Konto anmelden oder ein Konto auf der Website eröffnen. Nach der Anmeldung müssen Sie mit uns Kontakt aufnehmen, wenn Sie darüber hinaus weiter zu den Übersetzungen beitragen möchten (beispielsweise mit einer neuen Übersetzung beginnen oder bei einer bereits bestehenden mithelfen), da wir Ihnen Zugriff auf die Gruppe der Übersetzer gewähren müssen. Im Gegensatz zu normalen Benutzern können Übersetzer Vorschläge akzeptieren oder ablehnen sowie die Übersetzungen direkt bearbeiten. Kontaktieren Sie uns, indem Sie den IRC-Kanal #scummvm auf irc.freenode.net besuchen oder per E-Mail an <a href=\"mailto:translation@scummvm.org\">translation@scummvm.org</a>, wenn Sie daran interessiert sind, ein offizieller Übersetzer zu werden. Andernfalls besuchen Sie <a href=\"https://translations.scummvm.org/\">https://translations.scummvm.org/</a> gleich jetzt, und helfen Sie uns, ScummVM jedem zugänglich zu machen.</p>"
    },
    "20161017.xml": {
        "title": "ScummVM 1.9.0 &quot;Myst-ery U.F.O.s&quot; ist da!",
        "content": "<p>Unsere einmonatige Testphase ist vorüber. Dank der Hilfe von Ihnen, unseren treuen Benutzern und Testern, sind wir jetzt dazu bereit, unsere nächste Version zu veröffentlichen.</p><p>Wie immer waren wir sehr damit beschäftigt, neue Spiele hinzuzufügen und bereits vorhandene zu verbessern. Jetzt, nach vielen Jahren der Entwicklung, sind wir stolz darauf, die Unterstützung für <i>Myst</i> und <i>Myst: Masterpiece Edition</i> ankündigen zu können.</p><p>Außerdem unterstützen wir jetzt <i>U.F.O.s (Gnap: Der Schurke aus dem All)</i> und die frühen \"Sierra Hi-Res\"-Adventures, namentlich <i>Hi-Res Adventure #0: Mission Asteroid</i>, <i>Hi-Res Adventure #1: Mystey House</i> und <i>Hi-Res Adventure #2: The Wizard and the Princess</i>. Damit werden insgesamt sechs neue Spiele unterstützt.</p><p>Mit dieser Version wechseln wir zu SDL 2. Bitte <a href=\"https://bugs.scummvm.org\">melden Sie alle Fehler,</a> die sie finden können. Das letzte Mal haben wir Sparkle-basierte Updates für Mac eingeführt, und dieses Mal versuchen wir, diese auch für Windows einzuführen. Hoffentlich werden Sie die automatischen Updates in Aktion sehen, wenn wir unsere nächste Version veröffentlichen. Wir möchten noch einmal betonen, dass die automatischen Updates nur nach Ihrer ausdrücklichen Zustimmung beim ersten Programmstart aktiviert werden. Einmal aktiviert, wird ScummVM standardmäßig einmal pro Woche nach einer neuen Veröffentlichung suchen. Bildschirmfotos des automatischen Update-Vorgangs finden Sie auf der <a href=\"https://winsparkle.org\"> Website von WinSparkle</a>.</p><p>Zu den nennenswerten Fehlerbehebungen und Verbesserungen zählen die Hercules- Darstellung und -Schriftarten für AGI-Spiele, viele Fehlerbehebungen für SCI-Spiele, verbesserte Spielerfahrung in <i>Sherlock</i> und die Unterstützung für AmiUpdate in der Amiga-Portierung.</p><p>Die vollständige Liste aller Änderungen finden Sie in den <a href=\"/frs/scummvm/1.9.0/ReleaseNotes\">Veröffentlichungshinweisen</a>; die Programmdateien können Sie auf unserer <a href=\"/downloads/\">Downloads-Seite</a> herunterladen.</p><p>Warten Sie nicht länger, und spielen Sie <i>Myst</i> oder <i>U.F.O.s</i> jetzt gleich!</p>"
    },
    "20160915.xml": {
        "title": "Adventure-Geschichte im \"Mystery House\"",
        "content": "<p>\"Sie befinden sich im Vorgarten eines großen, verlassenen viktorianischen Hauses.\"</p><p>Erleben Sie Adventure-Geschichte und spielen Sie Sierras frühes Spiel <i>Hi-Res Adventure #1: Mystery House</i> in ScummVM. Trauen Sie sich zu, zurück ins Jahr 1980 zu springen und die Treppe hinauf zur Veranda zu nehmen? Laden Sie sich das Spiel und eine <a href=\"/downloads/#daily\">Entwicklerversion</a> von ScummVM herunter, und helfen Sie uns bei unseren Tests, indem Sie zurück durch die Zeit reisen.</p><p>Wir sind stolz darauf, ankündigen zu können, dass wir jetzt auch Unterstützung für einige andere Spiele bieten, die das gleiche ADL-System verwenden &mdash; ein System, welches solche fortschrittlichen Technologien wie Farbgrafik ermöglicht! Vielleicht retten Sie lieber in (<i>Hi-Res Adventure #0: Mission Asteroid</i>) den Planeten oder in (<i>Hi-Res Adventure #2: The Wizard and the Princess</i>) die Prinzessin?</p><p>Wir arbeiten auch an den restlichen Spielen der <i>Hi-Res Adventure</i>-Serie, in der Zwischenzeit jedoch veröffentlichen wir die Unterstützung der Apple II-Versionen dieser drei Spiele für weitere Tests, und hoffen, dass wir einige Fehlerberichte für eventuell von Ihnen gefundene Probleme erhalten. Wir möchten diese drei Spiele in unserer nächsten Veröffentlichung mit einschließen, weshalb Sie die <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">Richtlinien für Tests</a> befolgen sollten. Bitte vergessen Sie nicht, ein paar <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a> anzufertigen.</p><p><i>Mystery House</i> wurde von Sierra On-Line im Jahre 1987 anlässlich des 7. Geburtstags des Unternehmens als \"Public Domain\"-Programm freigegeben. Sie können es <a href=\"/games/#mysthous\">kostenlos herunterladen</a>. Für weitere Details über die anderen Spiele und wo Sie eine Kopie kaufen können, schauen Sie <a href=\"http://wiki.scummvm.org/index.php/ADL\">in unser Wiki</a>.</p><p>Wenn Sie die Original-Disketten für eines der <i>Hi-Res Adventure</i>-Spiele besitzen (für jede Plattform), würden wir gerne von Ihnen hören. Bitte nehmen Sie vor allem dann Kontakt mit uns auf, wenn Sie eine Apple II-Version von <i>Hi-Res Adventure #3: Cranston Manor</i> besitzen. Viele dieser Spiele sind selten, und wir können ohne Ihre Hilfe keine Unterstützung für die verschiedenen Spiele-Versionen hinzufügen!</p>"
    },
    "20160913.xml": {
        "title": "Die Tests für ScummVM 1.9.0 haben begonnen!",
        "content": "<p>Die Zeit fliegt dahin, und nun ist es an der Zeit, den Veröffentlichungs-Zyklus für ScummVM 1.9.0 einzuleiten.</p><p>Wir konnten zwei neue Spiele-Engines fertigstellen, und möchten Sie daher bitten, die folgenden Spiele zu testen:</p><ul> <li><i>Myst</i></li> <li><i>Myst: Masterpiece Edition</i></li> <li><i>U.F.O.s / Gnap: Der Schurke aus dem All</i></li> </ul><p>Unser SCI-Team war sehr damit beschäftigt, die Unterstützung von Sierra-Spielen in ScummVM zu verbessern. Dies bestand vor allem darin, die vorhandenen Fehler in den originalen Spiele-Skripten zu beheben. Daher möchten wir Sie bitten, auch einige dieser Spiele zu testen.</p><p>Die vollständige Liste der Spiele, die für diese Veröffentlichung getestet werden sollten, finden Sie in <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.9.0\">unserem Wiki</a>.</p><p>Bitte verwenden Sie eine <a href=\"/downloads/#daily\">Entwicklerversion</a> von ScummVM für Ihre Tests. Für den Fall, dass Sie Fehler entdecken, können Sie diese auf unserem neuen <a href=\"https://bugs.scummvm.org/\">Bug-Tracker</a> melden. Bitte berichten Sie über Ihren Fortschritt im passenden <a href=\"http://forums.scummvm.org/viewtopic.php?t=14161\">Foren-Thread</a>, damit wir die Liste in unserem <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.9.0\">Wiki</a> entsprechend anpassen können. Bitte befolgen Sie unsere Richtlinien für Veröffentlichungs-Tests, die Sie <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">hier</a> finden.</p><p>Uns fehlen auch immer noch einige <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a>, also vergessen Sie bitte nicht, während Ihres Spieldurchlaufs ein paar Schnappschüsse anzufertigen.</p>"
    },
    "20160816.xml": {
        "title": "Das ScummVM-Projekt hat einen neuen Bugtracker!",
        "content": "<p>Dank der harten Arbeit von wjp, konnten wir uns von SF.net verabschieden und zu unserem eigenen Bugtracker unter <a href=\"https://bugs.scummvm.org\">https://bugs.scummvm.org</a> umziehen. Dieser neue Dienst sollte schneller und zuverlässiger als der alte Bugtracker auf SF.net sein.</p><p>Alle Informationen wurden von dem alten Tracker übernommen, einschließlich aller Code-Beiträge. (obwohl wir aktuell die Leute dazu ermutigen, Code-Beiträge über <a href=\"https://github.com/scummvm/scummvm/pulls\">GitHub Pull Requests</a> einzureichen).</p><p>Zur Authentifizierung verwendet der neue Bugtracker GitHub-Nutzerkonten via OAuth2, was die Anmeldung sicherer und einfacher macht. Wir haben alle Nutzerkonten von SF.net transferiert, haben jedoch keine E-Mail-Adressen eingetragen. Daher sollten Sie nach der ersten Anmeldung eine E-Mail-Adresse in den Einstellungen hinterlegen. Andernfalls sind wir nicht dazu in der Lage, mit Ihnen Kontakt aufzunehmen.</p>"
    },
    "20160606.xml": {
        "title": "Helfen Sie Gnap dabei, sein U.F.O. zu reparieren!",
        "content": "<p>Auf seiner Reise durch das Weltall ging Gnap irgendwann das Benzin aus, weshalb er genau auf die Farm von ein paar Hinterwäldlern abstürzte. Jetzt ist er auf dem Planeten Erde gestrandet und benötigt Ihre Hilfe, um sein U.F.O. zu reparieren und seine Reise fortsetzen zu können!</p><p>Das ScummVM-Team ist stolz darauf, ankündigen zu können, dass <i>U.F.O.s</i>, auch bekannt als <i>GNAP: Der Schurke aus dem All</i> in den <a href=\"/downloads/#daily\">aktuellen Entwicklerversionen</a> spielbar ist und ab sofort getestet werden kann.</p><p>Bitte melden Sie alle Fehler oder noch unbekannte Versionen in unserem <a href=\"http://bugs.scummvm.org/\">Bug-Tracker</a>. Bitte orientieren Sie sich dabei an unseren <a href=\"/faq/#question.report-bugs\"> Richtlinien für Fehlerberichte</a>. Wie üblich würden wir auch sehr gerne ein paar <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Schnappschüsse</a> Ihres Spieldurchlaufs sehen!</p>"
    },
    "20160525.xml": {
        "title": "Das Wartungs-Release ScummVM 1.8.1 &quot;Where Is Your Android?&quot; ist da!",
        "content": "<p>Nachdem die Veröffentlichung von ScummVM 1.8.0 schon ein paar Monate zurückliegt, ist es nun an der Zeit für eine neue Programmversion! ScummVM 1.8.1 ist jetzt verfügbar und beinhaltet einige wichtige Fehlerbehebungen sowie Unterstützung für (noch) mehr Plattformen.</p><p>Eines der wichtigsten \"Features\" dieser Version ist eine umfangreiche Verbesserung der Android-Portierung, welche nun auch Unterstützung für die OUYA- Konsole mitbringt. Wir arbeiten momentan daran, diese neue Version in Google Play zu veröffentlichen. Die Ungeduldigen unter Ihnen können die <a href=\"/downloads\"> APK-Dateien manuell herunterladen und installieren</a>. Die Android-Portierung kommt nun in zwei \"Geschmacksrichtungen\" daher: Unsere \"klassische\" OpenGL-basierte Version und die neue SDL-basierte Variante. Die SDL-Portierung besitzt eine bessere Kompatibilität zu einigen Android-Geräten und funktioniert auch besser mit einigen Spiele-Engines. Bitte probieren Sie die neue Version aus und berichten Sie uns im <a href=\"http://forums.scummvm.org/viewforum.php?f=17\">Forum</a> oder in unserem <a href=\"http://bugs.scummvm.org/\">Bug-Tracker</a> von Ihren Erfahrungen.</p><p>Außerdem werden wir zukünftig den Nintendo 3DS unterstützen! Zum Zeitpunkt der Veröffentlichung wurden die Programmdateien noch nicht von unserem neuen Porter erstellt, sie sollten jedoch bald verfügbar sein. Halten Sie Ihre Augen offen!</p><p>Die Programmdateien für 64-bit Macs beinhalten nun experimentelle Unterstützung für automatische Programmaktualisierungen mithilfe des <a href=\"https://sparkle-project.org/\">Sparkle-Frameworks</a>. Automatische Aktualisierungen können auf Wunsch beim ersten Programmstart aktiviert werden. Standardmäßig wird einmal pro Woche nach einer neuen Programmversion gesucht. Wenn Version 1.9.0 veröffentlicht wird, werden Benutzer von 1.8.1 einen hübschen Aktualisierungs-Dialog angezeigt bekommen. Wenn Sie eine vergleichbare Funktion für Windows oder andere Plattformen wünschen, lassen Sie es uns wissen! Informationen darüber, wie der Aktualisierungsvorgang im Detail abläuft, finden Sie <a href=\"https://sparkle-project.org/\">hier</a>.</p><p>Ohne Aktualisierungen der Spiele-Engines wäre eine ScummVM-Veröffentlichung nicht vollständig! ScummVM 1.8.1 beinhaltet Fehlerkorrekturen für <i>Drascula</i>, <i>Legend of Kyrandia</i>, <i>Labyrinth of Time</i>, lokalisierte Versionen von <i>I Have No Mouth</i>, <i>Baphomets Fluch 2.5</i> sowie Verbesserungen für die Windows-, Mac OS X- und GCW0-Version von ScummVM.</p><p>Die vollständige Liste aller Änderungen finden Sie in den <a href=\"/frs/scummvm/1.8.1/ReleaseNotes\">Veröffentlichungshinweisen</a>, die Programmdateien werden auf unserer <a href=\"/downloads/\">Download-Seite</a> zur Verfügung gestellt.</p><p>Machen Sie sich bereit, schnappen Sie sich Ihr geliebtes Android-Gerät, installieren Sie ScummVM darauf, und spielen Sie!</p>"
    },
    "20160502.xml": {
        "title": "Es ist an der Zeit, ScummVM 1.8.1 zu testen",
        "content": "<p>Nach der Veröffentlichung von ScummVM 1.8.0 waren wir sehr damit beschäftigt, kleine und große Fehler in den neu unterstützten Engines zu beheben. Nun sind wir beinahe soweit, Ihnen das Ergebnis in Form von ScummVM 1.8.1 zu präsentieren.</p><p>Bitte helfen Sie uns dabei, ein paar Spiele zu testen, speziell diejenigen, die für eine lange Zeit nicht angefasst wurden oder die signifikante Änderungen in ihrer Engine erfahren haben. Wir haben in unserem <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.1\">Wiki</a> eine kurze Liste vorbereitet.</p><p>Von nun an möchten wir Sie dazu ermutigen, alle unterstützen Spiele zu testen und gefundene Fehler oder erfolgreiche Spieldurchläufe in unserem Forum zu melden, sodass wir einen aktuellen Status zur \"Lage der Nation\" im ScummVM-Land haben.</p><p>Um die Vorab-Version zu testen, müssen Sie eine aktuelle <a href=\"/downloads/#daily\">Entwicklerversion</a> von ScummVM herunterladen. Wenn Sie Fehler entdecken, melden Sie diese bitte in unserem <a href=\"http://bugs.scummvm.org/\">Bug-Tracker.</a> Wenn alles reibungslos funktioniert, melden Sie Ihren Erfolg in <a href=\"http://forums.scummvm.org/viewtopic.php?t=14077\">unseren Foren</a>. Wir werden dies dann sofort in unserem <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.1\">Wiki</a> widerspiegeln. (Ja, man kann für seine Test-Bemühungen berühmt sein!) Hinweise dazu, wie eine neue Veröffentlichung getestet werden sollte, finden Sie ebenfalls in unserem <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">Wiki</a>.</p><p>Für einige Spiele haben wir noch keine <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a>. Bitte helfen Sie uns, unsere Gallerie zu vervollständigen.</p>"
    },
    "20160425.xml": {
        "title": "Die Studenten für den GSoC 2016 sind bekannt!",
        "content": "<p><img src=\"/data/news/GSoC2016Logo.png\" alt=\"GSoC 2016 Banner\" align=\"middle\"></p><p>Vergangenen Freitag hat Google die Projekte angekündigt, die für den diesjährigen \"Summer of Code\" akzeptiert wurden. Wir freuen uns sagen zu können, dass ScummVM vier glückliche Studenten betreuen wird, welche ihren Sommer in einem dunklen Raum vor ihrem Bildschirm verbringen werden. Wir erwarten, dass es eine spannende Reise wird - eine Reise durch geheimnisvolle Tore, die zu unheimlichen Verliesen unter dunklen Wolken führen. Währenddessen werden die Mentoren dreiköpfige Affen auf einer tropischen Insel jagen und dabei die Sonne, den Strand und den Grog genießen.</p><ul> <li>Borja Lorente Escobar (a.k.a. blorente) wird an einer Portierung der <b><i>MacVenture-Engine</i></b> zu ScummVM arbeiten.</li> <li>Bendegúz Nagy (a.k.a. WinterGrascph) wird daran arbeiten, <b><i>Dungeon Master</i></b> in ScummVM zu unterstützen.</li> <li>Dmitriy Iskrich (a.k.a. Iskrich) wird an einer <b><i>Macromedia Director</i></b>-Engine arbeiten, mit einem besonderen Fokus auf <b><i>The Journeyman Project</i></b></li> <li>Ткачёв Александр (a.k.a. Tkachov) wird eine <b>Unterstützung für Cloud-Speicher</b> zu ScummVM hinzufügen, um den Austausch von Spielständen und Spieldateien zwischen verschiedenen Geräten zu ermöglichen.</li> </ul><p>Wir begrüßen unsere Studenten zu einem hoffentlich produktiven und interessanten Sommer! Sie können deren Fortschritt während des Sommers auf den <a href=http://planet.scummvm.org>ScummVM-Blogs</a> verfolgen.</p>"
    },
    "20160401.xml": {
        "title": "Das ScummVM-Team begrüßt John Carmack",
        "content": "<p>Wir freuen uns, dass John Carmack (ja, <i>der</i> John Carmack) den Teams von ScummVM und ResidualVM beitreten wird.</p><p>Wir haben John während der GDC 2016 das erste Mal getroffen und haben uns sofort gut mit ihm verstanden.</p><p>Schon seit einiger Zeit haben wir das Gefühl, dass wir alte Spiele nicht mehr einfach nur nachbauen, sondern vielmehr aktiv verbessern und dabei dem ursprünglichen Geist dieser Spiele treu bleiben sollten. Wir haben mit John über unseren Plan gesprochen, und nach ein paar Tequila war er sofort dabei.</p><p>Johns Erfahrung wird uns bei der Verwirklichung unseres Ziels eine Hilfe von unschätzbarem Wert sein.</p><p>Hier ist ein <a href=\"/data/news/20160401.jpg\">Bildschirmfoto</a> von Johns früher Arbeit an Monkey Island - bitte beachten Sie das verbesserte Kampfsystem sowie die dezenten Änderungen an der Darstellung von Captain Smirk. Sie werden verstehen, warum wir so aufgeregt sind.</p><p>Bitte begrüßen Sie John mit uns!</p><p><b>UPDATE:</b> Nein, nicht wirklich. Das war ein Aprilscherz.</p>"
    },
    "20160327.xml": {
        "title": "Erkunden Sie die Bibliothek von Myst",
        "content": "<p>Sie stolpern über ein altes, handgeschriebenes Buch. Es beschreibt eine Inselwelt namens Myst. Als Sie eine der letzten Buchseiten berühren, werden Sie auf eben diese Insel gebracht. Während Sie Myst erkunden, lernen Sie ihre Bewohner Atrus, Catherine und deren Söhne Sirrus und Achenar kennen. Sie entdecken schnell, dass jeder Sohn in einem Buch gefangen ist. Können Sie die Rätsel der Myst-Zeitalter lösen und sie befreien?</p><p>Das ScummVM-Team ist stolz darauf, ankündigen zu können, dass <i>Myst</i> und <i>Myst: Masterpiece Edition</i> ab sofort in der aktuellen <a href=\"/downloads/#daily\">Entwicklerversion</a> spielbar sind und getestet werden können.</p><p>Berichte über Fehler und bisher unbekannte Versionen sind wie immer willkommen. Bitte melden Sie Ihre Fehlerberichte an unseren <a href=\"http://bugs.scummvm.org/\">Bug Tracker</a>. Dabei sollten Sie sich an unseren <a href=\"/faq/#question.report-bugs\">Richtlinien zum Einreichen von Fehlerberichten</a> orientieren. Sie können uns auch damit helfen, unsere <a href=\"http://wiki.scummvm.org/index.php/Screenshots\"> Bildschirmfoto-Gallerie</a> mit Aufnahmen Ihres Spieldurchlaufs zu ergänzen.</p><p>Zusätzlich zum Haupt-Spiel werden auch das Making-of-Video und die <a href=\"/frs/demos/mohawk/myst-win-demo-en.zip\">Demo-Version</a> unterstützt.</p>"
    },
    "20160304.xml": {
        "title": "ScummVM 1.8.0 &quot;Lost with Sherlock&quot; ist endlich da!",
        "content": "<p>Nein, wir wollen es nicht zur Regel machen, dass wir ScummVM langsamer und langsamer veröffentlichen! Viele Monate sind seit der letzten offiziellen Veröffentlichung vergangen... aber in der Zwischenzeit wurde eine ganze Menge an Arbeit geleistet. Das Ergebnis ist eine der bisher größten Veröffentlichungen von ScummVM!</p><p>ScummVM 1.8 fügt die Unterstützung für <em>zehn</em> neue Spiele unter Verwendung acht brandneuer Spiele-Engines hinzu:</p><ul> <li><i>Amazon: Guardians of Eden</i></li> <li><i>Beavis and Butthead in Virtual Stupidity</i></li> <li><i>Baphomets Fluch 2.5: Die Rückkehr der Tempelritter</i></li> <li><i>Labyrinth of Time</i></li> <li><i>Rex Nebular and the Cosmic Gender Bender</i></li> <li><i>Sfinx</i></li> <li><i>Die ungelösten Fälle von Sherlock Holmes: Das Geheimnis der tätowierten Rose</i></li> <li><i>Die ungelösten Fälle von Sherlock Holmes: Das gezackte Skalpell</i></li> <li><i>Zork: Der Großinquisitor</i></li> <li><i>Zork Nemesis: Das verbotene Land</i></li> </ul><p>Neben der Unterstützung für die neuen Spiele haben wir auch den MT-32-Emulator auf die aktuelle Version von \"munt\" aktualisiert. Außerdem haben wir für Spiele mit entsprechender Unterstützung \"AdLib\" durch \"Miles Audio\" ersetzt. Dies bedeutet, dass Spiele in ScummVM nun besser klingen als je zuvor!</p><p>Wir haben auch das Grafik-Subsystem in der AGI-Engine überarbeitet und im Grunde genommen ersetzt. Das Ergebnis ist eine Kompatibilität mit alten Sierra-Spielen, die so hoch ist wie nie zuvor. Enthalten sind jetzt auch plattformspezifische Dialoge, Farbpaletten und Schriftarten für Apple IIgs-, Atari ST- und Amiga-Versionen dieser Spiele. Die Spiele-Geschwindigkeit für Apple IIgs-Spiele wird nun genau behandelt. Es ist jetzt sogar möglich, auf die Darstellung einer anderen Plattform umzuschalten.</p><p>Neu hinzugekommen sind Portierungen auf das GCW-Zero (ja, sev hat endlich ein Gerät aus dem Kickstarter-Projekt erhalten) und auf den Raspberry Pi.</p><p>Nebenbei sind wir auch auf einen neuen Server umgezogen und haben unserer Website eine Übersetzungsmöglichkeit hinzugefügt. Wenn Sie uns mit der Übersetzung helfen möchten, finden Sie <a href=\"http://wiki.scummvm.org/index.php/HOWTO-Translate_ScummVM_Web_Site\">hier</a> die entsprechenden Informationen dazu.</p><p>Diese Liste ist längst nicht vollständig. Die ausführlichere Version finden Sie in den <a href=\"/frs/scummvm/1.8.0/ReleaseNotes\">Veröffentlichungshinweisen</a>. Die passenden Programmdateien für Ihr System stehen auf unserer <a href=\"/downloads/\">Download-Seite</a> zur Verfügung. Die für die jeweiligen Portierungen verantwortlichen Personen arbeiten noch an der Bereitstellung der Pakete. Wir möchten Sie daher um Geduld bitten, wenn Sie die aktuelle Version noch nicht für Ihr System herunterladen können.</p><p>Verlaufen Sie sich nicht im Labyrinth und rufen Sie im schlimmsten Fall nach Mr. Holmes! (Und wir versprechen, dass wir häufiger eine neue Version veröffentlichen!)</p>"
    },
    "20160301.xml": {
        "title": "Herzlich willkommen zu einem neuen \"Summer of Code\"",
        "content": "<p><img src=\"/data/news/GSoC2016Logo.png\" alt=\"GSoC 2016 Logo\" align=\"middle\"></p><p>Gestern hat Google die Liste der akzeptierten Mentoren-Organisationen veröffentlicht. Es ist uns eine große Freude, dass wir als teilnehmende Organisation akzeptiert wurden.</p><p>In den letzten Jahren haben wir uns hauptsächlich auf Adventure-Spiele konzentriert. Nach Diskussionen mit unserem Schwesterprojekt ResidualVM freuen wir uns, ankündigen zu können, dass wir dieses Jahr auch Aufgaben bezüglich RPG-Spielen akzeptieren werden.</p><p>ScummVM und ResidualVM warten nun auf motivierte Studenten, die diesen Sommer daran arbeiten möchten, Abenteuerspiele und Rollenspiele wieder aufleben zu lassen.</p><p>Werden Sie ein Teil davon! Schreiben Sie Geschichte und nehmen Sie an unserem bislang besten GSoC teil! Werfen Sie einen Blick auf <a href=\"http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2016\">unsere Ideen-Seite</a> oder bringen Sie Ihre eigenen Ideen ein. Nehmen Sie Kontakt mit uns auf: Wir erwarten Sie in unserem IRC!<p>Ein Ort: Freenode. Zwei Kanäle: #scummvm und #residualvm</p>"
    },
    "20160201.xml": {
        "title": "Die Tests für ScummVM 1.8.0 haben begonnen",
        "content": "<p>Nach einer sehr langen Pause haben wir endlich mit den Vorbereitungen für unsere nächste Veröffentlichung, ScummVM 1.8.0, begonnen.</p><p>Während der letzen eineinhalb Jahre waren wir ziemlich beschäftigt und haben 10 (ten, zehn, dieci, dix, diez, десять) neue Spiele hinzugefügt:</p><ul> <li><i>Rex Nebular and the Cosmic Gender Bender</i></li> <li><i>Sfinx</i></li> <li><i>Zork Nemesis: Das verbotene Land</i></li> <li><i>Zork: Der Großinquisitor</i></li> <li><i>Die ungelösten Fälle von Sherlock Holmes: Das gezackte Skalpell</i></li> <li><i>Die ungelösten Fälle von Sherlock Holmes: Das Geheimnis der tätowierten Rose</i></li> <li><i>Beavis and Butthead in Virtual Stupidity</i></li> <li><i>Amazon: Guardians of Eden</i></li> <li><i>Baphomets Fluch 2.5: Die Rückkehr der Tempelritter</i></li> <li><i>Labyrinth of Time</i></li> </ul><p>Wir haben große Teile der AGI-Engine neu geschrieben, sodass alle AGI-Spiele nun besser laufen sollten. Allerdings können sich auch neue, unerwartete Fehler eingeschlichen haben.</p><p>Aus diesem Grund benötigen wir Ihre Unterstützung beim Testen der Spiele, die neu hinzugefügt wurden oder die AGI-Engine verwenden. Um Ihnen die Suche nach Fehlern etwas zu erleichtern, haben wir eine Liste der Spiele, die getestet werden müssen, <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.0\">in unserem Wiki</a> zusammengestellt. Auf dieser Liste finden Sie auch ein paar andere alte Klassiker, die einen erneuten Testlauf gut gebrauchen können.</p><p>Sie benötigen eine aktuelle <a href=\"/downloads/#daily\">Entwicklerversion</a> von ScummVM, um direkt mit Ihrer Hilfe zu beginnen! Sollten Sie einen Fehler finden, melden Sie diesen bitte in unserem <a href=\"http://bugs.scummvm.org/\">Bug Tracker</a>. Wenn Sie eines der Spiele komplett durchgespielt haben, lassen Sie uns das bitte <a href=\"http://forums.scummvm.org/viewtopic.php?t=14006\">in unserem Forum</a> wissen, damit wir Ihren Fortschritt in unserem <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.0\">Wiki</a> markieren und sich andere Spieler auf die ungetesteten Spiele konzentrieren können. Bitte befolgen Sie unsere Richtlinien für Tests einer bevorstehenden neuen Version. Diese können Sie <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">hier einsehen</a>.</p><p>Für manche Spiele benötigen wir auch noch <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a>, die Sie während Ihres Spiels anfertigen können.</p><p>Wir wünschen ein fröhliches Abenteuer! (in einem Testmodus)!</p>"
    },
    "20160123.xml": {
        "title": "Das Labyrinth muss zerstört werden!",
        "content": "<p>Während Sie gerade mit der U-Bahn unterwegs sind, wird Ihr Waggon in eine alternative Dimension hineingezogen, in ein Labyrinth, welches sich über das Raum-Zeit-Kontinuum erstreckt. Daedalus, der Erbauer des Labyrinths, wird von dem bösen König Minos dazu gezwungen, den Bau zu überwachen. König Minos will das Labyrinth benutzen, um damit in alle Zeitalter und Orte einzudringen und diese zu erobern. Daedalus bittet den Spieler darum, einen Weg zu finden, das Labyrinth zu zerstören, bevor Minos seinen Plan ausführen kann.</p><p>Das ScummVM-Team ist stolz darauf, ankündigen zu können, dass <i>Labyrinth of Time</i> ab sofort in der aktuellen <a href=\"/downloads/#daily\">Entwicklerversion</a> spielbar ist und getestet werden kann.</p><p>Sollten Sie auf Fehler oder noch unbekannte Spielversionen stoßen, bitten wir Sie, einen entsprechenden <a href=\"http://bugs.scummvm.org/\">Fehlerbericht</a> einzureichen. Bitte orientieren Sie sich dabei an unseren <a href=\"/faq/#question.report-bugs\">Richtlinien für Fehlerberichte</a>. Alle <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a>, die Sie während Ihres Spiels anfertigen, sind wie üblich willkommen.</p><p>Vielen Dank an <a href=\"http://www.wyrmkeep.com/\">The Wyrmkeep Entertainment Co.</a> für das Bereitstellen des originalen Quellcodes des Spiels!</p>"
    },
    "20160119.xml": {
        "title": "Ein neues Zuhause für unsere Webseite",
        "content": "<p>Für viele Jahre haben wir SourceForge.net verwendet. Es war das allererste Zuhause für unser Projekt, und es hat uns gute Dienste erwiesen. Dennoch müssen wir nun weiterziehen, weshalb wir auf der Suche nach einem neuen Zuhause waren. Letztes Jahr hat uns Florian Schicker, Geschäftsführer der <a href=\"http://easyname.com\"> easyname GmbH</a>, das spannende Angebot gemacht, uns einen Server im unternehmenseigenen Rechenzentrum in Wien zur Verfügung zu stellen. Was dieses Angebot so besonders macht, ist die Tatsache, dass im easyname-Team auch \"seeeeehr große Fans der guten alten SCUMM-Spiele\" vertreten sind. Sehen Sie sich nur einmal <a href=\"http://www.easyname.com/de/unternehmen/team\">diese schicke Teamseite mit dem gewissen \"SCUMM-Gefühl\" an!</a> Ein wirklich großartiges und völlig unerwartetes Angebot.</p><p>Also, wir ziehen um. Zuerst mit unserer Webseite und mit unserem Download-Angebot. Vielleicht haben Sie bereits den Geschwindigkeitsschub bemerkt, den wir dem neuen Server zu verdanken haben. Wir verabschieden uns auch von den Werbeeinblendungen während der Downloads, da diese von SourceForge.net ausgeliefert wurden. Von nun an wird im Zusammenhang mit diesem Projekt nur noch die Werbung geschaltet, die wir selbst sehen möchten (natürlich gehört dazu auch easyname.com - schauen Sie sich doch einmal das nette Logo in der rechten Seitenleiste an). Später werden wir auch weitere Dienste auf den neuen Server umziehen, und vielleicht sogar mit etwas komplett Neuem erweitern.</p><p>Freuen Sie sich mit uns auf unser neues Zuhause!</p>"
    },
    "20151206.xml": {
        "title": "Baphomets Fluch geht weiter - mit einem Spiel von Fans für Fans",
        "content": "<p>Die Templer sind zurück! In diesem von Fans erstellten Spiel aus der 'Baphomets Fluch'-Reihe kehrt George zurück, um den Ursprung eines mysteriösen Briefes über Nicos Tod zu erkunden. Dabei enthüllt er noch einmal den Aufenthaltsort der heutigen Templer...</p><p>Das ScummVM-Team ist stolz darauf, ankündigen zu können, dass das von Fans erstellte Spiel 'Baphomets Fluch 2.5: Die Rückkehr der Tempelritter' mithilfe der aktuellen <a href=\"/downloads/#daily\">Entwicklerversion</a> gespielt werden kann und in die Testphase eintritt.</p><p>Wir bitten Sie, alle Fehler sowie unbekannte Spieleversionen in unserem <a href=\"http://bugs.scummvm.org/\">Bug Tracker</a> zu melden. Bitte orientieren Sie sich dabei an unseren <a href=\"/faq/#question.report-bugs\">Richtlinien zum Einsenden von Fehlerberichten</a>. Alle <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a> sind wie üblich willkommen.</p><p>Unser Dank gilt dem wunderbaren Team von <a href=\"http://brokensword25.com/team/mitglieder.htm\">mindFactory</a>, welches diese großartige Fortsetzung geschaffen hat und den originalen Quellcode mit uns geteilt hat! Das Spiel kann kostenlos <a href=\"http://brokensword25.com/\">hier</a> heruntergeladen werden.</p>"
    },
    "20151122.xml": {
        "title": "Betreten Sie die Welt der Amazonen",
        "content": "<p>Wir schreiben das Jahr 1957. Sie sind Jason Roberts. Sie bereiten sich auf eine Expedition vor, um Ihrem verschollenen Bruder im Land der Amazonen zu helfen, bevor Sie sich schlussendlich auf die Suche nach einem verlorenen Schatz begeben.</p><p>Das ScummVM-Team ist stolz darauf, anündigen zu können, dass <a href=\"http://www.mobygames.com/game/dos/amazon-guardians-of-eden\">Amazon: Guardians of Eden</a> jetzt in der <a href=\"/downloads/#daily\">aktuellen Entwicklerversion</a> von ScummVM spielbar ist und getestet werden kann.</p><p>Sollten Sie auf Fehler stoßen oder eine bislang unbekannte Spielversion besitzen, melden Sie dies bitte in unserem <a href=\"http://bugs.scummvm.org/\">Bug Tracker</a>. Bitte orientieren Sie sich dabei an den <a href=\"/faq/#question.report-bugs\">Richtlinien zum Einsenden von Fehlermeldungen</a>. Alle <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a>, die Sie während Ihres Spiels anfertigen, sind willkommen.</p><p>Sie besitzen dieses Spiel noch nicht, wollen uns jedoch trotzdem helfen? Da gibt es eine Möglichkeit! Für über ein Dutzend Spiele haben wir noch keine Bildschirmfotos! Werfen Sie einen Blick <a href=\"http://wiki.scummvm.org/index.php/Screenshots#List_of_screenshots_we_need\">auf die Liste fehlender Bildschirmfotos</a>, nehmen Sie Ihre Originalspiele aus dem Schrank und machen Sie Ihre Lieblings-Spielszenen unsterblich!</p>"
    },
    "20151111.xml": {
        "title": "Ich bin Cornholio! Ich brauche Klopapier für mein Arschloch!",
        "content": "<p>Zwanzig Jahre nach der ursprünglichen Veröffentlichung, sind wir sehr stolz darauf, heute die Unterstützung von MTVs <i>Beavis and Butthead in Virtual Stupidity</i> ankündigen zu können. Nehmen Sie die Herausforderung dieser Anti-Helden der 90er Jahre an und helfen Sie ihnen, ihren Weg durch ein Abenteuer voller Puzzles und Mini-Spielen zu finden.</p><p>Also, laden Sie sich die aktuelle <a href=\"/downloads/#daily\">Entwicklerversion von ScummVM</a> herunter, schnappen Sie sich Ihre Kopie von BBVS und probieren Sie das Spiel einmal aus! Sollten Sie auf Fehler oder unbekannte Spielversionen stoßen, melden Sie dies bitte über unseren <a href=http://bugs.scummvm.org/\">Bug Tracker</a>. Bitte beachten Sie dabei die <a href=\"/faq/#question.report-bugs\">Richtlinien für das Einsenden von Fehlerberichten</a>.</p><p>Wie üblich sind wir an Ihren <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a> interessiert.</p>"
    },
    "20150913.xml": {
        "title": "Mein lieber Watson!",
        "content": "<p>Sherlock Holmes, der größte Detektiv aller Zeiten, hat einige knifflige Fälle zu lösen. Erstens: Ein grausamer Mord vor einem Theater. Die Polizei ist ratlos. Könnte es das Werk des notorischen Killes Jack the Ripper sein? In seinem zweiten Fall wird Sherlocks Bruder Mycroft beinahe in einer Explosion getötet. In diesem Fall spielen Sie zuerst als Watson, der versucht, Sherlock aus seiner Verzweiflung zu befreien, später als Sherlock, der herausfinden will, warum Mycroft attackiert wurde, und warum dieser noch kurz vor der Explosion nach Sherlock gefragt hat...</p><p>Das ScummVM-Team ist stolz darauf, die Unterstützung der beiden Spiele der Reihe <a href=\"https://en.wikipedia.org/wiki/The_Lost_Files_of_Sherlock_Holmes\"<i>The Lost Files of Sherlock Holmes</i></a> - \"The Case of the Serrated Scalpel\" und \"The Rose Tattoo\" ankündigen zu können. Vielen Dank an Electronic Arts für das zur Verfügung stellen des originalen Quellcodes. Beide Spiele sind in ScummVM in der aktuellen <a href=\"/downloads/#daily\">Entwicklerversion</a> spielbar und können getestet werden. Im Fall von \"The Serrated Scalpel\" wird derzeit nur die PC-Version unterstützt. Die 3DO-Version ist größtenteils spielbar, benötigt jedoch noch etwas Arbeit. Wie üblich sollten Fehlermeldungen an <a href=\"http://bugs.scummvm.org/\">unseren Bug-Tracker</a> gemeldet werden. Bitte beachten Sie dabei unsere <a href=\"/faq/#question.report-bugs\">Richtlinien für Fehlerberichte</a>. Während Sie das Spiel spielen, würden wir uns sehr freuen, wenn Sie einige <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a> für uns anfertigen könnten.</p><p>Können Sie in die Fußstapfen des großen Sherlock Holmes treten? Das Spiel hat begonnen. Oder, in diesem Fall, die Spiele :)</p>"
    },
    "20150330.xml": {
        "title": "Bereit machen zur Geschlechtsumwandlung!",
        "content": "<p>Rex Nebular, Gottes Geschenk an die Galaxie, ist auf der Suche nach einer wertvollen Vase auf einem Planeten gestranded. Um zu entkommen, muss er den berüchtigten \"Geschlechtsumwandler\" benutzen, damit er seine weibliche Seite kennenlernt, um so sowohl die Vase als auch einen Fluchtweg von besagtem Planeten zu finden.</p><p>Das ScummVM-Team ist stolz darauf, die Unterstützung für <a href=\"http://en.wikipedia.org/wiki/Rex_Nebular_and_the_Cosmic_Gender_Bender\"><i>Rex Nebular and the Cosmic Gender Bender</i></a>, dem ersten MADS-Spiel von Micropose, ankündigen zu können. Es ist nun vollständig mithilfe der aktuellen <a href=\"/downloads/#daily\">Entwicklerversion</a> spielbar und bereit für die Testphase. Wie üblich sollten alle Fehler an den <a href=\"http://bugs.scummvm.org/\">Bug Tracker</a> gemeldet werden, unter Beachtung unserer <a href=\"/faq/#question.report-bugs\">Richtlinien für Fehlerberichte</a>. Wir fänden es großartig, wenn Sie während des Spielens ein paar <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a> für uns anfertigen könnten.</p><p>Also, entstauben Sie Ihre Kopie und probieren Sie das Spiel einmal aus. Wenn Sie das Spiel noch nicht besitzen, können Sie es online auf <a href=\"http://www.gog.com/game/rex_nebular_and_the_cosmic_gender_bender?pp=22d200f8670dbdb3e253a90eee5098477c95c23d\">GOG.com</a> kaufen."
    },
    "20140401.xml": {
        "title": "Ein Meilenstein ist erreicht",
        "content": "<p><b>April, April! Vielen Dank an LordHoto für den <i>scherzhaften</i> Code für den Errungenschaftendialog und für die Zitate von Hand of Fate und Zak McKracken. Danke an ST, DrMcCoy und Strangerke für ihren gesamten Beitrag zur Sache.</b></p><p><s>Aufgrund hoher Nachfrage verkündet ScummVM voller Stolz und Begeisterung die Einführung von Errungenschaften bei verschiedenen Spielen. Spiele haben wirklich keinen Wiederspielwert ohne Errungenschaften, also hoffen wir, dass unsere loyalen Anwender daran gefallen finden werden, endlich in der Lage zu sein, die Spiele endlich so wieder zu spielen, wie sie immer gedacht waren. Sie sind endlich bereit für das 21. Jahrhundert!</s></p><p><s>Das ScummVM-Team hat es geschafft, eine riesige Liste von Errungenschaften zusammenzustellen, die wir in verschiedenen Spielen sehen wollten einschließlich einiger, die noch nicht unterstützt werden. Von da an haben wir einfach unseren einfachen Dialog und Errungenschaften-Verfolgungscode eingebaut und waren in der Lage, ihn mit Leichtigkeit zu allen Engines hinzuzufügen. Schon bald wird die Verbindung mit den Foren zum Abschluss gebracht und Sie in der Lage sein, alle Ihre Errungenschaften dort zu teilen.</s></p><p><s>LordHoto hat mit Begeisterung an dieser Funktion gearbeitet und sagte: „Das ist die coolste Funktion, die ich zu The Legend of Kyrandia hinzugefügt habe.“ „Zuerst kamen Steams Errungenschaften für Linux und nun das? Spieler unter Linux sollten begeistert sein über all die Errungenschaften, die sie nun holen können!“, fügte DrMcCoy hinzu.</s></p><p><s>Wir haben ein paar Bildschirmfotos von unseren Favoriten zusammengestellt:</s></p><p><s><a href=\"/data/news/de/20140401_1.png\">Bildschirmfoto von <i>Vollgas</i></a></s></p><p><s><a href=\"/data/news/de/20140401_2.png\">Bildschirmfoto von <i>The Legend of Kyrandia: The Hand of Fate</i></a></s></p><p><s><a href=\"/data/news/de/20140401_3.png\">Bildschirmfoto von <i>The Curse of Monkey Island</i></a></s></p><p><s><a href=\"/data/news/de/20140401_4.png\">Bildschirmfoto von <i>Geisha</i></a></s></p><p><s><a href=\"/data/news/de/20140401_5.png\">Bildschirmfoto 1 von <i>Gabriel Knight: Die Sünden der Väter</i></a></s></p><p><s><a href=\"/data/news/de/20140401_6.png\">Bildschirmfoto 2 von <i>Gabriel Knight: Die Sünden der Väter</i></a></s></p><p><s><a href=\"/data/news/de/20140401_7.png\">Bildschirmfoto 3 von <i>Gabriel Knight: Die Sünden der Väter</i></a></s></p><p><s><a href=\"/data/news/de/20140401_8.png\">Bildschirmfoto von <i>Zak McKracken and the Alien Mindbenders</i></a></s></p>"
    },
    "20140305.xml": {
        "title": "Sommerzeit und das Codeschreiben geht leicht von der Hand",
        "content": "<p><img src=\"/data/news/GSOC-14_banner.png\" alt=\"Banner des GSoC 2014\" align=\"middle\"></p><p>Mit großer Aufregung verkünden wir, dass wir die Dinge dieses Jahr ein wenig anders angehen werden. Zusätzlich zu unserer eigenen Teilnahme am Google Summer of Code wird ScummVM als Schirmorganisation für unser Schwesterprojekt <a href=\"http://www.residualvm.org/\">ResidualVM</a> tätig sein.</p><p>Beide Projekte werden in den kommenden Monaten Hand in Hand mit den Studenten und Mentoren zusammenarbeiten. Das erste offensichtliche Anzeichen für diese Kollaboration ist auf unserer <a href=\"http://wiki.scummvm.org/index.php/GSoC_Ideas\">Seite für zusammengeführte GsoC-Ideen</a> zu finden.</p><p>Wenn Sie also daran Interesse haben, dieses Jahr ein GsoC-Student zu sein, werfen Sie bitte einen Blick auf die Ideenseite und sprechen Sie uns an. Wir heißen potenzielle Studenten gerne im IRC willkommen und die Mailing-Listen von ScummVM und ResidualVM sind ebenso großartige Anlaufstellen! Wir haben eine Menge hochinteressanter Arbeiten, die für Leute mit verschiedensten Talenten geeignet sind, und wir heißen auch herzlich andere Aufgabenvorschläge willkommen, die sich nicht auf der Liste befinden, wenn Sie sich dazu inspiriert fühlen!</p>"
    },
    "20140225.xml": {
        "title": "Lasst uns die GsoC-Studenten willkommen heißen",
        "content": "<p><img src=\"/data/news/GSOC-14_banner.png\" alt=\"Banner des GSoC 2014\" align=\"middle\"></p><p>Das siebte Jahr in Folge wurden wir als Projekt für den Google Summer of Code akzeptiert.</p><p>Vielleicht liegt es daran, dass sowohl unser Projekt- als auch Programmname eine ungewöhnliche Kombination aus Klein- und Großbuchstaben hat? Die Welt wird es wohl nie erfahren, aber wir sind begeistert darüber, wieder akzeptiert worden zu sein und laden Studenten dazu ein, sich unserem Team anzuschließen und an großartigen 2D-Point-and-Click-Adventures zu arbeiten. Wenn Sie ein geeigneter Student für den GSoC sind und zu Ihrem Lieblings-Open-Source-Projekt einen Beitrag leisten wollen, werfen Sie einen Blick auf <a href=\"http://wiki.scummvm.org/index.php/GSoC_Ideas\">unsere Projektideen</a>, aber Sie können stets Ihre eigene vorschlagen.</p><p>Aber bitte keine Unterstützung für Digger: Das ist kein Adventure!</p>"
    },
    "20140118.xml": {
        "title": "Willkommen im Landsitz von Mortville",
        "content": "<p>Sie sind Jerome Lange, ein Bogart-Klon und Privatdetektiv, der eine Einladung von einer alten Freundin erhalten hat, um ihr im Landsitz von Mortville in einer hoffnungslosen Situation zu helfen. Bei einem Namen wie Mortville vermuten Sie wahrscheinlich, dass etwas ernsthaft nicht stimmt und ja, Sie haben Recht. Ihre alte Freundin Julia befindet sich bereits im Reich der Toten.</p><p>Also&nbsp;&hellip; Wer war‘s?</p><p>Dank des von DotEmu und den Lankhor-Gründern und den Entwicklern bereitgestellten Quellcodes kann das ScummVM-Team nun mit Stolz Unterstützung für Frances Spiel des Jahres 1987 verkünden: <a href=\"http://www.mobygames.com/game/dos/mortville-manor\"><i>Der Landsitz von Mortville</i></a>. Nur die DOS-Versionen werden unterstützt und ScummVM bietet Ihnen die erste englische Übersetzung der DOS-Version an. Also schnappen Sie sich Ihre Diskette und kopieren Sie die Dateien und beginnen Sie dann das Spiel unter dem <a href=\"/downloads/#daily\">neusten täglichen Schnappschuss</a> von ScummVM und helfen Sie uns beim Testen des Spiels.</p><p>Wie üblich sollten alle Fehler in <a href=\"http://bugs.scummvm.org/milestone/Mortville%20Manor/\">unserem Bug-Tracker</a> unter Beachtung unserer <a href=\"/faq/#question.report-bugs\">Richtlinien für Fehlermeldungen</a> gemeldet werden. Während Sie das Spiel durchspielen, wären wir dankbar, wenn Sie einige <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a> für uns machen könnten.</p>"
    },
    "20140112.xml": {
        "title": "Ritterlichkeit ist NICHT tot!",
        "content": "<p>Lord Horrible hat Sie losgeschickt, um die Queen of Everything zu töten. In der Rolle des entsetzlich entstellten Phlegmwad haben Sie die Gelegenheit, auszuwählen, wie Sie diese Aufgabe epischen Ausmaßes (nicht?) erfüllen.</p><p>Mit großartiger Hilfe von Spieleentwickler Deirdra Kiai und Wintermute-Entwickler Jan Nedoma verkündet das ScummVM-Team stolz die Unterstützung unseres ersten Wintermute-Spiels: <a href=\"http://www.deirdrakiai.com/my-games/\"><i>Chivalry is Not Dead</i></a>. Also laden Sie sich das Spiel herunter und beginnen Sie es im <a href=\"/downloads/#daily\">aktuellsten täglichen Schnappschuss</a> von ScummVM zu spielen und helfen Sie uns, dieses Spiel mit offenem Ende zu testen.</p><p>Wie viele Ende können Sie entdecken?</p><p>Wie üblich sollten alle Fehler in <a href=\"http://bugs.scummvm.org/milestone/Wintermute/\">unserem Bug-Tracker</a> gemeldet werden. Sie können eine Liste der Dateien auf der <a href=\"http://wiki.scummvm.org/index.php/Datafiles#Chivalry_is_Not_Dead\">Spieldateien-Seite</a> in unserem Wiki finden. Besonders weisen wir auf die Notwendigkeit der Datei arial.ttf hin (oder einem ähnlichen Ersatz, z. B. FreeSans von <a href=\"http://www.gnu.org/software/freefont/\">GNU FreeFont</a>.) Für weitere Informationen lesen Sie die <a href=\"/faq/#question.report-bugs\">Richtlinien für Fehlerberichte</a>.</p>"
    },
    "20100401.xml": {
        "title": "Unterstützung für Urban Runner",
        "content": "<p><del>Heute möchten wir die Unterstützung für Urban Runner verkünden! Das Spiel hat in unserem Subversion-Baum endlich den Status der Durchspielbarkeit erreicht. Sie können nun Max spielen, während er vor den Cops davonläuft, weil er Verbrechen beschuldigt wird, die er nicht begangen hat. Sie könnten sich dabei sogar verlieben.</del></p><p><del>Wir würden es wirklich begrüßen, wenn Sie dieses Spiel für uns testen. Sollten Sie Fehler finden, melden Sie diese <a href=\"http://bugs.scummvm.org/\">hier</a>. Wenn Sie Fragen zum Melden von Fehlern haben, <a href=\"/faq/#question.report-bugs\">hier entlang</a>. Und wenn Sie einen täglichen Schnappschuss benötigen, sehen Sie auf <a href=\"/downloads/#daily\">dieser Seite</a> nach.</del></p><p><del>Wir haben auch einige Bildschirmfotos zusammengestellt:</del></p><p><del><a href=\"/data/news/20100401_1.jpg\">Bildschirmfoto 1</a></del></p><p><del><a href=\"/data/news/de/20100401_2.jpg\">Bildschirmfoto 2</a></del></p><p><del><a href=\"/data/news/de/20100401_3.jpg\">Bildschirmfoto 3</a></del></p><p><del><a href=\"/data/news/de/20100401_4.jpg\">Bildschirmfoto 4</a></del></p><p><b>April, April!</b></p>"
    },
    "20070401.xml": {
        "title": "LeChuck wollte RTS und nun haben wir RTS für ihn (und für Sie)!",
        "content": "<p>Sie glauben, RTS und ScummVM passen nicht zusammen? Aber ja doch! Wie Sie wissen, unterstützen wir seit einiger Zeit The Legend of Kyrandia. Nach etwas Arbeit funktionieren jetzt Teile von Dune 2 mit Erweiterungen zu unserem Code für Kyrandia. Jedoch funktionieren nur einige wenige Dinge richtig. Zumindest die Vorspann-Sequenz funktioniert derzeit ausgezeichnet (werfen Sie einen Blick auf die Bildschirmfotos).</p><p>Ebenso funktioniert der Mentat-Teil im Wesentlichen, obwohl einige Animationssequenzen fehlen. Abschließend ist zu sagen, dass die einzige Unterstützung für das Spiel an sich im Laden der Karte besteht, aber es gibt einige weitere Dinge, die Sie derzeit nicht auf den Bildschirmfotos sehen können. Also bleiben Sie dran und warten Sie auf das erste von ScummVM unterstützte Echtzeit-Strategiespiel!</p><p>Da sich der Code noch immer im Entwicklungsstadium befindet, wurde er noch nicht offiziell hinzugefügt. Aber schauen Sie in den nächsten Tagen nach ihm, wenn LordHoto ihn noch ein wenig verbessert hat.</p><p><a href=\"/data/news/de/20070401_1.png\">Bildschirmfoto 1</a></p><p><a href=\"/data/news/de/20070401_2.png\">Bildschirmfoto 2</a></p><p><a href=\"/data/news/20070401_3.png\">Bildschirmfoto 3</a></p><p><b>OK, wir wissen alle, dass das ein April-Scherz war. Aber Dune 2 und Kyrianda haben wahrhaftig einige Gemeinsamkeiten. Des Weiteren wurden Teile der Bildschirmfotos hier mit einem Kyrandia-Tool extrahiert (wie LordHoto sagt). Das bedeutet jedoch immer noch nicht, dass Unterstützung für dieses Spiel hinzugefügt wird.</b></p>"
    },
    "20020406.xml": {
        "title": "Loom und 0.2.0",
        "content": "Nach einiger Arbeit ist nun die 256-Farben-Version mit Sprachausgabe von Loom durchspielbar! Damit bereiten wir uns auf die Veröffentlichung von Version 0.2.0 vor. Um uns dabei zu helfen, bitten wir Sie – unsere Spieler – den aktuellsten täglichen Schnappschuss oder CVS-Schnappschuss herzunehmen und Ihr Lieblingsspiel durchzuspielen<BR> Wir müssen sicherstellen, dass die folgenden Spiele durchspielbar sind ohne dass größere Fehler mit Einfluss auf die Spielbarkeit auftreten (z. B. Abstürze, Aufhänger usw. - kleinere Probleme wie Geräuschsynchronität gehören nicht dazu): <UL> <LI> Loom CD <LI> Monkey Island 1 (CD) <LI> Monkey Island 2 <LI> Indy 4: Fate of Atlantis <LI> Sam and Max <LI> Day of the Tentacle </UL> Vielen Dank und wir hoffen, dass alles problemlos funktioniert, sodass wir endlich eine neue Veröffentlichung rausbekommen! Ebenso wird die Version 0.2.0 aufgrund großer Nachfrage eine neue Funktion für automatisches Speichern beinhalten, um sicherzustellen, dass Sie niemals das Ergebnis stundenlanger Arbeit verlieren, weil Sie vergessen haben, zu speichern und plötzlich auf einen Fehler stoßen!"
    },
    "20020404.xml": {
        "title": "Code entsperrt",
        "content": "Nach einigen Wochen ist der ScummVM-Code nun wieder offiziell entsperrt und die Arbeit an Spielunterstützung schreitet voran. Als Vorgeschmack: Mehrere Fehler in Zak256 wurden beseitigt und das Spiel ist nun viel spielbarer&nbsp;&hellip; auch wenn wir immer noch eine Menge vor uns haben!"
    },
    "20020320.xml": {
        "title": "Code-Sperre",
        "content": "ScummVM hat momentan eine Code-Sperre. Das bedeutet, dass keine neuen Fehlerbeseitigungen zum CVS hinzugefügt werden, da wir eine größere Reorganisation der Engine vornehmen. Wir hoffen, dadurch dass wir viele Teile von ScummVM in ordentlichem C++ neuschreiben, wir sowohl eine große Anzahl an Fehlern beseitigen können, die sich in der Engine befinden, als auch der Code leichter zu bearbeiten sein wird für uns wie auch die Entwickler, die sich dem Projekt in Zukunft anschließen wollen. Bitte beachten Sie, dass dies bedeutet, dass Fehlerberichte und Patches momentan im System nicht angesehen werden, bis die Sperre beendet ist. Wir haben eine Woche eingeplant, jedoch könnte es länger dauern."
    },
    "20020308.xml": {
        "title": "Einige ziemlich wichtige Verbesserungen",
        "content": "<p><img src=\"/data/news/de/20020308.png\" width=\"256\" height=\"192\" border=\"0\" alt=\"Full Throttle\" align=\"right\"> BBrox, Endy und Yazoo haben diese Woche am Limit gearbeitet (Danke, Jungs!). Hier sind die Neuigkeiten bezüglich der Entwicklung von ScummVM: <ul> <li>Sam and Max ist nun durchspielbar!</li> <li>Die <i>inSane</i>-Video-Engine funktioniert. Diese wird in The Dig und Vollgas verwendet.</li> <li>Weitere Kommandozeilen-Optionen zur Steuerung. Siehe Liesmich.txt</li> <li>Mit Vorarbeiten an The Curse of Monkey Island wurde begonnen.</li> <li>Mutle hat die Mac-Portierung zum CVS-Baum hinzugefügt.</li> <li>Viele, viele Fehler wurden beseitigt.</li> </ul> <br/> <br/></p>"
    },
    "20020220.xml": {
        "title": "Tägliche Windows-Schnappschüsse jetzt verfübar",
        "content": "Travis Howell stellt tägliche Schnappschüsse von ScummVM für Windows zum Herunterladen zur Verfügung. Vielen Dank, Travis. Ebenso gibt es einen Link zur SDL-Version für Windows von ScummVM. Diese Version benötigt nicht die Cygwin DLL-Datei.<br> Wir haben auch eine Kompatibilitätsseite online gestellt, um die häufigste Frage zu beantworten: „Welche Spiele funktionieren?“ Wir werden diese Seite aktualisieren, sowie die Entwicklung voranschreitet."
    },
    "20020214.xml": {
        "title": "Beschäftigter als ein Affe mit einem Ausschlag",
        "content": "<p><img src=\"/data/news/20020214.png\" width=\"256\" height=\"99\" alt=\"Zak256\" align=\"right\"> Das ScummVM-Team ist damit beschäftigt, weitere Ihrer klassischen Lieblings-Adventures von LucasArts zum Laufen zu bringen. Werfen Sie einen Blick auf dieses Bildschirmfoto, um Ihre Neugierde zu wecken. Weitere Bildschirmfotos und Informationen folgen bei entsprechendem Fortschritt. <br> <br> <br> <br></p>"
    },
    "20020203.xml": {
        "title": "Dreamcast-Portierung von ScummVM",
        "content": "<a href=\"https://sourceforge.net/sendmessage.php?touser=446790\">Marcus Comstedt</a> hat neulich die Portierung für den SEGA Dreamcast für ScummVM zum CVS hinzugefügt. <a href=\"http://www.doc.ic.ac.uk/~mbt99/dcdev/\">Mark Thomas' Dreamcast-Entwicklungs-Website</a> verfügt über weitere Informationen und Binärabbilder dieser hervorragenden Portierung. Weitere Informationen zur Dreamcast-Emulation sind unter <a href=\"http://www.dcemulation.com/\">DC Emulation</a> zu finden."
    },
    "20020121.xml": {
        "title": "Neues Website-Design",
        "content": "Danke an Jeremy Newman (laxdragon) für das Design und die Wartung unserer neuen Website. Gerne dürfen Sie ihn auf Englisch mit Website-Kommentaren und Vorschlägen zutexten."
    },
    "20020113.xml": {
        "title": "ScummVM 0.1.0 veröffentlicht",
        "content": "Viele Änderungen befinden sich in dieser Version. Vollgas funktioniert nun besser und es wurde mit Vorarbeiten an The Dig begonnen. [<a href=\"/downloads/\">Jetzt herunterladen</a>]"
    },
    "20011122.xml": {
        "title": "Willkommen zu ScummVM",
        "content": "Willkommen zu ScummVM! ScummVM ist ein SCUMM-Übersetzer (Script Creation Utility For Maniac Mansion, dt: Skripterstellungswerkzeug für Maniac Mansion) für Linux und Windows."
    }
}
