{
    "locale": "C",
    "dateformat": "%d/%m/%Y",
    "compatibilityUntested": "Sin probar",
    "compatibilityBroken": "Roto",
    "compatibilityBugged": "Con errores",
    "compatibilityGood": "Bueno",
    "compatibilityExcellent": "Excelente",
    "compatibilityTitle": "Compatibilidad - {version}",
    "compatibilityContentTitle": "Compatibilidad de la versión {version}",
    "compatibilityDetailsInto": "Detalles de compatibilidad del juego",
    "compatibilityDetailsChartTitle": "Tabla de compatibilidad de juegos",
    "compatibilityDetailsChartCol1": "Nombre completo",
    "compatibilityDetailsChartCol2": "Nombre corto",
    "compatibilityDetailsChartCol3a": "Nivel de soporte",
    "compatibilityDetailsChartCol3b": "% completado",
    "compatibilityDetailsBack": "« Volver",
    "compatibilityIntro": "Esta página muestra el progreso de ScummVM en relación a la compatibilidad individual de cada juego. La lista está referenciada a la versión inglesa de los juegos. Intentamos probar todas las versiones de los juegos, pero aun así pueden surgir problemas ocasionales con otros idiomas.",
    "compatibilityIntroExplanation": "Pulsa sobre el nombre del juego para ver las anotaciones completas del juego.",
    "compatibilityDevContent": "Esta es la compatibilidad de la versión actual en desarrollo, **no de una de las versiones estables** (examinar las tablas de compatibilidad de cada edición estable:",
    "compatibilityDevDisclaimer": "Al tratarse del estado de la versión en desarrollo, con cada nuevo cambio se pueden introducir fallos ocasionales, por lo que este listado refleja el «mejor escenario» posible. Se recomienda utilizar el listado de la edición más estable en la medida de lo posible.",
    "compatibilityStableContent": "Esta es la compatibilidad para la edición estable {version}, **no la del repositorio actual/compilación diaria**. El estado de ambos se encuentra en la tabla de [compatibilidad de la versión en desarrollo](/compatibility/).",
    "compatibilityStableReleases": "También puedes examinar la tabla de compatibilidad de las siguientes ediciones:",
    "compatiblityLastUpdated": "Última actualización:",
    "compatibilityLegendTitle": "Leyenda de colores",
    "compatibilitySectionTitle": "Tabla de compatibilidad de juegos de {company}",
    "contactTitle": "Contacto",
    "contactContentTitle": "Contacto",
    "contactIntro": "**¡Por favor, no contactes con el equipo para preguntar sobre el funcionamiento de ScummVM. Usa en su lugar los [foros](http://forums.scummvm.org/) o el [sistema de reporte de fallos](http://bugs.scummvm.org/)!**",
    "contactDiscordHeader": "Discord",
    "contactDiscord": "¡Únete a nosotros en Discord! Tanto si quieres pasar un rato con la comunidad de ScummVM o si quieres comentar las últimas novedades de los desarrollos, puedes acudir a nuestro [servidor de Discord](https://discord.gg/5D8yTtF).",
    "contactIRCHeader": "Canal IRC",
    "contactIRC": "El canal de IRC #scummvm en [irc.freenode.net](http://freenode.net/) es también un buen lugar para realizar preguntas. Muchos desarrolladores y usuarios de ScummVM se conectan allí regularmente.",
    "contactForumsHeader": "Foros",
    "contactForums": "Ofrecemos distintos [foros](http://forums.scummvm.org/). Acude al [Foro de ayuda y soporte](http://forums.scummvm.org/viewforum.php?f=2) si encuentras problemas usando ScummVM. El foro [Conversación general](http://forums.scummvm.org/viewforum.php?f=1) es, como su nombre sugiere, para conversaciones de carácter general y cualquier otro asunto relacionado con ScummVM. También existen algunos foros específicos para algunas plataformas y [La chatarrería](http://forums.scummvm.org/viewforum.php?f=8).\n\n**No olvides leer las [reglas de los foros](http://forums.scummvm.org/viewtopic.php?t=17) antes de escribir en ellos por primera vez.**",
    "contactTrackersHeader": "Informe de fallos, solicitud de mejoras, parches",
    "contactTrackers": "Si crees que has encontrado un fallo, echa un vistazo a nuestro [gestor de fallos](http://bugs.scummvm.org/). Quizá ya se haya registrado un error similar y puedas dejar un comentario en el informe ya existente. En caso contrario puedes crear un nuevo informe, pero, por favor, **lee con detenimiento las instrucciones dadas en el formulario del informe**. Y por supuesto, síguelas :-)\n\nLas solicitudes de mejoras van en nuestro [gestor de mejoras](https://bugs.scummvm.org/report/11) (de nuevo, por favor, verifica si algo similar ha sido ya solicitado).\n\nPor último, si has realizado alguna modificación del código fuente de ScummVM y quieres verlo incluido en la rama principal, puedes realizar un «Pull Request» en nuestra [página de github](https://github.com/scummvm/scummvm/pulls).",
    "contactListsHeader": "Listas de correo",
    "contactLists": "Existen tres [listas de correo](http://lists.scummvm.org/) relacionadas con ScummVM: dos son únicamente para contenidos enviados automáticamente. La lista scummvm-devel es desde donde puedes enviarte correos.",
    "creditsTitle": "Créditos",
    "creditsContentTitle": "Créditos",
    "demosTitle": "Demos de juegos",
    "demosContentTitle": "Demos de juegos",
    "documentationTitle": "Documentación",
    "documentationContentTitle": "Documentación de ScummVM",
    "documentationIntro": "Pulsa en el título de la sección de la documentación que quieras leer.",
    "enReadMeDesc": "ScummVM README para la versión {release}",
    "czReadMeDesc": "ScummVM README en checo para la versión {release}",
    "deReadMeDesc": "ScummVM README en alemán para la versión {release}",
    "seReadMeDesc": "ScummVM README en sueco para la versión {release}",
    "esReadMeDesc": "ScummVM README en español para la versión {release}",
    "frQuickStartDesc": "Guía rápida de ScummVM en francés para la versión {release}",
    "itQuickStartDesc": "Guía rápida de ScummVM en italiano para la versión {release}",
    "noNbQuickStartDesc": "Guía rápida de ScummVM en noruego (bokmål) para la versión {release}",
    "daQuickStartDesc": "Guía rápida de ScummVM en danés para la versión {release}",
    "wikiDocumentationTitle": "Wiki de documentación",
    "wikiDocumentationDesc": "Documentación organizada en nuestra Wiki, varios «HOWTO» (instrucciones) y el manual de usuario",
    "developerCentralTitle": "Centro de desarrollo",
    "developerCentralDesc": "Guías sobre cómo hackear ScummVM. Una lectura necesaria para desarrolladores.",
    "gameDataFilesTitle": "Archivos de datos de juego",
    "gameDataFilesDesc": "Esta página recoge el listado de archivos necesarios para poder jugar a muchos de los juegos soportados por ScummVM.",
    "totoPageTitle": "Áreas de enfoque actuales de ScummVM",
    "totoPageDesc": "Esta página es el listado actual de «TODOs» (tareas pendientes) de ScummVM.",
    "doxygenPageTitle": "Documentación del código fuente",
    "doxygenPageDesc": "Documentación del código fuente de ScummVM con referencias cruzadas. Generado con [Doxygen](http://www.doxygen.org).",
    "downloadsTitle": "Descargas",
    "downloadsContentTitle": "Descargar ScummVM",
    "downloadsHeader": "Navegación",
    "downloadsContentP1": "Si tienes uno de los sistemas soportados, puedes descargar directamente la distribución con los binarios correspondientes. Si tienes otro sistema, descarga el código fuente y lee [Compilando ScummVM](http://wiki.scummvm.org/index.php/Compiling_ScummVM) en nuestra Wiki para conocer los pasos para compilar ScummVM. Si has convertido con éxito ScummVM a otra plataforma no listada, déjanos una nota indicando el S.O., etc.",
    "downloadsContentP2": "La última edición ESTABLE de ScummVM es {release} y puedes descargarla en la sección [Binarios](/downloads/#stable). Si utilizas Windows y tienes dudas, descarga «Windows Installer» (el instalador para Windows).",
    "downloadsContentP3": "Las versiones experimentales o INESTABLES de ScummVM (para aquellos que saben lo que hacen) están disponibles en la sección [Compilaciones diarias](/downloads/#daily), cerca del final de esta página.",
    "downloadsContentP4": "También existe otra página dedicada a la [descarga de juegos](/games/). Incluye nueve juegos freeware: Beneath a Steel Sky, Broken Sword 2.5, Dreamweb, Flight of the Amazon Queen, Lure of the Temptress, Dráscula: The Vampire Strikes Back, Soltys, Sfinx y Mystery House, así como los paquetes de escenas cinemáticas que recomendamos utilizar en ScummVM con algunas versiones de Broken Sword o Feeble Files y subtítulos para Blade Runner.",
    "downloadsBadge": "Descarga recomendada para tu sistema",
    "downloadEngineData": "Datos adicionales de motores de juego",
    "downloadsXMLTitle": "Descargas de ScummVM",
    "downloadsXMLVersion": "versión {release}",
    "downloadsBinaries": "Binarios de la versión {release}",
    "downloadsBinariesNote1": "Para ver la lista de cambios desde la última versión,",
    "downloadsBinariesNote2": "puedes leer las notas de edición",
    "downloadsBinariesNote3": "ScummVM {release} está también disponible en los repositorios de software de muchas distribuciones GNU/Linux.",
    "downloadsSourceCode": "Código fuente de la versión {release}",
    "downloadsTools": "Herramientas de la versión {release_tools}",
    "downloadsOldBinaries": "Versiones antiguas (sin soporte)",
    "downloadsOld": "Versiones antiguas",
    "downloadsOldBinariesNote": "En algunos casos hemos dejado de tener (por el momento) nuevos binarios de ScummVM o de sus herramientas para algunas plataformas. En dichos casos seguimos manteniendo las versiones antiguas como alternativa.",
    "downloadsExtra": "Extras/descargas para juegos",
    "downloadsGames": "Descargas de juegos",
    "downloadsDailyBuilds": "Compilaciones diarias",
    "downloadsDailyNote1": "ATENCIÓN:",
    "downloadsDailyNote2": "Las siguientes compilaciones son versiones en desarrollo poco maduras que han salido directamente de nuestro repositorio de fuentes. Esto significa que no se realizaron las pruebas adecuadas (posiblemente ninguna prueba en absoluto), por lo que cualquier cosa puede romperse. Por ejemplo, podrían corromper el archivo de configuración, bloquearse con frecuencia o incluso no iniciarse. ¡Utilízalas bajo tu propia responsabilidad!",
    "downloadsDailyLink1": "[Descargas de la compilación oficial diaria](https://buildbot.scummvm.org/builds.html).",
    "downloadsDailyLink2": "Generadas por nuestro [buildbot](https://buildbot.scummvm.org/).",
    "downloadsDailyLink3": "Instantáneas adicionales:",
    "downloadsLibraries": "Bibliotecas",
    "downloadsRequiredLibraries": "Bibliotecas necesarias",
    "downloadsOptionalLibraries": "Bibliotecas opcionales",
    "exceptionsTitle": "Excepción",
    "exceptionsContentTitle": "Error al procesar la solicitud",
    "exceptionHeading": "¡Un mono de tres cabezas!",
    "exceptionIntro": "¡Mira detrás de ti, un mono de tres cabezas!",
    "exceptionAlt": "Mono de tres cabezas",
    "exceptionContent": "Ha ocurrido un problema al procesar tu solicitud:",
    "faqTitle": "Preguntas frecuentes",
    "faqContentTitle": "Preguntas frecuentes",
    "faqHeading": "Preguntas frecuentes",
    "faqLastUpdated": "Última actualización:",
    "feedAtomTitle": "Noticias de ScummVM",
    "feedAtomDescription": "ScummVM es un intérprete multiplataforma para distintos motores de aventuras gráficas. Esto incluye todas las aventuras de LucasArts basadas en SCUMM, Simon the Sorcerer 1 y 2 de AdventureSoft, Beneath a Steel Sky y Broken Sword I y II de Revolution, entre otros muchos.",
    "feedRSSTitle": "Noticias de ScummVM",
    "feedRSSDescription": "ScummVM es un intérprete multiplataforma para distintos motores de aventuras gráficas. Esto incluye todas las aventuras de LucasArts basadas en SCUMM, Simon the Sorcerer 1 y 2 de AdventureSoft, Beneath a Steel Sky y Broken Sword I y II de Revolution, entre otros muchos.",
    "gamesTitle": "Juegos",
    "gamesContentTitle": "Descargar juegos freeware",
    "gamesHeader": "Navegación",
    "gamesContentP1": "Más abajo se encuentran las [descargas de juegos](/games/#games). Actualmente se incluyen nueve juegos gratuitos: Beneath a Steel Sky, Broken Sword 2.5, Dreamweb, Flight of the Amazon Queen, Lure of the Temptress, Dráscula: The Vampire Strikes Back, Soltys, Sfinx y Mystery House.",
    "gamesContentP2": "También tienes disponibles las escenas cinemáticas empaquetadas que recomendamos utilizar en ScummVM con algunas versiones de Broken Sword o Feeble Files, además de subtítulos para Blade Runner.",
    "gamesXMLTitle": "Descargas de juegos para ScummVM",
    "gamesXMLAddons": "Complementos para ScummVM",
    "sword1AddonsNote": "ScummVM soporta desde la versión 1.0.0 las escenas cinemáticas del juego originales en formato smacker para Broken Sword 1, por lo que este paquete ya no es necesario.\n\nSi utilizas versiones antiguas de ScummVM, necesitarás alguno de estos paquetes (ofrecidos con el permiso de Revolution Software) para reemplazar los archivos smacker originales. Estos paquetes contienen vídeos en formato DXA y audios en formato FLAC. Los archivos de audio están disponibles también en formato OGG en una descarga adicional como alternativa a los archivos FLAC para aquellos casos en los que ScummVM o la plataforma no tenga soporte para audios en formato FLAC. Los archivos de audio están disponibles en diferentes idiomas y para utilizarlos solo es necesario reemplazar los archivos FLAC en inglés del paquete de escenas cinemáticas por aquellos del idioma o formato requerido.\n\nPuede que quieras incluir el complemento para subtítulos, ya que incluye subtítulos que no existían en las escenas originales.",
    "sword2AddonsNote": "ScummVM soporta desde la versión 1.0.0 las escenas cinemáticas del juego originales en formato smacker para Broken Sword 2, por lo que este paquete ya no es necesario.\n\nSi utilizas versiones antiguas de ScummVM, necesitarás este paquete (ofrecido con el permiso de Revolution Software) para reemplazar los archivos smacker originales. Estos paquetes contienen vídeos en formato DXA y audios en formato FLAC. Los archivos de audio están disponibles también en formato OGG en una descarga adicional como alternativa a los archivos FLAC para aquellos casos en los que ScummVM o la plataforma no tenga soporte para audios en formato FLAC.",
    "gamesDemosHeading": "Navegación",
    "gamesDemosContentP1": "Esta página contiene enlaces a demos de varios juegos. Por favor, contacta con nosotros si tienes una copia de cualquier demo que no se encuentre en esta lista.",
    "gamesDemosContentP2": "Las demos de Beneath a Steel Sky no están soportadas por razones técnicas.",
    "gamesDemosH1": "Nombre de la demo/Enlace de descarga",
    "gamesDemosH2": "Juego",
    "indexAtomFeed": "Fuente de noticias Atom de ScummVM",
    "indexRSSFeed": "Fuente de noticias RSS de ScummVM",
    "indexLogo": "Logo de ScummVM",
    "indexCharacters": "Personajes de varios juegos",
    "indexSupport": "Apoya este proyecto",
    "indexCombobreaker": "Camisetas Combobreaker.com",
    "indexHostedby": "alojado en manitu",
    "indexGOG": "Juegos GOG.com",
    "indexGithub": "ScummVM en GitHub",
    "indexFacebook": "Únete a nosotros en Facebook",
    "indexTwitter": "Síguenos en Twitter",
    "indexLegal": "LucasArts, Monkey Island, Maniac Mansion, Full Throttle, The Dig, LOOM y probablemente muchas más cosas son marcas registradas de [LucasArts, Inc](http://www.lucasarts.com/). Todas las demás marcas comerciales y marcas registradas son propiedad de sus respectivas compañías. ScummVM no está afiliado de ninguna manera con LucasArts, Inc.",
    "introHeaderScreenshots": "Capturas de pantalla",
    "introHeaderFullsize": "Pulsa para ver a tamaño completo",
    "introHeaderRandom": "Captura aleatoria",
    "introHeaderPrevShot": "« anterior",
    "introHeaderNextShot": "siguiente »",
    "introHeaderWhatIs": "¿Qué es ScummVM?",
    "introHeaderContentP1": "ScummVM es un programa que te permite ejecutar ciertas aventuras gráficas clásicas, siempre y cuando tengas sus archivos de datos. Lo interesante es que ScummVM simplemente reemplaza los ejecutables que vienen con los juegos, permitiéndote jugarlos en sistemas para los que nunca fueron diseñados.",
    "introHeaderContentP2": "ScummVM es compatible con una inmensa biblioteca de más de 250 aventuras gráficas. Soporta muchos clásicos de estudios como *LucasArts*, *Sierra On-Line*, *Revolution Software*, *Cyan, Inc.* y *Westwood Studios*. Títulos tan innovadores como las sagas de *Monkey Island*, *Broken Sword*, *Myst*, *Blade Runner* y otros muchos juegos están acompañados por algunas aventuras menos conocidas y otras joyas ocultas que podrás explorar.",
    "introHeaderContentP3": "En la página de [compatibilidad](/compatibility/) encontrarás una lista detallada con los juegos compatibles y la calidad de su emulación. ScummVM está mejorando continuamente, así que revísala con frecuencia. Entre los sistemas en los que se puede jugar a estos juegos se encuentran Windows, Linux, macOS, iOS, Android, PS Vita, Switch, Dreamcast, AmigaOS, Atari/FreeMiNT, RISC OS, Haiku, PSP, PS3, Maemo, GCW Zero y muchos más...",
    "introHeaderContentP4": "Nuestro foro, nuestro [servidor de Discord](https://discord.gg/5D8yTtF) y nuestro canal IRC ([#scummvm en irc.freenode.net](irc://irc.freenode.net/scummvm?key=scummvm)), están abiertos para recibir comentarios y sugerencias. Por favor, lee nuestra [página de preguntas frecuentes](/faq/) antes de escribir.",
    "introHeaderContentP5": "Puedes apoyar el proyecto expresando tu entusiasmo en forma de donación vía PayPal, aunque valoramos más las contribuciones en código.",
    "linksTitle": "Enlaces",
    "linksContentTitle": "Enlaces",
    "linksHeading": "Enlaces",
    "linksIntro": "**Enlázanos:** Si quieres poner nuestro enlace en tu sitio, puedes usar esta imagen.",
    "listItemsBuildFromRepo": "compilado desde nuestro repositorio,",
    "listItemsDate": ", última actualización:",
    "newsTitle": "Inicio",
    "newsContentTitle": "Últimas publicaciones",
    "newsPostedBy": "Publicado por",
    "newsMoreNews": "Más noticias...",
    "pressTitle": "Cobertura en prensa",
    "pressContentTitle": "Cobertura en prensa",
    "pressHeading": "Cobertura en prensa de ScummVM",
    "pressIntro": "(si quieres contactar con nosotros en relación a artículos de prensa, puedes dirigirte a la dirección press (@) scummvm.org)",
    "pressSnowberryTitle": "GOBLIIINS + ScummVM = PAREJA PERFECTA",
    "pressSnowberryContentTitle": "GOBLIIINS + ScummVM = PAREJA PERFECTA",
    "screenshotsTitle": "Capturas de pantalla",
    "screenshotsContentTitle": "Capturas de pantalla",
    "screenshotsHeading": "Capturas de pantalla",
    "screenshotsNavigation": "Navegación",
    "screenshotsCategoryHeading": "Galería de capturas de pantalla",
    "screenshotsCategoryBack": "Volver",
    "screenshotsViewerHeading": "Galería de capturas de pantalla",
    "screenshotsViewerPrevious": "Anterior",
    "screenshotsViewerNext": "Siguiente",
    "screenshotsViewerBack": "Volver",
    "subprojectsTitle": "Subproyectos",
    "subprojectsContentTitle": "Subproyectos",
    "subprojectsIntroP1": "Ocasionalmente, el equipo de ScummVM trabaja en varios subproyectos separados del programa principal de ScummVM. Por lo general, estos proyectos están relativamente estancados y no se les da mucha prioridad. Sin embargo, esta página está aquí para informarte de ellos, con la ligera esperanza de atraer más desarrolladores que nos ayuden a mantener estos proyectos paralelos.",
    "subprojectsIntroP2": "Por favor, no preguntes dónde obtener los binarios de estos programas. Actualmente ambos subproyectos se encuentran en un estado solo apto para desarrolladores... así que si no puedes compilar el código por ti mismo, es que no están realmente preparados para ti.",
    "cookieText": "Utilizamos cookies para mejorar los contenidos y analizar información de rendimiento y uso de este sitio.",
    "cookieAccept": "Permitir cookies",
    "cookieDecline": "Rechazar cookies",
    "menuHeaderMain": "Menú principal",
    "menuMainHome": "Inicio",
    "menuMainScreenshots": "Capturas de pantalla",
    "menuMainForums": "Foros",
    "menuMainDownloads": "Descargas",
    "menuMainGames": "Juegos",
    "menuMainBlogs": "Blogs de ScummVM",
    "menuHeaderDocumentation": "Documentación",
    "menuDocumentationFaq": "Preguntas frecuentes",
    "menuDocumentationDocumentation": "Documentación",
    "menuDocumentationCompatability": "Compatibilidad",
    "menuDocumentationWiki": "Wiki",
    "menuDocumentationCredits": "Créditos",
    "menuHeaderDevelopmentDevelopment": "Desarrollo",
    "menuDevelopmentBugTracker": "Gestor de fallos",
    "menuDevelopmentPatchTracker": "Gestor de parches",
    "menuDevelopmentTranslations": "Traducir ScummVM",
    "menuDevelopmentDailies": "Compilaciones diarias",
    "menuDevelopmentSourceCode": "Código fuente",
    "menuDevelopmentBuildbot": "Buildbot",
    "menuHeaderMisc": "Miscelánea",
    "menuMiscSubprojects": "Subproyectos",
    "menuMiscDemos": "Demos",
    "menuMiscPress": "Cobertura en prensa",
    "menuMiscContact": "Contacto",
    "menuMiscLinks": "Enlaces",
    "compatabilityDetailsChartCol4": "Archivos de datos",
    "compatabilityDetailsDetails": "Detalles",
    "downloadsOldBinariesFrsNote3": " si buscas las versiones antiguas.",
    "downloadsOldBinariesFrsNote2": "explorar nuestro servidor",
    "downloadsOldBinariesFrsNote1": "Puedes ",
    "downloadsBinariesNote212Maintenance": "Esta es una versión de mantenimiento exclusiva para Windows y macOS."
}
