{
    "locale": "C",
    "dateformat": "%b %e, %Y",
    "compatibilityUntested": "Sin probar",
    "compatibilityBroken": "Roto",
    "compatibilityBugged": "Con errores",
    "compatibilityGood": "Bien",
    "compatibilityExcellent": "Excelente",
    "compatibilityTitle": "Compatibilidad - {version}",
    "compatibilityContentTitle": "{version} Compatibilidad",
    "compatibilityDetailsInto": "Detalles de compatibilidad del Juego",
    "compatibilityDetailsChartTitle": "Tabla de Compatibilidad de Juegos",
    "compatibilityDetailsChartCol1": "Nombre completo",
    "compatibilityDetailsChartCol2": "Nombre corto",
    "compatibilityDetailsChartCol3a": "Nivel de soporte",
    "compatibilityDetailsChartCol3b": "% completado",
    "compatibilityDetailsBack": "« Volver",
    "compatibilityIntro": "Esta página muestra el progreso de ScummVM en relación a la compatibilidad individual de cada juego. La lista está refernciada a la versión inglesa de los juegos. Intentamos probar todas las versiones de los juegos pero aún así pueden surgir problemas ocasionales con otros idiomas. ",
    "compatibilityIntroExplanation": "Pulsar sobre el nombre del juego para ver las anotaciones completas del juego.",
    "compatibilityDevContent": "Esta es la compatibilidad de la versión actual en desarrollo, <b>no de la versión estable</b> (examinar cada una de las tablas de compatibilidad de cada edición estable: ",
    "compatibilityDevDisclaimer": "Al tratarse del estado de la versión en desarrollo, se pueden introducir fallos ocasionales con los cambios, por lo que este listado refleja el 'mejor' escenario' posible. Se recomienda utilizar el listado de la edición más estable, siempre que sea posible. ",
    "compatibilityStableContent": "Esta es la compatibilidad para la edición estable {version}, <b>no la del repositorio actual/compilación diaria</b>. El estado de estos puede ser encontrado en <a href=\"/compatibility/\">Compatibilidad de versión en desarrollo</a> chart. ",
    "compatibilityStableReleases": "También puedes examinar la tabla de compatibilidad de las siguientes ediciones:",
    "compatiblityLastUpdated": "Última actualización:",
    "compatibilityLegendTitle": "Leyenda de colores",
    "compatibilitySectionTitle": "Tabla de compatibilidad de juegos de {company}",
    "contactTitle": "Contacto",
    "contactContentTitle": "Contacto",
    "contactIntro": "<p><b>¡Por favor, no contactes con el equipo para preguntar sobre el funcionamiento de ScummVM. Usa en su lugar los <a href=\"http://forums.scummvm.org/\">foros</a> o el <a href=\"http://bugs.scummvm.org/\">sistema de reporte de fallos</a>!</b></p>",
    "contactDiscordHeader": "Discord",
    "contactDiscord": "<p>¡Únete a nosotros en Discord! No importa si simplemente quieres engancharte a la comunidad de ScummVM o si quieres comentar las últimas novedades de los desarrollos. Nuestro <a href=\"https://discord.gg/5D8yTtF\">Servidor Discord</a> es el lugar al que acudir.",
    "contactIRCHeader": "Canal IRC",
    "contactIRC": "<p>El canal de IRC #scummvm en <a href=\"http://freenode.net/\">irc.freenode.net</a> es también un buen lugar para realizar preguntas. Muchos desarrolladores de ScummVM se conectan allí regularmente, así como otros muchos usuarios de ScummVM.",
    "contactForumsHeader": "Foros",
    "contactForums": "<p>Ofrecemos distintos <a href=\"http://forums.scummvm.org/\">foros</a>. Utiliza <a href=\"http://forums.scummvm.org/viewforum.php?f=2\">Foro de Ayuda y Soporte</a> si encuentras problemas usando ScummVM. El foro <a href=\"http://forums.scummvm.org/viewforum.php?f=1\">Conversación General</a> es, como su nombre sugiere, para conversaciones de carácter general y cualquier otro asunto relaciondo con ScummVM. También existen algunos foros específicos para algunas plataformas y <a href=\"http://forums.scummvm.org/viewforum.php?f=8\">La Chatarrería</a>. </p><p><b>No olvides leer <a href=\"http://forums.scummvm.org/viewtopic.php?t=17\">Reglas de los foros</a> antes de tu primer post.</b></p>",
    "contactTrackersHeader": "Informe de fallos, solicitud de mejoras, parches",
    "contactTrackers": "<p>Si crees que has encontrado un fallo, echa un vistazo a nuestro <a href=\"http://bugs.scummvm.org/\">gestor de fallos</a>. Quizá ya se haya registrado un error similar y puedas dejar un comentario en el informe ya existente. En caso contrario, puedes crear un nuevo informe, pero <b>por favor, lee con detenimiento las instrucciones dadas en el formulario del informe</b>. Y por supuesto, síguelas :-) </p><p> Las solicitudes de mejoras van en nuestro <a href=\"https://bugs.scummvm.org/report/11\">gestor de mejoras</a> (verifica también si algo similar ha sido ya solicitado). </p><p> Por último, si has realizado alguna modificación del código fuente de ScummVM y quieres verlo incluido en la rama principal puedes realizar un Pull Request en nuestro <a href=\"https://github.com/scummvm/scummvm/pulls\">github</a>.</p>",
    "contactListsHeader": "Listas de correo",
    "contactLists": "<p>Existen tres <a href=\"http://lists.scummvm.org/\">listas de correo</a> relacionadas con ScummVM. Dos de esllas son para contenido automático solamente. La lista scumm-devel es desde donde puedes enviarte correos.</p>",
    "creditsTitle": "Créditos",
    "creditsContentTitle": "Créditos",
    "demosTitle": "Demos de juegos",
    "demosContentTitle": "Demos de juegos",
    "documentationTitle": "Documentación",
    "documentationContentTitle": "Documentación de ScummVM",
    "documentationIntro": "Pulsa en el título de la sección de la documentación que quieras leer.",
    "enReadMeDesc": "ScummVM README para la versión {release}",
    "czReadMeDesc": "ScummVM README en checo para la versión {release}",
    "deReadMeDesc": "ScummVM README en alemán para la versión {release}",
    "seReadMeDesc": "ScummVM README en sueco para la versión {release}",
    "esReadMeDesc": "ScummVM README en español para la versión {release}",
    "frQuickStartDesc": "Guía rápida de ScummVM en francés para la versión {release}",
    "itQuickStartDesc": "Guía rápida de ScummVM en italiano para la versión {release}",
    "noNbQuickStartDesc": "Guía rápida de ScummVM en noruego para la versión {release}",
    "daQuickStartDesc": "Guía rápida de ScummVM en danés para la versión {release}",
    "wikiDocumentationTitle": "Wiki de documentación",
    "wikiDocumentationDesc": "Documentación organizada en nuestra Wiki, varios HOWTO's y el Manual de Usuario",
    "developerCentralTitle": "Centro de Desarrollo",
    "developerCentralDesc": "Guías sobre cómo hackear ScummVM. Una lectura necesaria para desarrolladores.",
    "gameDataFilesTitle": "Archivos de datos de juego",
    "gameDataFilesDesc": "Esta página recoge el listado exácto de archivos necesarios para poder jugar a muchos de los juegos soportdos por ScummVM.",
    "totoPageTitle": "Áreas de enfoque actuales de ScummVM",
    "totoPageDesc": "Esta página es el listado TODO actual de ScummVM.",
    "doxygenPageTitle": "Documentación de código fuente",
    "doxygenPageDesc": "Documentación del código fuente de ScummVM con referencias cruzadas. Generado con <a href=\"http://www.doxygen.org\">Doxygen</a>",
    "downloadsTitle": "Descargas",
    "downloadsContentTitle": "Descargar ScummVM",
    "downloadsHeader": "Navegación",
    "downloadsContentP1": "Si tienes uno de los sistemas soportados, puedes dirigirte directamente a la descarga de los binarios distribución correspondiente. Si tienes otro sistema, descarga el código fuente y lee <a href=\"http://wiki.scummvm.org/index.php/Compiling_ScummVM\">Compilando ScummVM</a> en nuestra Wiki para conocer los pasos a seguir para compilar ScummVM. Si has portado con éxito ScummVM a otra plataforma no listada, déjanos una nota indicando para que SO, etc. ",
    "downloadsContentP2": "La última edición ESTABLE de ScummVM es {release}, y puedes descargarla aquí '<a href=\"/downloads/#stable\">Binarios</a>'. Si utilizas Windows y tienes dudas, descarga el 'Windows Installer'. ",
    "downloadsContentP3": "Las versiones experimentales o INESTABLES de ScummVM (para gente que sabe lo que está haciendo) están disponibles en la sección <a href=\"/downloads/#daily\">Compilaciones Diarias</a>, cerca del final de esta página. ",
    "downloadsContentP4": "También existe una página separada de <a href=\"/games/\">Descarga de juegos</a>. Incluye nueve juegos freeware: 'Beneath a Steel Sky', 'Broken Sword 2.5', 'Dreamweb', 'Flight of the Amazon Queen', 'Lure of the Temptress', 'Drascula: The Vampire Strikes Back', 'Soltys', 'Sfinx' y 'Mystery House', así como los packs con los cortes de escena que recomendamos utilizar en ScummVM con algunas versiones de Broken Sword o Feeble Files. ",
    "downloadsBadge": "Descarga recomendada para tu sistema",
    "downloadEngineData": "Datos de motor de juego adicionales",
    "downloadsXMLTitle": "Descargas para ScummVM",
    "downloadsXMLVersion": "versión {release}",
    "downloadsBinaries": "Binarios de la versión {version}",
    "downloadsBinariesNote1": "Para ver la lista de cambios desde la última versión,",
    "downloadsBinariesNote2": "leer las notas de edición",
    "downloadsBinariesNote3": "ScummVM {release} está también disponible en los repositorios de software de muchas distribuciones GNU/Linux.",
    "downloadsSourceCode": "Código Fuente de {release}",
    "downloadsTools": "Herramientas de {release_tools}",
    "downloadsOldBinaries": "Versiones antiguas (sin soporte)",
    "downloadsOld": "Versiones antiguas",
    "downloadsOldBinariesNote": "En algunos casos ya no tenemos nuevos binarios de ScummVM y/o de sus herramientas para algunas plataformas. Es esos casos todavía mantenemos versiones antiguas como alternativa. ",
    "downloadsExtra": "Extras, desgargas para juegos",
    "downloadsGames": "Descargas de juegos",
    "downloadsDailyBuilds": "Compilaciones Diarias",
    "downloadsDailyNote1": "ATENCIÓN:",
    "downloadsDailyNote2": "Las siguientes compilaciones son versiones en desarrollo poco maduras construidas directamente desde nuestro repositorio de fuentes. Esto significa que no se realizaron las pruebas adecuadas (posiblemente ninguna prueba en absoluto) por lo que cualquier cosa puede romperse. Por ejemplo, puede corromper el archivo de configuración, bloquearse con frecuencia o incluso no iniciarse. ¡Utilízalas bajo tu propia responsabilidad! ",
    "downloadsDailyLink1": "<a href=\"https://buildbot.scummvm.org/builds.html\">Descargas de la compilación oficial diaria</a>.",
    "downloadsDailyLink2": "Generadas por nuestro <a href=\"https://buildbot.scummvm.org/\">buildbot</a>.",
    "downloadsDailyLink3": "Compilaciones instantáneas adicionales:",
    "downloadsLibraries": "Bibliotecas",
    "downloadsRequiredLibraries": "Bibliotecas necesarias",
    "downloadsOptionalLibraries": "Bibliotecas opcionales",
    "exceptionsTitle": "Excepción",
    "exceptionsContentTitle": "Error procesando solicitud",
    "exceptionHeading": "¡Un mono de tres cabezas!",
    "exceptionIntro": "¡Mira detrás de ti, un mono de tres cabezas!",
    "exceptionAlt": "Mono de tres cabezas",
    "exceptionContent": "Ha ocurrido un problema procesando tu solicitud:",
    "faqTitle": "P.U.F.",
    "faqContentTitle": "FUF :: Preguntas de Uso Frecuente",
    "faqHeading": "PUF",
    "faqLastUpdated": "Última actualización:",
    "feedAtomTitle": "Noticias de ScummVM",
    "feedAtomDescription": "ScummVM es un intérprete multiplataforma para distintos motores de aventuras gráficas. Esto incluye todas las aventuras de LucasArts basadas en SCUMM, Simon the Sorcerar 1&amp;2 de AdventureSoft, Beneath a Steel Sky y Broken Sword I &amp; II de Revolution, así como otros muchos.",
    "feedRSSTitle": "Noticias de ScummVM",
    "feedRSSDescription": "ScummVM es un intérprete multiplataforma para distintos motores de aventuras gráficas. Esto incluye todas las aventuras de LucasArts basadas en SCUMM, Simon the Sorcerar 1&amp;2 de AdventureSoft, Beneath a Steel Sky y Broken Sword I &amp; II de Revolution, así como otros muchos.",
    "gamesTitle": "Juegos",
    "gamesContentTitle": "Descargar juegos freeware",
    "gamesHeader": "Navegación",
    "gamesContentP1": "Debajo están las <a href=\"/games/#games\">Descargas de juegos</a>. Actualmente se incluyen ocho juegos gratuitos: 'Beneath a Steel Sky', 'Dreamweb', 'Flight of the Amazon Queen', 'Lure of the Temptress', 'Drascula: The Vampire Strikes Back', 'Soltys', 'Sfinx' y 'Mystery House'. ",
    "gamesContentP2": "También disponemos de los cortes de escena empaquetados para poderlos utilizar en ScummVM con los juegos de Broken Sword o con The Feeble Files. ",
    "gamesXMLTitle": "Descargas de juegos para ScummVM",
    "gamesXMLAddons": "Complementos para ScummVM",
    "sword1AddonsNote": "<p>ScummVM soporta desde la versión 1.0.0 los cortes de escena originales en formato smaker para Broken Sword 1 por lo que el pack que aparece aquí ya no es necesario.</p><p>Cuando se estén usuando versiones antiguas de ScummVM necesitarás el paquete que aparece aquí (ofrecido con el permiso de Revolution Software) para reemplazar los archivos smacker originales. Contiene vídeo en formato DXA y audio en formato FLAC. Los archivos de audio están disponibles también en formato OGG en un archivo separado para reemplazar los archivos FLAC para aquellos casos en los que ScummVM o la plataforma no soporte audio FLAC. Los archivos de audio están disponibles de diferentes idiomas y para utilizarlos solo es necesario reemplazar los archivos FLAC en inglés contenidos en el paquete por aquellos del idioma o formato requerido.</p><p>Puede que quieras incluir el complemento para subtítulos ya que no están presentes en los cortes originales.</p>",
    "sword2AddonsNote": "<p>ScummVM soporta desde la versión 1.0.0 los cortes de escena originales en formato smaker para Broken Sword 2 por lo que el pack que aparece aquí ya no es necesario.</p><p>Cuando se estén usuando versiones antiguas de ScummVM necesitarás el paquete que aparece aquí (ofrecido con el permiso de Revolution Software) para reemplazar los archivos smacker originales. Contiene vídeo en formato DXA y audio en formato FLAC. Los archivos de audio están disponibles también en formato OGG en un archivo separado para reemplazar los archivos FLAC para aquellos casos en los que ScummVM o la plataforma no soporte audio FLAC.</p>",
    "gamesDemosHeading": "Navegación",
    "gamesDemosContentP1": "Esta página contiene enlaces a demos de varios juegos. Por favor, contacta con nosotros si tienes una copia de cualquier demo que no se encuentre en esta lista.",
    "gamesDemosContentP2": "Las demos de Beneath a Steel Sky no están soportadas por razones técnicas.",
    "gamesDemosH1": "Nombre de la Demo / Enlace de Descarga",
    "gamesDemosH2": "Juego",
    "indexAtomFeed": "Fuente de noticias Atom de ScummVM",
    "indexRSSFeed": "Fuente de noticias RSS de ScummVM",
    "indexLogo": "Logo de ScummVM",
    "indexCharacters": "Personajes de juego",
    "indexSupport": "Apoya este proyecto",
    "indexCombobreaker": "Camisetas Combobreaker.com",
    "indexEasyname": "hosting easyname",
    "indexGOG": "Juegos GOG.com",
    "indexGithub": "ScummVM en GitHub",
    "indexFacebook": "Únete a nosotros en Facebook",
    "indexTwitter": "Síguenos en Twitter",
    "indexLegal": "LucasArts, Monkey Island, Maniac Mansion, Full Throttle, The Dig, LOOM, y probablemente muchas más son marcas registradas de <a href=\"http://www.lucasarts.com/\">LucasArts, Inc.</a>. Todas las demás marcas comerciales y marcas registradas son propiedad de sus respectivas compañías. ScummVM no está afiliado de ninguna manera con LucasArts, Inc. ",
    "introHeaderScreenshots": "Capturas de pantalla",
    "introHeaderFullsize": "Pulsa para ver en tamaño completo",
    "introHeaderRandom": "Captura aleatoria",
    "introHeaderPrevShot": "« anterior",
    "introHeaderNextShot": "siguiente »",
    "introHeaderWhatIs": "¿Qué es ScummVM?",
    "introHeaderContentP1": "ScummVM es un programa que te permite ejecutar ciertas aventuras gráficas clásicas, siempre y cuando ya tengas sus archivos de datos. Lo interesante de esto es que ScummVM simplemente reemplaza los ejecutables que vienen con los juegos, permitiéndote jugarlos en sistemas para los que nunca fueron diseñados. ",
    "introHeaderContentP2": "ScummVM soporta muchas aventura gráficas, incluyendo los juegos de LucasArts SCUMM (como <i>Monkey Island</i> 1-3, <i>Day of the Tentacle</i>, <i>Sam &amp; Max</i>, ...), muchos de los juegos AGI y SCI de Sierra (como <i>King's Quest</i> 1-7, <i>Space Quest</i> 1-6, etc.).), <i>Discworld</i> 1 y 2, <i>Simon the Sorcerer</i> 1 y 2, <i>Beneath a Steel Sky</i>, <i>Lure of the Temptress</i>, <i>Broken Sword</i> 1 y 2, <i>Flight of the Amazon Queen</i>, <i>Gobliiins</i> 1-3, <i>The Legend of Kyrandia</i> 1-3, muchos de los juegos infantiles de SCUMM de Humongous Entertainment (incluyendo <i>Freddi Fish</i> y <i>Putt Putt</i> juegos) y muchos más. ",
    "introHeaderContentP3": "En la página de <a href=\"/compatibility/\">compatibilidad</a> encontrarás una lista detallada con los juegos compatibles y su calidad. ScummVM está mejorando continuamente, así que revisala con frecuencia. Entre los sistemas en los que se pueden jugar estos juegos están Windows, Linux, Mac OS X, Dreamcast, PocketPC, PalmOS, AmigaOS, BeOS, OS/2, PSP, PS2, SymbianOS y muchos más... ",
    "introHeaderContentP4": "Nuestro foro <a href=\"https://discord.gg/5D8yTtF\"> Servidor Discord</a>, y nuestro canal IRC <a href=\"irc://irc.freenode.net/scummvm?key=scummvm\"> #scummvm en irc.freenode.net</a>, están abiertos para recibir comentarios y sugerencias. Por favor, lee nuestras <a href=\"/faq/\">PUF</a>  antes de escribir. ",
    "introHeaderContentP5": "Puedes apoyar el proyecto expresando tu entusiasmo en forma de donación vía PayPal aunque valoramos más las contribuciones en código. ",
    "linksTitle": "Enlaces",
    "linksContentTitle": "Enlaces",
    "linksHeading": "Enlaces",
    "linksIntro": "<b>Enlázanos:</b> Si quieres enlazar tu sitio con el nuestro siéntete libre de usar esta imagen.",
    "listItemsBuildFromRepo": "compilado desde nuestro repositorio,",
    "listItemsDate": ", última actualización:",
    "newsTitle": "Inicio",
    "newsContentTitle": "Últimos Desarrollos",
    "newsPostedBy": "Publicado por",
    "newsMoreNews": "Más noticias...",
    "pressTitle": "Cobertura en prensa",
    "pressContentTitle": "Cobertura en prensa",
    "pressHeading": "Cobertura en prensa de ScummVM",
    "pressIntro": "(si quieres contactar con nosotros en relación a artículos de prensa, puedes dirigirte a la dirección press (@) scummvm.org)",
    "pressSnowberryTitle": "GOBLIIINS + ScummVM = PAREJA PERFECTA",
    "pressSnowberryContentTitle": "GOBLIIINS + ScummVM = PAREJA PERFECTA",
    "screenshotsTitle": "Capturas de pantalla",
    "screenshotsContentTitle": "Capturas de pantalla",
    "screenshotsHeading": "Capturas de pantalla",
    "screenshotsNavigation": "Navegación",
    "screenshotsCategoryHeading": "Galería de capturas de pantalla",
    "screenshotsCategoryBack": "Volver",
    "screenshotsViewerHeading": "Galería de capturas de pantalla",
    "screenshotsViewerPrevious": "Anterior",
    "screenshotsViewerNext": "Siguiente",
    "screenshotsViewerBack": "Volver",
    "subprojectsTitle": "Subproyectos",
    "subprojectsContentTitle": "Subproyectos",
    "subprojectsIntroP1": "Ocasionalmente el equipo de ScummVM trabaja en varios subproyectos separados del programa principal de ScummVM. Por lo general, estos proyectos están relativamente estancados y no se les da mucha prioridad. Sin embargo, esta página está aquí para informarte de ellos, con la ligera esperanza de atraer más desarrolladores que nos ayuden a mantener estos proyectos paralelos. ",
    "subprojectsIntroP2": "Por favor, no preguntes dónde obtener los binarios de estos programas. Actualmente ambos subproyectos se encuentran en un estado sólo apto para desarrolladores... así que si no puedes compilar el código por ti mismo es que no están realmente preparados para ti. ",
    "cookieText": "Utilizamos cookies para mejorar el contenido y analizar la información deel rendimiento y uso de este sitio.",
    "cookieAccept": "Permitir Cookies",
    "cookieDecline": "Rechazar Cookies",
    "menuHeaderMain": "Menú Principal",
    "menuMainHome": "Inicio",
    "menuMainScreenshots ": "Capturas de pantalla",
    "menuMainForums ": "Foros",
    "menuMainDownloads ": "Descargas",
    "menuMainGames ": "Juegos",
    "menuMainBlogs ": "Blogs de ScummVM",
    "menuHeaderDocumentation ": "Documentación",
    "menuDocumentationFaq": "P.U.F.",
    "menuDocumentationDocumentation": "Documentación",
    "menuDocumentationCompatability": "Compatibilidad",
    "menuDocumentationWiki": "Wiki",
    "menuDocumentationCredits": "Créditos",
    "menuHeaderDevelopmentDevelopment": "Desarrollo",
    "menuDevelopmentBugTracker": "Gestor de fallos",
    "menuDevelopmentPatchTracker": "Gestor de parches",
    "menuDevelopmentTranslations": "Traducir ScummVM",
    "menuDevelopmentDailies": "Instantáneas diarias",
    "menuDevelopmentSourceCode": "Arbol de código fuente",
    "menuDevelopmentBuildbot": "Buildbot",
    "menuHeaderMisc": "Menú de misc",
    "menuMiscSubprojects": "Subproyectos",
    "menuMiscDemos": "Demos",
    "menuMiscPress": "Cobertura en prensa",
    "menuMiscContact": "Contacto",
    "menuMiscLinks": "Enlaces"
}
