{
    "20011122": {
        "title": "Välkommen till ScummVM",
        "content": "Välkommen till ScummVM! ScummVM är en SCUMM-tolk (Script Creation Utility For Maniac Mansion) för Linux och Windows."
    },
    "20020113": {
        "title": "ScummVM 0.1.0 släppt",
        "content": "Många nya förändringar i denna nya utgåva. Full Throttle fungerar nu bättre och det preliminära arbetet med The Dig har påbörjats. \\\\[[Hämta ner nu](/downloads/)\\\\]"
    },
    "20020121": {
        "title": "Ny webbplatsdesign",
        "content": "Tack till Jeremy Newman (laxdragon) för att han har designat och underhållit vår nya webbplats. Du är välkommen att kontakta honom med kommentarer och förslag."
    },
    "20020203": {
        "title": "Dreamcast-port av ScummVM",
        "content": "\"[Marcus Comstedt](https://sourceforge.net/sendmessage.php?touser=446790) har nyligen lagt upp SEGA Dreamcast-portningen av ScummVM i CVS. [Mark Thomas' Dreamcast Development](http://www.doc.ic.ac.uk/~mbt99/dcdev/) webbplats har mer information om och binära bilder av denna enastående port. Mer information om Dreamcast-emulering kan hittas på [DC Emulation](http://www.dcemulation.com/)."
    },
    "20020214": {
        "title": "Mer upptagen än en apa med utslag",
        "content": "![Zak256](/data/news/20020214.png) ScummVM-teamet är upptagna med att få fler av dina favorit klassiska LucasArts-spel att fungera. Ta en titt på den här lilla skärmdumpen för att mätta din aptit. Mer skärmdumpar och information kommer att flöda på det här sättet när det händer."
    },
    "20020220": {
        "title": "Windows dagliga ögonblicksbilder nu tillgängliga",
        "content": "Travis Howell gör dagliga ögonblicksbilder av ScummVM för Windows tillgängliga för hämtning. Kudos till Travis. Det finns också en länk till en Windows SDL-version av ScummVM. Denna version kräver inte Cygwin dll  \nVi har också placerat en kompatibilitetssida online för att hjälpa till att svara på den vanligaste frågan, \\\"Vilka spel fungerar?\". Vi kommer att hålla den här sidan uppdaterad allteftersom utvecklingen fortsätter."
    },
    "20020308": {
        "title": "Några ganska stora uppdateringar",
        "content": "![Full Throttle](/data/news/20020308.png) BBrox, Endy och Yazoo har haft fullt upp den här veckan (Kudos guys!). Här är vad som är nytt i utvecklingen av ScummVM:\n\n* Sam and Max är nu slutförbart!\n* *inSane* videomotor fungerar. Används i Dig och Full Throttle\n* Fler kommandoradsalternativ för kontroll. Se readme.txt\n* Förberedande arbete har påbörjats på Curse of Monkey Island\n* Mutle har lagt upp Mac-porten i CVS-trädet\n* Många buggar har åtgärdats."
    },
    "20020320": {
        "title": "Kodfrysning",
        "content": "ScummVM är för närvarande i en kodfrysning. Detta innebär att CVS inte kommer att uppdateras med några nya buggfixar, eftersom vi gör en stor omorganisation av motorn. Vi hoppas att genom att skriva om många delar av ScummVM till korrekt C++, kan vi fixa ett stort antal buggar som finns i motorn, samt göra koden lättare att arbeta med, för oss själva och utvecklare som vill ansluta sig till projektet i framtiden. Observera att detta innebär att buggrapporter och patchar som för närvarande finns i systemet inte kommer att granskas förrän efter att frysningen har upphört. Vi planerar att frysa i en vecka, även om det kan ta längre tid."
    },
    "20020404": {
        "title": "Kod avfrostad",
        "content": "Efter några veckor har ScummVM-koden officiellt avfrostats och arbetet med spelstöd fortsätter. Som en försmak har flera buggar med Zak256 åtgärdats, och spelet är nu mycket mer spelbart ... även om vi fortfarande är en bra bit bort!"
    },
    "20020406": {
        "title": "Loom och 0.2.0",
        "content": "Efter en del arbete är 256-färgs CD Talkie-versionen av Loom färdig! Med detta gjort börjar vi förbereda oss för en 0.2.0 release. För att hjälpa oss med detta ber vi er - våra spelare - att ta de senaste Daily Builds och CVS snapshots och spela igenom era favoritspel!  \nVi måste se till att följande spel kan slutföras utan några större spelbarhetsbuggar (t.ex. krascher, frysningar etc. - mindre problem som ljudsynkronisering räknas inte):\n\n* Loom CD\n* Monkey Island 1 (CD)\n* Monkey Island 2\n* Indy 4: Fate of atlantis\n* Sam and Max\n* Day of the Tentacle\n\nTack så mycket, och vi hoppas att allt kommer att fungera bra så att vi äntligen kan få ut en ny release! På allmän begäran kommer 0.2.0 också att innehålla en ny \"auto-save\"-funktion för att säkerställa att du aldrig förlorar timmar av hårt arbete för att du glömde att spara och plötsligt hittade en bugg!"
    },
    "20020409": {
        "title": "Lanseringsuppdatering",
        "content": "Tack vare flera personer har vi fått bekräftat att DOTT, Sam and Max och LoomCD alla kan färdigställas utan några \"större\" buggar i den nuvarande koden. Å andra sidan har flera allvarliga buggar med MI2 och Indy4 hittats, så 0.2.0-releasen kan ta något längre tid än väntat.  \n\nTill kodarna där ute, känn er fria att bläddra i bugglistan och ta ett försök att kommendera fixar för dem. För närvarande är det bara en person som regelbundet arbetar med ScummVM, så det går långsamt."
    },
    "20020414": {
        "title": "Statusuppdatering",
        "content": "0.2.0-versionen har skjutits upp ett tag eftersom ScummVM-motorn återigen genomgår en viss omorganisation. Men som en intressant bit av trivia kommer 0.2.0-utgåvan också att innehålla stöd för ett icke-SCUMM-spel! Simon The Sorcerer. Så dela och njut av de senaste CVS-folket.  \n\nOckså några av er kanske har märkt en PayPal-knapp längst ner i navigeringsfältet. Om du har haft glädje av ScummVM, donera lite pengar för att hjälpa oss att köpa programvara för att hjälpa utvecklingen. Tack!"
    },
    "20020501": {
        "title": "Statusuppdatering: Take Two",
        "content": "Ja, vi lever fortfarande. Tyvärr är vi långt ifrån redo för 0.2.0, men flera personer har tagit upp ett stort antal kritiska buggar som vi arbetar med. Håll dig till oss, vi kommer att få dem så småningom!  \n\nÅh, och förresten ... om någon vet var Sean Clark eller någon annan person som skriptade Sam och Max befinner sig, snälla kidnappa dem och tvinga dem att förklara ett irriterande skriptrace i Mystery Vortex som har hållit flera av oss vakna de senaste 48 timmarna.  \n\nTack, och njut av ScummVM :)"
    },
    "20020511": {
        "title": "De senaste nyheterna.",
        "content": "ScummVM-teamet arbetar fortfarande hårt med att fixa alla återstående buggar så att vi kan släppa vår nästa milstolpe (0.2.0). Under tiden kommer här några nyheter om projektet.  \n\nAv särskilt intresse kan vara det faktum att Zak McKracken 256 (den grafiskt förbättrade fmTowns-versionen) kommer att stödjas officiellt i 0.2.0, och för närvarande kan slutföras med endast två större buggar i den aktuella CVS.  \n\nVi har också för närvarande någon som arbetar på en GBA-port. Detta har varit en populär begäran och kommer förhoppningsvis att vara klar i tid för 0.3.0. Du kan se bevis på dess existens i [denna utvecklingsskärmdump] (http://www.bbrox.org/scummadv_by_ph0x_0427c.jpg). Portningen är för närvarande för tidig för att placeras i CVS, så håll ut :)  \n\nI andra port-nyheter har LyonHrt sammanställt en gammal CVS-version av ScummVM för Dreamcast, som underhålls av vår teammedlem Marcus Comstedt. De kan hittas listade nedan. Observera att eftersom detta är gamla builds stöds de inte officiellt av ScummVM-teamet. Kommentarer om denna port bör skrivas på ConsoleVision Dreamcast forum"
    },
    "20020514": {
        "title": "ScummVM 0.2.0 släppt!",
        "content": "Efter mycket väntan har ScummVM 0.2.0 släppts! Så gå över till nedladdningssidan och hämta den till din favoritplattform.  \n\nFör närvarande har vi nedladdningar för i386 Debian Woody, Windows, Dreamcast, MacOSX, Familiar/Intimate och Windows CE. Under de närmaste dagarna kommer vi också att lägga till nedladdningar för MorphOS, RPM:er och kanske en BeOS-nedladdning.  \n\nFörutom många stora korrigeringar stöder ScummVM nu flera nya spel, till exempel FmTowns 256-färgsversionen av Zak McKracken, CD-versionen av Loom och (konstigt nog) Simon the Sorcerer! Flera spel som stöddes i 0.1.0 kan nu slutföras i 0.2.0, till exempel Sam och Max.  \n\nScummVM version 0.2.0 innehåller också flera nya plattformar, bättre stöd för olika CPU-arkitekturer och endianer, många fler kommandoradsalternativ och experimentellt (t.ex. rapportera inte buggar på det!) stöd för Full Throttle, The Dig, VGA-versionen av Indiana Jones and the Last Crusade och VGA-versionen av Monkey Island (diskett)!  \n\nSå vänta inte. Hämta ner den nu, och om du verkligen gillar den, klicka på den lilla paypal-knappen under menyn för att donera pengar för att hjälpa ScummVM-teamet att köpa verktyg och programvara för att fortsätta det här projektet."
    },
    "20020527": {
        "title": "Lägesrapport",
        "content": "De dagliga Windows-versionerna innehåller inga virus, vissa antivirusprogram som [AntiVir](http://www.free-av.com) rapporterar felaktigt den senaste xbox-emulatortrojanen (TR/XBoxEmu.2) i alla självextraherande filer som skapats av [SFX Maker](http://www.sfxmaker.cjb.net/) \n\nArbetet med ScummVM har gått mycket långsamt på senare tid, eftersom huvudutvecklingsgruppen är ganska upptagen med andra saker.  \n\nVi är medvetna om en hel del problem i Zak256 och några mycket allvarliga i Simon som hittades för 0.2.0, och planerar att göra en interimsrelease (0.2.1) så snart de är fixade. Vi letar naturligtvis efter fler utvecklare som är villiga att hjälpa till, eftersom det för närvarande bara finns en person som arbetar med själva speltolken (även om flera arbetar med mer specialiserade delar av motorn).  \n\nVi känner också till att en GP32-port är på gång, och uppmanar alla som känner utvecklaren att få honom att kontakta [Ender] (mailto:scummvm@enderboi.com). Förutom att vi är ganska intresserade av hans arbete och vill bjuda in honom att gå med i teamet ... är vi ganska irriterade över att han har släppt binärfiler och det verkar inte finnas något sätt att kontakta honom för källkoden till hans port (vilket krävs av GPL-licensen som ScummVM använder)!  \n\nFram till nästa uppdatering... **Jag kan inte plocka upp den där! Nej, jag menar det! Läs mina läppar... I... ...kan inte... plocka... ...den... upp!**"
    },
    "20020616": {
        "title": "Lägesrapport, redux",
        "content": "Inte mycket att rapportera egentligen, men oroa dig inte, vi är långt ifrån döda. De flesta i ScummVM-teamet är väldigt upptagna med skola och arbete i verkliga livet just nu, men vi hoppas att det värsta kommer att vara över mycket snart och att vi kan komma igång med att krossa några fler buggar och släppa en ny version! Här är ett mycket grovt utkast till vad vi anser vara ScummVM-milstolpar:\n\n* 0.2.5: Alla spel som stöds är nästan buggfria\n* 0.3.0: The Dig och MI1 VGA Floppy stöds\n* 0.4.0: Indiana Jones and The Last Crusade stöds, fler buggfixar\n* 0.5.0: Stöd för Full Throttle, grundläggande stöd för CMI och Maniac Mansion\n* 0.6.0: Mer arbete med CMI, MM och ytterligare buggfixar\n* 0.7.0: Maniac Mansion färdigställt, Zak McCracken och Loom16 spelbara\n* 0.8.0: Zak McCracken och Loom16 färdigställda\n* 0.9.0: Buggfixar och CMI färdigställt\n* 1.0.0: Slutet på början\n\nSjälvklart är detta en mycket grov skiss, och kan ändras om vi plötsligt gör ett genombrott i ett spel. Men det här är bara för att ge folk en grundläggande uppfattning om vart vi är på väg. CMI-support kommer att bli svårast, eftersom det är ganska drastiskt annorlunda jämfört med de versioner av SCUMM som vi har haft att göra med fram till nu. Trevligt äventyr!"
    },
    "20020625": {
        "title": "Åh, de juridiska aspekterna!",
        "content": "**Uppdatering: Texten i brevet, och teamets svar, finns [i scummvm-devel list archives](https://sourceforge.net/mailarchive/forum.php?thread_id=837277&forum_id=7223)** \nIdag var en milstolpe för ScummVM-projektet, eftersom vi äntligen fick det efterlängtade e-postmeddelandet från LucasArts Legal angående projektet.  \n\nTack och lov verkar de ännu inte ha något giltigt klagomål. Deras meddelande med begäran om att ta bort webbplatsen baseras på antagandet att vi distribuerar LucasArts egen motor på denna webbplats. Naturligtvis är ScummVM ett helt originellt verk som bygger lika mycket på omvänd ingenjörskonst och originalavkodningsarbete av många olika människor i samhället, så denna begäran påverkar oss inte riktigt.  \n\nVi är säkra för tillfället och kommer att fortsätta arbeta med att föra de underbara klassikerna från LucasArts-företaget till dina datorenheter under, förhoppningsvis, en lång tid framöver!"
    },
    "20020701": {
        "title": "Vi har fler liv än LeChuck!",
        "content": "Tja människor, vi lever fortfarande så här långt. Vi pratar för närvarande med LucasArts för att se om vi kan förhandla fram ett avtal. För att vara ärlig, även om vi hoppas att det är möjligt, är vi tveksamma till att det avtal som LucasArts kan ge oss kan ge oss vissa friheter som vi behöver för att utveckla. En av de största rädslorna hos de flesta företag är GPL (General Public License). Vissa företag anser att den ger användarna alldeles för stor frihet att använda deras programvara. Om LEC känner likadant måste vi tyvärr tacka nej till deras erbjudande. Det är i det närmaste omöjligt att återlicensiera GPL-programvara, eftersom det skulle innebära att man måste få tillstånd från alla som någonsin skrivit en enda rad kod som ingår i ScummVM.  \n\nHittills har det mesta av vår kommunikation varit off-the-record och ganska vag, men var säker på att vi inte har försvunnit, och vi kommer att ge dig de senaste nyheterna när det händer!  \n\nOckså tack till människor som donerar. Vi är för närvarande på lite över $ 100, som är taggade för att spenderas på både att köpa versioner av spel för testning, och också spara upp till vårt mål på $ 300 för att köpa en kopia av IDA Pro, utan tvekan den bästa disassembleraren på jorden. Fortsätt donera :)"
    },
    "20020812": {
        "title": "Efterlyses: En bit tvål",
        "content": "God eftermiddag gott folk. Jag vet att det var länge sedan ni hörde från mig, och ni kanske undrar varför jag ringde er idag.  \n\nJag har hört rykten om att projektet är dött, och jag skulle vilja försäkra alla om att det inte är så. Vi har jobbat väldigt hårt den senaste tiden och många buggfixar har gjorts till olika spel. Faktum är att vi nästan är redo för en ny utgåva.... men vi väntar på en lösning på vårt juridiska drama innan det händer.  \n\nSå, vad händer på den juridiska fronten? Jo, vår tidigare projektledare (James 'Ender' Brown) har haft många telefonkonferenser med LucasArts, och vi kommer inom kort att tillkännage ett avtal som kommer att göra båda parter nöjda. Jag skulle vilja tacka LEC för att de är öppna för att hjälpa till att hålla projektet vid liv, istället för att bara tvinga oss att lägga ner.  \n\nFörhoppningsvis kommer nyheter om vår framtid att meddelas inom nästa vecka. Fram till dess, fortsätt donera och fortsätt berätta för alla hur mycket du älskar ScummVM. Kom ihåg att det inte är folk som säger \"LucasArts SUX\" som kommer att övertyga dem om att fortsätta hjälpa projektet ... det är folk som säger \"ScummVM Rules\" som kommer att göra det!"
    },
    "20020829": {
        "title": "Betala aldrig mer än 20 dollar för ett dataspel...",
        "content": "Mina damer och herrar, trehövdade apor och utomjordiska hjärntvättare... låna mig era öron.  \n\nFör det första en uppdatering om våra juridiska förhandlingar med LucasArts. Vi är förhoppningsvis mycket nära att slutföra vårt arrangemang, och någon gång under nästa vecka hoppas vi kunna göra ett tillkännagivande om detta. Naturligtvis hade vi hoppats på att kunna göra ett tillkännagivande för en dryg månad sedan. Tyvärr är det ganska mycket att göra på LucasArts, så det har tagit ett tag att prata med de relevanta personerna.  \n\nPå ett annat sätt skulle jag vilja ta upp något som kommer upp minst en gång i veckan. Nej, ScummVM är för närvarande inte i någon form av position för att börja stödja ANDRA icke-SCUMM-spel. Bortsett från införandet av Simon-stöd har det nuvarande teamet alldeles för mycket att göra med att försöka slutföra stödet för befintliga klassiska LucasArts-äventyr. Även om vi kan komma att lägga till stöd för andra spel i framtiden, planerar vi inte det för närvarande ... och alla förfrågningar om att göra det kommer omedelbart att ignoreras.  \n\nOm det inte åtföljs av en donation av pengar över 2 000 USD.  \n\nVi föreslår att du ber om hjälp på den underbara [VOGONS](http://vogons.zetafleet.com/) (Very Old Games on New Systems) webbplatsen om du behöver hjälp med andra spel på moderna operativsystem.  \n\nAlltså, det var allt för tillfället. Donationer har varit ganska obefintliga på sistone, så om du inte redan har gjort det kan du överväga att använda PayPal-knappen under menyn till vänster ... och skicka oss lite pengar. För närvarande använder vi donationer för juridiska kostnader och inköp av programvara (till exempel en kopia eller tre av [IDA Pro](http://www.datarescue.com/), samt spel som några av våra utvecklare kanske inte redan har)."
    },
    "20020915": {
        "title": "Hip-Hip Mur-ray!",
        "content": "Klockan 16:57 (GMT), den 17 september... kommer jag - ScummVM - officiellt att vara ett år gammal!  \nOlyckligtvis berättade ingen för mig när min födelsedag var, de sa att jag var föräldralös! Men jag ska försöka ordna en fest i alla fall. Så alla är inbjudna att delta i min IRC-kanal, #scummvm, på irc.freenode.net!  \n\nOm du är någon kändis, eller om du gillar mig, eller vad som helst, och du vill titta in och säga \"Hej!\" till mig och mina [föräldrar](http://www.scummvm.org/contact.php)... kom förbi! Eller om du bara vill skicka ett födelsedagskort eller svara på inbjudan till festen kan du gå till kontaktsidan och skicka ett e-postmeddelande till Endy eller någon annan. Eller skriv ett inlägg i mitt nya glänsande [Birthday Forum](https://sourceforge.net/forum/forum.php?forum_id=210596). Vi borde vara här i stort sett hela dagen.  \n\nOm du faktiskt vill träffa en ScummVM-utvecklare i verkligheten och bjuda honom (jag har ingen mamma! Wahh!) på en öl eller något.... kan du alltid skriva ett inlägg i [Födelsedagsforum](https://sourceforge.net/forum/forum.php?forum_id=210596) och se om det finns någon annan i ditt område. Jag är säker på att de skulle uppskatta det!  \n\nOh, och jag tappade bort en liten fleecetröja med tre blå rosor på. Om du ser den, vänligen lämna in den till CVS åt mig!"
    },
    "20021004": {
        "title": "Inte död, Murray, bara förbannad.",
        "content": "Och nu, för vår halvårsvisa nyhetsuppdatering!  \n\nDen juridiska situationen är fortfarande oklar, eftersom vi väntar på ett svar från LucasArts på vårt senaste e-postmeddelande.  \n\nFramstegsmässigt kommer folk som följer den dagliga byggningen att ha märkt det nya GUI i spelet som vi har implementerat. Det är fortfarande ett pågående arbete, så förvänta dig att udda saker händer.  \nNågra av våra underbara utvecklare arbetar för närvarande med att förbättra kompatibiliteten med The Dig och Full Throttle, eftersom det verkar som om vi till och med kan få en av dessa kompletta när den juridiska situationen är löst och vi kan få ut vår nästa version.  \n\nUnder tiden är CVS-trädet och de dagliga byggnaderna något i en experimentell form.  \n\nPå tal om andra frågor söker vi legosoldater för att kidnappa två personer så att vi kan tortera dem till att avslöja de två nuvarande \"problemområdena\" i ScummVM.  \n\nVi behöver den person som främst utökade iMUSE för Sam och Max Hit The Road. I stort sett alla kvarvarande buggar med ScummVMs stöd för det spelet är relaterade till iMUSE -systemet, så om någon kan \"skaffa\" en person eller någon information om detta delsystem, vänligen kontakta [Ender] (mailto:scummvm@enderboi.com) för att ordna diskret leverans av... paketet.  \nFör det andra behöver vi [Vince Lee] (http://www.mobygames.com/developer/sheet/view/developerId,1526/) för förhör om den vansinniga cutscene-motorn som används i spel som Full Throttle. Vår brist på information om detta system har lämnat oss i en återvändsgränd när det gäller framsteg i det här spelet. Om du kan få tag på den här personen, eller någon information om INSANE, kommer du att bli väl belönad. Anonymitet kommer att respekteras, om \"förvärvaren\" önskar det.  \nSom ett alternativ kan vi förhandla om ett avtal om någon vill göra en räd mot LucasArts HQ och övertyga dess ockupanter att dela med sig av källa eller information om dessa två föremål. Våra egna försök till infiltration av denna anläggning har misslyckats på grund av en mystisk person som kallas \"Management\".  \n\nSeriöst, om någon har någon information om dessa två huvudvärk för oss, vänligen kontakta [Ender] (mailto:scummvm@enderboi.com). Om du tidigare har arbetat på LucasArts och vill hjälpa till anonymt så respekterar vi det. Jag skulle inte vara alltför rädd för att ge hjälp, eftersom våra egna förhandlingar har visat att de är ganska villiga att låta oss existera, de är bara inte villiga (\"för tillfället\") att dela med sig av någon faktisk information eller källa.  \n\nTack för att du spelade, och kom ihåg - \\\"betala aldrig mer än 20 dollar för ett datorspel\\\"!"
    },
    "20021017": {
        "title": "Tillståndet för SCUMM",
        "content": "Ett meddelande skickades nyligen till scummvm-utvecklingslistan som beskriver den aktuella statusen för ScummVM, inklusive saker som detaljer om vart vi är på väg för vår nästa utgåva och en uppdatering av den juridiska situationen.  \n\nHär är en länk till [State of the SCUMM e-mail] (http://www.scummvm.org/status.php)"
    },
    "20021105": {
        "title": "Det är ett SCUMMY-jobb, men någon är...",
        "content": "Vi verkar ha tappat kontakten med LucasArts, eftersom vi inte har hört något från dem på flera veckor nu. Så, förutsatt att de inte plötsligt mejlar oss och lägger in sitt veto, förbereder vi oss för en 0.3.0 release.  \n\nFörst och främst kommer ScummVM 0.3.0 att innehålla stöd för:  \n\n* Zak McKracken (FmTowns 256 Color Version)\n* Monkey Island (VGA Floppy och Enhanced CD)\n* Monkey Island II\n* Loom (CD Talkie version)\n* Indiana Jones and the Fate of Atlantis\n* Day of the Tentacle\n* Sam and Max Hit the Road\n* The Dig\n* Simon The Sorcerer 1\n\n\n Nästa stora release, 0.4.0, kommer att innehålla stöd för:  \n\n* Simon The Sorcerer 2\n* Full Throttle\n* Indiana Jones and Last Crusade (256-färgsversion)\n\n\n\nSå, vad kan du göra för att hjälpa till? För närvarande kräver vi att folk testar alla spel som stöds och meddelar oss om det finns några större buggar som gör att de inte kan slutföras. För detaljer om hur man gör detta, se [ScummVM 0.3.0 Release Info] (http://www.scummvm.org/documentation.php?view=release)."
    },
    "20021108": {
        "title": "Meddelande om driftstopp",
        "content": "Hälsningar äventyrare!  \n\nSourceForge, vår värd, flyttar hårdvara den 14 och 17 november. Under denna tid kommer det att förekomma ett antal avbrott:  \n\n* 14th: ScummVM-nedladdningar och e-postlistor kommer inte att vara tillgängliga mellan ungefär 16:00 Pacific Time (GMT-8), till 19:00.\n* 17th: ScummVM:s huvudsida och CVS-träd kommer att vara otillgängliga från 10:00 Pacific Time. Detta kan pågå i upp till 12 timmar, men förhoppningsvis mindre!\n\n\n\nTack, och snälla handla på Snuckeys igen!"
    },
    "20021207": {
        "title": "Kan det vara sant? Är det en fågel? Är det ett flygplan...?",
        "content": "**Nej!**, det är ScummVM 0.3.0b, vår första officiella release sedan LucasArts bestämde sig för att ge sig på oss!  \n\n\n*Liten uppdatering, vi har också lagt till några länkar på vår länksida som du kanske vill kolla in. Särskilt VOGONS, snälla sluta fråga oss om vi ska göra saker som att lägga till stöd för Beneath a Steel Sky :)*\n\n\n\nDet stämmer, sedan de många många månaderna sedan LucasArts först utfärdade oss med ett DMCA-meddelande (och klokt nog beslutade efter den efterföljande slashdotting och fan backlash från er, våra användare, att förhandla om ett avtal :), har vi väntat på en uppgörelse med LucasArts innan vi släppte en efterlängtad ny version. Väntan är över. Nej, vi har inte nått en uppgörelse, vi blev bara trötta på att vänta på att släppa den här pärlan.  \n\nDet har varit hundratals, om inte tusentals, buggfixar sedan vår senaste 0.2.0-release ... för att inte tala om stöd för minst tre nya spel (VGA-versionen av Indiana Jones and the Last Crusade, och stöd för The Dig och Simon the Sorcerer 2) ... och nya funktioner som en kraftigt förbättrad gui i spelet och en inbyggd launcher för att göra det ännu enklare för dig att lägga till, konfigurera och köra dina klassiska LucasArts (och AdventureSoft) spel. Experimentellt stöd för Full Throttle finns här, liksom många buggfixar för de spel som introducerades i vår senaste version ... till exempel FmTowns 256-färgsversionen av Zak McKracken och VGA-diskettversionen av Monkey Island.  \n\nFör en kort sammanfattning av ändringarna, kolla in [Release Notes](https://downloads.scummvm.org/frs/scummvm/0.3.0b/ReleaseNotes), eller ännu bättre... bara gå över och [ladda ner den jäkla saken](/downloads/).  \n\nFörhoppningsvis kommer vi att kunna komma med nya releaser oftare från och med nu, förhoppningsvis åtminstone varje månad. Vänligen njut av den här utgåvan så mycket som vi har blivit frustrerade över att göra den, och kom ihåg - om du ger alla dina pengar till LucreArts, kanske de låter oss leva istället för att överge oss på ... on.... Monkey Island! (Ugh, bananer... jag hatar bananer).  \n\nFör de som är intresserade av tråkiga nyheter kommer här både en sammanfattning och en uppdatering av vår juridiska situation, för de användare som just nu upptäcker ScummVM.\n\n* * *\n\n*Vi har varit i ett dödläge med LucasArts under en tid nu. LucasArts gillar helt enkelt inte vår nuvarande licens, GPL (General Public License). Även om vi inte tycker att det är nödvändigt har vi gått med på att ändra licensen till något mer LucasArts-vänligt. LucasArts vill dock att vi ska inkludera distributionsvillkor som strider mot avsnitt ett i både [Debians riktlinjer för fri programvara (DFSG)] (http://www.debian.org/social_contract#guidelines) och [Open Source Definition] (http://www.opensource.org/docs/definition.html). Vi kan inte gå med på detta, inte heller det villkor de vill kräva (ingen kommersiell distribution)... eftersom det strider mot DFSG och OSD, som vi kräver, och det är något vi juridiskt inte kan vara säkra på att genomdriva - flera Linux- och BSD-distributioner innehåller redan ScummVM-paket, och vi kan inte vara säkra på att de kommer att märka en licensändring. Åh, och vi VILL att distributioner ska kunna inkludera vår programvara :)  \n\nHittills har LucasArts inte kunnat ge oss några bestämda klagomål angående ScummVM, förutom några vaga påståenden om att om de inte genomdrev dessa villkor för oss, skulle det effektivt ge upp sina rättigheter till sin egen immateriella egendom. Vi tror inte på detta, det finns verkligen inte några dokumenterade fall där GPL har lett till en sådan utmaning tidigare, och mycket viktigare egendomar har licensierats under GPL tidigare, till exempel Quake-titlarna från [id software] (http://www.idsoftware.com/). LucasArts släpper inte någon av sina egna koder under GPL, och vi anser verkligen inte att de ska kräva att vi ändrar vår licens - allt vi vill att de ska göra är att lämna oss ifred för att skapa vår emulator. Sanktionera oss, om det får dem att känna sig säkrare juridiskt. Men om de ska kräva ett så stort steg från vår sida för att ändra vår licens, måste de åtminstone kapitulera på punkten OSD / DSG-efterlevnad.  \n\nVi här på ScummVM-teamet skulle vilja tacka folket på LucasArts som stöder oss och försöker hjälpa oss att komma till en överenskommelse. Men killar, vi är era fans. Allt vi gör är att uppdatera motorn för spel, i form av en emulator... för det har ni inte gjort - trots att vi har bett er om det i åratal. Vi har till och med tjänat mer pengar åt er, eftersom ganska många av oss har gått ut och KÖPT era klassiska paket, bara för att spela det med ScummVM.* \n\n\n**De här sista styckena har tagits fram av avdelningen \\\"Snälla stäm oss inte för att vi gör en ny utgåva\\\".**"
    },
    "20021214": {
        "title": "Media Blitz",
        "content": "Jag glömde att nämna detta när vi släppte 0.3.0b, men ScummVM har nyligen setts i en brittisk tidning: *PC Zone* nämnde ScummVM i en recension av iPAQ 3870. En [sidskanning](/data/news/pczone.jpg) finns tillgänglig. Dessutom hade den tyska datortidningen [c't](http://www.heise.de/ct/) en artikel om spel för PDA:er där Pocket Scumm också nämndes (tyvärr finns ingen bild tillgänglig just nu).  \n\nEn apa i fickan? Definitivt.  \n\nOm någon annan upptäcker ScummVM i media skulle vi uppskatta om ni hörde av er till oss på [press\\\\_stuff@scummvmNOSPAM.org](mailto:press_stuff@scummvmNOSPAM.org). Ta bort NOSPAM från adressen, så klart. Om möjligt, skicka oss också en skanning av sidan.  \n\nOm du **jobbar** för en tidning som vill nämna ScummVM, kanske i en artikel om retrospel (\\\\*hint hint\\\\*), så får du också gärna höra av dig till oss. Vi kan förmodligen ordna en intervju, skärmdumpar, hjälp... och/eller stora mutliknande mängder bananer."
    },
    "20021227": {
        "title": "Murray Christmas",
        "content": "Vi här på ScummVM-teamet hoppas att alla hade en bra jul!  \n\nFörst vill vi nämna att LucasArts har släppt ett paket, i alla fall i Storbritannien, med uppdaterade versioner av Sam and Max och Full Throttle, utformade för att fungera med Windows 95/98/ME/NT/2K/XP. Detta paket (med den fantasifulla titeln \"The Entertainment Pack\") innehåller också The Dig och Grim Fandango... dessa versioner har inte uppdaterats och är de ursprungliga Windows-versionerna (ja, dessa spel kom med inbyggda Windows-portar i några av de tidigare LucasArts Adventure Packs).  \n\nDe uppdaterade Sam and Max- och Full Throttle-motorerna portades inte internt av LucasArts, troligen på grund av tidsbrist OCH för att de flesta som arbetade med SPUTM/SCUMM ändå har slutat, utan av Aaron Giles - den ursprungliga Mac Porter (och känd MAME-utvecklare :). Det finns inga modifieringar förutom en DirectX-omslag runt grafikkoden och en riktigt riktigt dålig grafikskalare.  \n\nVår uppfattning? Kalla oss partiska, men såvida du inte *behöver* perfekt kompatibilitet, vill spela Full Throttle nu eller saknar mer än två av dessa spel - kommer det förmodligen att vara mycket billigare att köpa dessa spel begagnade eller individuellt. De medföljande uppdaterade binärerna är funktionsmässigt sämre än ScummVM, eftersom du går miste om våra förbättrade funktioner, såsom stöd för plattformar -andra- än Windows (såsom Macintosh, Unix och PocketPC), våra grafikskalare, etc. Om du köper paketet är naturligtvis speldatafilerna oförändrade och naturligtvis kompatibla med ScummVM ändå. Det *är* trevligt att se LucasArts släppa något sådant här, och göra något positivt för att försöka återuppliva sina klassiska spel - eller åtminstone trumma upp marknadsföringshype för uppföljaren :)  \n\nSlutsats, köp det om du vill ha det eller är en samlare - men det är inte värt pengarna bara för Windows-kompatibilitet. Men om du köper den uppmuntrar du LucasArts att uppdatera fler klassiker i framtiden - även om ScummVM förhoppningsvis kommer att göra ett sådant behov föråldrat inom kort. Vi föreslår att LucasArts spenderar sina utvecklingskostnader på att återutge sina förlorade och sällsynta klassiker, som FmTowns 256 färgversion av Zak Mckracken. För de som är intresserade sammanställdes de uppdaterade versionerna den 2 oktober för Full Throttle och den 24 oktober för Sam and Max.  \n\nI utvecklingsnyheter har flera ScummVM-utvecklare faktiskt varit riktigt tråkiga och *kodat* den här julen och på bara några dagar kommit fram till grunderna för Curse of Monkey Island-stöd. Jag är säker på att våra Macintosh-användare kommer att bli glada att höra att de, om kanske så lite som en månad, äntligen kommer att kunna spela det här spelet. Stöd finns i de senaste CVS- och Daily Builds, men **lägg INTE in felrapporter** eftersom vi vet att det inte riktigt fungerar eller gör någonting för tillfället. Fullt stöd kommer att finnas tillgängligt \"När det är klart\"... eller dagen efter Duke Nukem Forever kommer ut. Vilket som än inträffar först.  \n\nHo Ho Ho Ho!"
    },
    "20021230": {
        "title": "Och ett gott nytt år!",
        "content": "... till alla utom Casa Addams, många användare på Clie Source-forumen (som uppenbarligen har hjärnor lika stora som sina handdatorer) och den andra idioten som buntar ihop ScummVM med warez LucasArts-spel på UseNet. Detta är något av en öppen vädjan, även om vi inte riktigt förväntar oss att idioter som har gjort något så idiotiskt ska lyssna.  \n\nFörlåt för att detta öppna meddelande är så hårt killar, men inser ni inte att genom att associera och bunta ScummVM **med ** piratkopior (\\\"Abandonware\\\" eller på annat sätt) av LucasArts-spel, ger ni dem i princip ännu mer ursäkt för att vidta rättsliga åtgärder mot oss (och ge möjlig ekonomisk ruin för utvecklarna av detta program :) ... Jag är särskilt besviken på chrilith som nästan helt säkert har garanterat att det aldrig kommer att finnas en officiell Palm-port av ScummVM integrerad i CVS, såvida vi inte känner oss väldigt förlåtande.  \n\nOm du uppskattar vad vi gör, och har gjort, så missbruka det inte. Annars skadar du ryktet och den möjliga juridiska statusen för både ScummVM och dess utvecklare. Jag har sett några MYCKET löjliga kommentarer på Clie Source-forumen om att LucasArts inte säljer de här spelen längre. Med undantag för vissa versioner (särskilt Zak256 och LoomCD) är detta dumt. De flesta LucasArts-spel kan beställas i samlingspaket från Amazon eller LucasArts-butiken (om du bor i Amerika.). Jag såg förresten ett gäng klassiska LucasArts-äventyr i Electronic Boutique när jag julhandlade.\n\n* * *\n\nI andra nyheter går Curse of Monkey Island-supporten framåt! Passa på att prova de senaste Daily Builds om du gillar att leva på den vilda sidan (men lämna naturligtvis inga buggrapporter till CMI-support)."
    },
    "20030104": {
        "title": "Ho Ho Ho och en flaska...",
        "content": "Först en snabb notering om att problemen med Clie Source-forumet har lösts och att Clie/Palm-porten kommer att läggas in i CVS så snart chrilith har uppdaterat sin port så att den fungerar med 0.3.0:s OSystem-arkitektur.  \n\nEn snabb uppdatering om CMI (COMI/Monkey3)-stöd. På bara några veckor har anmärkningsvärda framsteg gjorts när det gäller stöd för detta spel, men arbetet kommer troligen att gå långsammare under nästa vecka eftersom olika utvecklare är upptagna med annat. För närvarande är det, med undantag för några buggar som gör Cannon-scenen ganska svår och instabil, möjligt att spela en bit in i del II av spelet.  \n\nDe nuvarande huvudproblemen som återstår inkluderar en bugg med flObject-allokering (orsakar en krasch i vissa dialogsekvenser), vissa skriptavslutningsproblem (orsakar olika spelförstörande krascher i kanonscenen och flera del II-pussel) och de olika problemen med det inledande kanonpusslet.  \n\nSom vanligt, kom ihåg att det här arbetet fortfarande är experimentellt, och skicka inte in några felrapporter om det. Patchar är dock mycket välkomna! :)"
    },
    "20030106": {
        "title": "Pingviner, pingviner... överallt",
        "content": "Hej alla.  \n\nJag (Ender) är intresserad av att ta reda på om några ScummVM-användare kommer att vara närvarande på Linux.conf.au '03 här i Perth ... om du kommer att vara där, släpp ett inlägg i forumet. Om det är några som kommer kanske vi kan träffas och äta pizza eller något efteråt, eller kanske ordna en spontan sista minuten Classic Gaming BOF (om någon annan vill organisera det, jag är en hemsk person för den typen av saker :)  \n\nBlonk."
    },
    "20030114": {
        "title": "Du har lärt dig en värdefull läxa idag, och det är det bästa priset av alla! (Hyuk hyuk hyuk hyuk!)",
        "content": "Om du är en Linux-användare, Happy Penguin kör en [serie omröstningar](http://happypenguin.org/forums/viewforum.php?f=17) för att bestämma de bästa spelen i massor av kategorier. Gå och rösta på dina favoritemulatorer, vad du tycker är det mest lovande projektet, etcetera... Förhoppningsvis kan några av dessa röster till och med vara för oss :)"
    },
    "20030128": {
        "title": "Folket har talat :)",
        "content": "På Linux Game Tome (http://happypenguin.org) har ScummVM utsetts till [Bästa emulator] (http://happypenguin.org/forums/viewtopic.php?t=549). Tack till alla som röstade på oss.  \n\nI andra nyheter håller stödet för Curse of Monkey Island på att stabiliseras. Det finns fortfarande ett antal små grafiska fel, men för närvarande har vi bara två kända spelkritiska buggar och ett antal andra \"olägenheter\" och fall av felaktigt beteende. Vi hoppas kunna meddela att Curse of Monkey Island är komplett mycket snart.  \n\nMånga människor har frågat oss vad vi ska göra nu. Här är en kortfattad guide (som kan komma att ändras!) till våra närmaste mål:\n\n* Februari 2003: Curse of Monkey Island färdigställt\n* Februari - mars 2003: Regressionstester/buggfixar för andra spel som stöds\n* Februari - mars 2003: Färdigställande av Launcher-funktionaliteten (dialogrutor med flikar, etc) \n* Början av mars 03: CVS-frysning, regressionstestning, 0.4.0 release\n* Mars och framåt: V1/V2-spelStöd för  (Maniac Mansion, Zak som inte är FmTowns, EGA Loom, etc.)\\\n\n\n\nSom vanligt är detta bara en grov riktlinje som beror på både framsteg och fritid för våra utvecklare. Om du vill hjälpa till och vet hur man använder CVS och en kompilator ... antingen fixa buggar eller regressionstesta! Vi letar mycket efter personer som kan testa CVS med andra spel än ComI och leta efter kritiska buggar som inte fanns i 0.3.0b, sedan försöka prova olika versioner av CVS och lokalisera åtminstone den dag då buggen började inträffa. Detta gör att vi lättare kan avgöra vilka ändringar som har orsakat problem, utan att spendera veckor med att gissa i blindo.  \n\nOm du hittar en kritisk bugg som också finns i 0.3.0b, leta efter en buggrapport. Om det inte finns någon, vänligen skicka in en!"
    },
    "20030308": {
        "title": "Playstation 2-portering",
        "content": "Arbetet har gått långsamt den senaste tiden, men med tillägget av Super Dooper Secret Project Number Six har utvecklingen börjat ta fart igen med en hel del kodrensning och några ganska viktiga buggfixar. Förvänta dig en ny release så småningom.  \n\nI andra nyheter har det skett en ökning av intresset för en Playstation 2-port igen. Jag (Ender) är ganska villig att göra en sådan om folk donerar minst 75 USD (se den lilla knappen under menyn) för att köpa ett modchip. Det borde inte ta lång tid, och en av er - våra lojala användare - har redan erbjudit sig att installera det åt mig om jag lyckas få tag på ett. Om vi finner att det finns tillräckligt med intresse (vilket naturligtvis beror på donationsstatusen :)), kommer vi att starta en officiell port ASAP."
    },
    "20030318": {
        "title": "RIP yot, 1983 - 2003",
        "content": "Förra fredagen, den 14 mars, begick vår ScummVM-utvecklare och vän Felix Jakschitsch (känd för många under sitt smeknamn *yot*) självmord vid 19 års ålder. \n\nVi är helt chockade över detta och vet inte eller förstår inte vad som drev honom till detta. Det är en sorglig värld där en glad, intelligent och hjälpsam man försätts i en situation där han inte ser någon annan utväg än att ta sitt eget liv. Vi är ledsna över att förlora vår uppskattade vän. Han bidrog med viktigt arbete till ScummVM, inklusive mycket av Zak256-stödet. Hans förlust är djupt känd av oss alla, och vi vill framföra våra kondoleanser till hans familj och nära vänner, vars sorg vi delar.\n\nOm du vill lämna ett meddelande till hans vänner och familj finns det en [gästbok tillgänglig](http://www.cbg2003.de/). Här finns också en tidningsartikel med mer information (använd babelfish om du inte talar tyska).\n\nFelix, vi saknar dig och kommer aldrig att glömma dig."
    },
    "20030424": {
        "title": "Aktuella grejer.",
        "content": "Vi har fått ett antal e-postmeddelanden den senaste tiden där vi frågar om det pågår något arbete med ScummVM. Vi vill försäkra folk som -inte- följer CVS att ja, det händer en hel del. \n\nVi förbereder oss för närvarande för lanseringen av 0.4.0, som bör ske inom några veckor. Jag skulle vilja be alla som känner för att leva farligt att prova CVS och Daily Builds och meddela oss om eventuella problem som vi bör vara medvetna om. I avsnittet \"Dokumentation\" till vänster ser du en \"ScummVM 0.4.0 Checklist\". Spel som har testats utan några problem är markerade där - testa de spel som inte är markerade som testade och låt oss veta dina resultat på Forum **(Uppdatering: Det är det allmänna forumet)**. Kom ihåg att inkludera datumet då du laddade ner den version du slutförde spelet med.\n\nFör närvarande fokuserar vi på tidigare EGA-spel (Maniac Mansion, Zak McKracken, LoomEGA, Indy3EGA), även om stödet för Beneath a Steel Sky fortskrider i en långsam men stadig takt. Någon donerade också nyligen ett Playstation 2-modchip till teamet, så förvänta dig en inbyggd PS2-port så snart Ender har installerat det (ScummVM körs redan bra under Playstation2 Linux).\n\nEn påminnelse till dem som är intresserade av våra senaste framsteg, du kan alltid registrera dig på cvs-logs e-postlista. Klicka på länken \"Project Home\" till vänster och bläddra till sidan \"Lists\". Den här listan kommer att få ett e-postmeddelande varje gång det görs en ny ändring i källkoden, så var beredd på att den kan vara ganska teknisk och högtrafikerad. Som ett alternativ kan du bara leka med CVS Checkouts eller Daily Builds och upptäcka allt nytt själv :)"
    },
    "20030512": {
        "title": "SLEMMIG TABLOIDREPORTER TILLKÄNNAGER SCUMMVM 0.4.0",
        "content": "Fem månader efter vår senaste utgåva, 0.3.0b, och över 2500 CVS-kommiteringar/tillägg senare, presenterar ScummVM-teamet stolt ScummVM 0.4.0.\n\nFöljande är en översikt över vad som är nytt i 0.4.0:\n\n* Curse of Monkey Island (comi)-stöd (experimentellt)\n* Lagt till stöd för EGA-versionerna av Loom, Monkey Island och Indy3\n* Förbättrat musikstöd i Indy3 och diskettversionerna av Monkey Island\n* Många förbättringar och korrigeringar av Simon the Sorcerer 1 & 2\n* Mycket pre-alpha Beneath a Steel Sky-kod. Förvänta dig inte att den ska göra någonting (den är faktiskt inaktiverad i 0.4.0-versionen, men du kan få den genom att kompilera ScummVM själv).\n* Ännu mer pre-alpha stöd för förbättrade versioner av V2 SCUMM-spel (Maniac Mansion och Zak)\n* Preliminärt stöd för tidiga Humongous Entertainment-titlar (mycket experimentellt)\n* Ny debug-konsol och flera GUI/Launcher-förbättringar\n* Ny Save/Load-kod (lättare att expandera med bibehållen kompatibilitet)\n* Dreamcast-porten fungerar nu med nya spel som lagts till för 0.3.0b\n* Ny officiell PalmOS-port\n* Diverse mindre och inte så mindre SCUMM-spelfixar\n* Stor minnesläcka fixad för The Dig/COMI\n* SMUSH-koden optimerad, frame dropping tillagd för långsammare maskiner\n* Kodrensningar\n\nKällkoden samt binärfiler för Linux, Windows, Mac OS X, PocketPC, Solaris och PalmOS finns redan tillgängliga på vår [nedladdningssida](/downloads/). Andra binära filer för MorphOS, Dreamcast och andra kommer att följa inom kort.\n\n*Vi hoppas att du kommer att njuta av den bästa ScummVM någonsin!*"
    },
    "20030525": {
        "title": "Res dig, son till Cygna! Det är gryningen av ScummVM 0.4.1",
        "content": "ScummVM 0.4.1, en stabilitetsfokuserad punktversion, är nu tillgänglig för nedladdning. Ändringar sedan 0.4.0 inkluderar:\n\n* Flera krascher/buggar har åtgärdats i Curse of Monkey Island.\n* Flera iMUSE- och musikrelaterade buggar har åtgärdats.\n* AdvMame3X är nytt, vilket ger ett 3x skalat och AdvMame-utjämnat spel.\n* Fixade flygplatsdörrar i Zak McKracken\n* Fixade krasch i SDL backend\n\nKällkoden, samt binära filer för Linux, Windows, Mac OS X, Solaris och PalmOS finns redan tillgängliga på vår [nedladdningssida](/downloads/). Som alltid kommer andra binära filer (för PocketPC, MorphOS, Dreamcast och andra) att följa inom kort."
    },
    "20030711": {
        "title": "ScummVM 0.5.0-Pre",
        "content": "ScummVM har precis gått in i en CVS-frysning och testning, för att förbereda för en eventuell 0.5.0 stabil release (förhoppningsvis i slutet av juli). Men vi behöver *DIN* hjälp! \n\nKlicka på det lilla alternativet 'Dokumentation' där borta och titta på [0.5.0 release checklist] (http://www.scummvm.org/documentation.php?view=release). Om det finns ett spel som är listat som behöver testas, och du råkar känna för att spela igenom det med den senaste utvecklingsversionen av ScummVM, vänligen gör det och låt oss veta resultaten. Mer information finns på checklistans sida.\n\nFörutom många fixar som kommer att finnas i den kommande 0.5.0, särskilt inom musikområdet, kommer stöd för tre nya spel:\n\n* Enhanced Maniac Mansion\n* Enhanced Zak McKracken\n* **Beneath a Steel Sky**, tack vare stödet från Revolution\n\nAndra nyheter, Anonymous CVS ligger (och har legat under en tid) efter det officiella utvecklingsträdet. Om du vill ha det senaste CVS:et (för testning, till exempel), använd \"Source Snapshot\" på nedladdningssidan över Anonymous CVS. Och naturligtvis, \n**Var vaksam**"
    },
    "20030802": {
        "title": "ScummVM 0.5.0, under en stålhimmel och en TRASIG caps lock-TANGENT",
        "content": "Version 0.5.0 av ScummVM, den klassiska äventyrsspelstolken, har precis släppts. Det här är vår mest testade version hittills, tack vare alla som svarade på vår uppmaning att testa. Tack! \n\nSå vad är nytt? Tja, förutom de vanliga buggfixarna och förbättringarna är:\n\n* Omfattande översyn av musikundersystemet, fler spel stöder nu musik\n* Stöd för de förbättrade (V2) versionerna av Maniac Mansion och Zak McKracken\n* Stöd för Beneath a Steel Sky, vilket är möjligt tack vare Revolution Software som förser oss med den ursprungliga källkoden!\n* Aspect Ratio-korrigering tillagd, på allmän begäran\n\nEn länk till release notes och en mer detaljerad lista över ändringar finns på [nedladdningssidan](/downloads/), tillsammans med nedladdningarna.... och vår speciella (sämst bevarade hemlighet :) överraskning!\n\nSom en extra SPECIAL bonus har de riktigt riktigt underbara människorna på [Revolution Software Ltd.](http://www.revgames.com) beslutat att låta oss göra Beneath a Steel Sky \\*freeware!\\* Du kan ladda ner antingen CD-versionen (70M, inkluderar tal) eller den mindre diskettversionen (8M), tillsammans med ScummVM 0.5.0, från [nedladdningssidan](/nedladdningar/).\n\nNjut! Och så finns det en liten donationsknapp där nere till vänster. Vi behöver köpa en kopia av Simon the Sorcerer till vår Dreamcast-portier :)"
    },
    "20030803": {
        "title": "Inget är någonsin perfekt",
        "content": "Även om ScummVM 0.5.0 är vår mest testade version hittills, så är det alltid några problem som slinker igenom sprickorna. Bland några andra mindre problem har det kommit till vår kännedom att Beneath a Steel Sky ibland kan producera oanvändbara sparade spel. Även om detta är ett timingproblem, och mycket sällsynt på de flesta system, kan en liten grupp människor upptäcka att detta händer ganska ofta.\n\nEn ScummVM 0.5.1 punktversion planeras inom en snar framtid för att åtgärda detta, och flera andra mindre problem som har kommit till vår kännedom. Dessutom kommer manualen för Beneath a Steel sky och eventuellt en skanning av den medföljande serietidningen att finnas tillgänglig för nedladdning senare i veckan.\n\nTack för allas stöd och hjälp med att göra vårt projekt ännu bättre!"
    },
    "20030808": {
        "title": "ScummVM 0.5.1 släppt",
        "content": "ScummVM version 0.5.1 släpptes idag och löser flera problem som upptäckts sedan ScummVM 0.5.0.\n\nFöljande ändringar ingår i denna version:\n\n*   Beneath a Steel Sky sparspelskod helt omskriven, vilket eliminerar flera situationer där ScummVM 0.5.0 skulle producera oanvändbara \"frusna\" sparade spel\n* Flera andra Beneath a Steel Sky-buggar har åtgärdats\n* Vissa Curse of Monkey Island-aktörens grafiska problem har åtgärdats\n* Vissa problem när ScummVM körs i helskärm under MacOS X har lösts\n* MorphOS-porten har genomgått flera kritiska buggfixar\n* Dreamcast-porten stöder nu Simon the Sorcerer 1 och 2\n\nVi rekommenderar att alla användare uppgraderar till den här utgåvan. Observera att även om BASS-spar från 0.5.0 är kompatibla med den här versionen rekommenderar vi att du startar om ditt spel med 0.5.1-spar om du fortsätter att uppleva problem."
    },
    "20030909": {
        "title": "Jag känner mig smutsig",
        "content": "Välkommen till ännu en kvasi-regelbunden påminnelse om att, ja, ditt favoritprojekt är långt ifrån dött. Så vad händer i ScummVM:s värld?\n\nScummVM 0.6.0, även om den inte kommer ut förrän om några månader åtminstone, kommer att slå dina strumpor av. Eller åtminstone göra dem till en fin nyans av lila. Bland de vanliga massiva strukturella förändringarna, bugfixar i massor och kanske till och med en ny plattform eller två ... har vi nyligen (nästan) avslutat stödet för de ursprungliga V1-versionerna av Maniac Mansion och Zak McKracken. Detta lämnar det alltid svåra Full Throttle som det enda LucasArts-spelet som vi inte stöder i sin vanliga form.\n\nOckså, tack vare Revolution, kommer nästa version av ScummVM att innehålla stöd för ännu ett av deras underbara innovativa spel - Broken Sword 2!\n\nDessa är båda redan närvarande, i någon form, i vår utvecklings-CVS och dagliga byggnader - men kom ihåg att de är experimentella och fortfarande arbetas hårt med. Skicka INTE in buggar eller tjata på någon om dem. Och kanske, bara kanske, kan vi ha några fler överraskningar på lager innan nästa stora utgåva når en SourceForge-spegel nära dig!"
    },
    "20031212": {
        "title": "ScummVM är död, vänligen läs detta inlägg.",
        "content": "Samtidigt som vi vet att slutet av året närmar sig är det tråkigt att behöva meddela att ScummVM-projektet läggs ner på grund av personliga skäl hos de flesta av utvecklarna. Besökare på vårt forum, som timofonic, har misstänkt att detta kan vara fallet under en tid och tyvärr har jag blivit uppmanad av einheitlix att berätta sanningen.\n\nDet har varit en fantastisk resa och vi hade några riktigt underbara saker i beredskap för er, till exempel ett nytt spel som vi planerade att freeware för vår nästa release, och tillkännagivandet att det ofta efterfrågade slutförandet av stödet för Full Throttle var på gång - även om det förmodligen skulle vara i 0.7.0 och inte 0.6.0... men det är oviktigt nu.\n\nJag planerade att hålla tillbaka den här nyheten till efter festligheterna, men eftersom det bara är en bluff för att se hur många som faktiskt läser vår nyhetssida och är uppmärksamma, har jag bestämt mig för att meddela det nu.\n\n***Sammanfattningsvis, om folk bara skummade det sista stycket: vi är INTE riktigt döda. Vi lever i allra högsta grad och kommer att ge er massor av coola grejer i början av nästa år!***\n\n(inte så dold länk... se vad som är på gång för [nästa version!](https://github.com/scummvm/scummvm/raw/84247d9797ecee43205a5f64c1d5f555e8c69f3d/NEWS))"
    },
    "20031225": {
        "title": "Det är den näst största renens nos...",
        "content": "Alla här på ScummVM Central, ja, alla som fortfarande är vid medvetande, hoppas att alla har (eller har haft) en bra jul! \n\nSom ett vagt försök att starta vårt nyårslöfte (att publicera nyheter oftare) lite tidigt, här är en mestadels meningslös nyhetspost. Först en förfrågan. Om någon märker någon artikel i media om ScummVM (eller faktiskt är från media), vänligen maila press \\\\[at\\\\] scummvm.org så att vi kan lägga till den på vår pressida.\n\nSläppschemat för 0.6.0 har skjutits upp lite på grund av olika problem (såsom omkodning av Broken Sword cutscenes) och tung utveckling av vissa funktioner (som Full Throttles INSANE subsystem).\n\nI ett försök att minska längden på vår testfas före lansering, skulle jag vilja be alla här som använder en daglig eller CVS-byggnad att rapportera alla buggar de hittar i daglig användning. Detta inkluderar (trots vad vi brukar säga) våra \"nya\" spel: Full Throttle, Flight of the Amazon Queen, Broken Sword 1 och 2. \n\nEftersom vi efterlyser testare innan vi \"fryser\" utvecklingen för en ny utgåva, se till att du testar med den senaste tillgängliga CVS innan du rapporterar eventuella buggar."
    },
    "20040117": {
        "title": "Infoga ämne här",
        "content": ""
    },
    "20040118": {
        "title": "",
        "content": ""
    },
    "20040130": {
        "title": "",
        "content": ""
    },
    "20040219": {
        "title": "",
        "content": ""
    },
    "20040309": {
        "title": "",
        "content": ""
    },
    "20040315": {
        "title": "",
        "content": ""
    },
    "20040316": {
        "title": "",
        "content": ""
    },
    "20040318": {
        "title": "",
        "content": ""
    },
    "20040401": {
        "title": "",
        "content": ""
    },
    "20040402": {
        "title": "",
        "content": ""
    },
    "20040510": {
        "title": "",
        "content": ""
    },
    "20040727": {
        "title": "",
        "content": ""
    },
    "20040728": {
        "title": "",
        "content": ""
    },
    "20040805": {
        "title": "",
        "content": ""
    },
    "20040911": {
        "title": "",
        "content": ""
    },
    "20040930": {
        "title": "",
        "content": ""
    },
    "20041011": {
        "title": "",
        "content": ""
    },
    "20041019": {
        "title": "",
        "content": ""
    },
    "20041022": {
        "title": "",
        "content": ""
    },
    "20041028": {
        "title": "",
        "content": ""
    },
    "20041205": {
        "title": "",
        "content": ""
    },
    "20041206": {
        "title": "",
        "content": ""
    },
    "20041217": {
        "title": "",
        "content": ""
    },
    "20041223": {
        "title": "",
        "content": ""
    },
    "20041224": {
        "title": "",
        "content": ""
    },
    "20050101": {
        "title": "",
        "content": ""
    },
    "20050309": {
        "title": "",
        "content": ""
    },
    "20050313": {
        "title": "",
        "content": ""
    },
    "20050328": {
        "title": "",
        "content": ""
    },
    "20050330": {
        "title": "",
        "content": ""
    },
    "20050401": {
        "title": "",
        "content": ""
    },
    "20050511": {
        "title": "",
        "content": ""
    },
    "20050804": {
        "title": "",
        "content": ""
    },
    "20050830": {
        "title": "",
        "content": ""
    },
    "20050909": {
        "title": "",
        "content": ""
    },
    "20051011": {
        "title": "",
        "content": ""
    },
    "20051030": {
        "title": "",
        "content": ""
    },
    "20051101": {
        "title": "",
        "content": ""
    },
    "20051109": {
        "title": "",
        "content": ""
    },
    "20051113": {
        "title": "",
        "content": ""
    },
    "20051114": {
        "title": "",
        "content": ""
    },
    "20051202": {
        "title": "",
        "content": ""
    },
    "20051205": {
        "title": "",
        "content": ""
    },
    "20060109": {
        "title": "",
        "content": ""
    },
    "20060114": {
        "title": "",
        "content": ""
    },
    "20060131": {
        "title": "",
        "content": ""
    },
    "20060208": {
        "title": "",
        "content": ""
    },
    "20060212": {
        "title": "",
        "content": ""
    },
    "20060314": {
        "title": "",
        "content": ""
    },
    "20060319": {
        "title": "",
        "content": ""
    },
    "20060409": {
        "title": "",
        "content": ""
    },
    "20060425": {
        "title": "",
        "content": ""
    },
    "20060513": {
        "title": "",
        "content": ""
    },
    "20060524": {
        "title": "",
        "content": ""
    },
    "20060527": {
        "title": "",
        "content": ""
    },
    "20060625": {
        "title": "",
        "content": ""
    },
    "20060704": {
        "title": "",
        "content": ""
    },
    "20060830": {
        "title": "",
        "content": ""
    },
    "20061029": {
        "title": "",
        "content": ""
    },
    "20061114": {
        "title": "",
        "content": ""
    },
    "20061117": {
        "title": "",
        "content": ""
    },
    "20061215": {
        "title": "",
        "content": ""
    },
    "20061218": {
        "title": "",
        "content": ""
    },
    "20061219": {
        "title": "",
        "content": ""
    },
    "20070103": {
        "title": "",
        "content": ""
    },
    "20070105": {
        "title": "",
        "content": ""
    },
    "20070130": {
        "title": "",
        "content": ""
    },
    "20070210": {
        "title": "",
        "content": ""
    },
    "20070216": {
        "title": "",
        "content": ""
    },
    "20070307": {
        "title": "",
        "content": ""
    },
    "20070315": {
        "title": "",
        "content": ""
    },
    "20070401": {
        "title": "",
        "content": ""
    },
    "20070412": {
        "title": "",
        "content": ""
    },
    "20070422": {
        "title": "",
        "content": ""
    },
    "20070519": {
        "title": "",
        "content": ""
    },
    "20070520": {
        "title": "",
        "content": ""
    },
    "20070606": {
        "title": "",
        "content": ""
    },
    "20070620": {
        "title": "",
        "content": ""
    },
    "20070703": {
        "title": "",
        "content": ""
    },
    "20070722": {
        "title": "",
        "content": ""
    },
    "20070731": {
        "title": "",
        "content": ""
    },
    "20070805": {
        "title": "",
        "content": ""
    },
    "20070916": {
        "title": "",
        "content": ""
    },
    "20071012": {
        "title": "",
        "content": ""
    },
    "20071127": {
        "title": "",
        "content": ""
    },
    "20071130": {
        "title": "",
        "content": ""
    },
    "20071202": {
        "title": "",
        "content": ""
    },
    "20071206": {
        "title": "",
        "content": ""
    },
    "20071228": {
        "title": "",
        "content": ""
    },
    "20080115": {
        "title": "",
        "content": ""
    },
    "20080229": {
        "title": "",
        "content": ""
    },
    "20080302": {
        "title": "",
        "content": ""
    },
    "20080321": {
        "title": "",
        "content": ""
    },
    "20080331": {
        "title": "",
        "content": ""
    },
    "20080401": {
        "title": "",
        "content": ""
    },
    "20080511": {
        "title": "",
        "content": ""
    },
    "20080522": {
        "title": "",
        "content": ""
    },
    "20080526": {
        "title": "",
        "content": ""
    },
    "20080622": {
        "title": "",
        "content": ""
    },
    "20080703": {
        "title": "",
        "content": ""
    },
    "20080721": {
        "title": "",
        "content": ""
    },
    "20080831": {
        "title": "",
        "content": ""
    },
    "20080906": {
        "title": "",
        "content": ""
    },
    "20080914": {
        "title": "",
        "content": ""
    },
    "20081201": {
        "title": "",
        "content": ""
    },
    "20081214": {
        "title": "",
        "content": ""
    },
    "20081216": {
        "title": "",
        "content": ""
    },
    "20090104": {
        "title": "",
        "content": ""
    },
    "20090114": {
        "title": "",
        "content": ""
    },
    "20090117": {
        "title": "",
        "content": ""
    },
    "20090122": {
        "title": "",
        "content": ""
    },
    "20090215": {
        "title": "",
        "content": ""
    },
    "20090228": {
        "title": "",
        "content": ""
    },
    "20090307": {
        "title": "",
        "content": ""
    },
    "20090318": {
        "title": "",
        "content": ""
    },
    "20090421": {
        "title": "",
        "content": ""
    },
    "20090423": {
        "title": "",
        "content": ""
    },
    "20090427": {
        "title": "",
        "content": ""
    },
    "20090514": {
        "title": "",
        "content": ""
    },
    "20090517": {
        "title": "",
        "content": ""
    },
    "20090523": {
        "title": "",
        "content": ""
    },
    "20090607": {
        "title": "",
        "content": ""
    },
    "20090616": {
        "title": "",
        "content": ""
    },
    "20090623": {
        "title": "",
        "content": ""
    },
    "20090630": {
        "title": "",
        "content": ""
    },
    "20090702": {
        "title": "",
        "content": ""
    },
    "20090709": {
        "title": "",
        "content": ""
    },
    "20090710a": {
        "title": "",
        "content": ""
    },
    "20090710b": {
        "title": "",
        "content": ""
    },
    "20090724": {
        "title": "",
        "content": ""
    },
    "20090802": {
        "title": "",
        "content": ""
    },
    "20090821": {
        "title": "",
        "content": ""
    },
    "20090831": {
        "title": "",
        "content": ""
    },
    "20090920": {
        "title": "",
        "content": ""
    },
    "20091030": {
        "title": "",
        "content": ""
    },
    "20091115": {
        "title": "",
        "content": ""
    },
    "20091221": {
        "title": "",
        "content": ""
    },
    "20091222": {
        "title": "",
        "content": ""
    },
    "20100109": {
        "title": "",
        "content": ""
    },
    "20100222": {
        "title": "",
        "content": ""
    },
    "20100318": {
        "title": "",
        "content": ""
    },
    "20100401": {
        "title": "",
        "content": ""
    },
    "20100404": {
        "title": "",
        "content": ""
    },
    "20100428": {
        "title": "",
        "content": ""
    },
    "20100502": {
        "title": "",
        "content": ""
    },
    "20100725": {
        "title": "",
        "content": ""
    },
    "20100828": {
        "title": "",
        "content": ""
    },
    "20100912": {
        "title": "",
        "content": ""
    },
    "20101015": {
        "title": "",
        "content": ""
    },
    "20101219": {
        "title": "",
        "content": ""
    },
    "20110123": {
        "title": "",
        "content": ""
    },
    "20110203": {
        "title": "",
        "content": ""
    },
    "20110212": {
        "title": "",
        "content": ""
    },
    "20110318": {
        "title": "",
        "content": ""
    },
    "20110328": {
        "title": "",
        "content": ""
    },
    "20110401": {
        "title": "",
        "content": ""
    },
    "20110416": {
        "title": "",
        "content": ""
    },
    "20110422": {
        "title": "",
        "content": ""
    },
    "20110528": {
        "title": "",
        "content": ""
    },
    "20110602": {
        "title": "",
        "content": ""
    },
    "20110712": {
        "title": "",
        "content": ""
    },
    "20110804": {
        "title": "",
        "content": ""
    },
    "20111003": {
        "title": "",
        "content": ""
    },
    "20111106": {
        "title": "",
        "content": ""
    },
    "20111111": {
        "title": "",
        "content": ""
    },
    "20111121": {
        "title": "",
        "content": ""
    },
    "20111126": {
        "title": "",
        "content": ""
    },
    "20111210": {
        "title": "",
        "content": ""
    },
    "20111219": {
        "title": "",
        "content": ""
    },
    "20120127": {
        "title": "",
        "content": ""
    },
    "20120316": {
        "title": "",
        "content": ""
    },
    "20120328": {
        "title": "",
        "content": ""
    },
    "20120401": {
        "title": "",
        "content": ""
    },
    "20120401b": {
        "title": "",
        "content": ""
    },
    "20120424": {
        "title": "",
        "content": ""
    },
    "20120502": {
        "title": "",
        "content": ""
    },
    "20120609": {
        "title": "",
        "content": ""
    },
    "20120616": {
        "title": "",
        "content": ""
    },
    "20120629": {
        "title": "",
        "content": ""
    },
    "20120727": {
        "title": "",
        "content": ""
    },
    "20120809": {
        "title": "",
        "content": ""
    },
    "20120916": {
        "title": "",
        "content": ""
    },
    "20121002": {
        "title": "",
        "content": ""
    },
    "20121017": {
        "title": "",
        "content": ""
    },
    "20121021": {
        "title": "",
        "content": ""
    },
    "20121025": {
        "title": "",
        "content": ""
    },
    "20121130": {
        "title": "",
        "content": ""
    },
    "20121222": {
        "title": "",
        "content": ""
    },
    "20130102": {
        "title": "",
        "content": ""
    },
    "20130328": {
        "title": "",
        "content": ""
    },
    "20130412": {
        "title": "",
        "content": ""
    },
    "20130420": {
        "title": "",
        "content": ""
    },
    "20130421": {
        "title": "",
        "content": ""
    },
    "20130531a": {
        "title": "",
        "content": ""
    },
    "20130531b": {
        "title": "",
        "content": ""
    },
    "20131011": {
        "title": "",
        "content": ""
    },
    "20131105": {
        "title": "",
        "content": ""
    },
    "20131202": {
        "title": "",
        "content": ""
    },
    "20131227": {
        "title": "",
        "content": ""
    },
    "20140112": {
        "title": "",
        "content": ""
    },
    "20140118": {
        "title": "",
        "content": ""
    },
    "20140225": {
        "title": "",
        "content": ""
    },
    "20140305": {
        "title": "",
        "content": ""
    },
    "20140401": {
        "title": "",
        "content": ""
    },
    "20140401b": {
        "title": "",
        "content": ""
    },
    "20140423": {
        "title": "",
        "content": ""
    },
    "20140519": {
        "title": "",
        "content": ""
    },
    "20140607": {
        "title": "",
        "content": ""
    },
    "20140616": {
        "title": "",
        "content": ""
    },
    "20140721": {
        "title": "",
        "content": ""
    },
    "20140810": {
        "title": "",
        "content": ""
    },
    "20140918": {
        "title": "",
        "content": ""
    },
    "20150111": {
        "title": "",
        "content": ""
    },
    "20150330": {
        "title": "",
        "content": ""
    },
    "20150913": {
        "title": "",
        "content": ""
    },
    "20151111": {
        "title": "",
        "content": ""
    },
    "20151122": {
        "title": "",
        "content": ""
    },
    "20151206": {
        "title": "",
        "content": ""
    },
    "20160119": {
        "title": "",
        "content": ""
    },
    "20160123": {
        "title": "",
        "content": ""
    },
    "20160201": {
        "title": "",
        "content": ""
    },
    "20160301": {
        "title": "",
        "content": ""
    },
    "20160304": {
        "title": "",
        "content": ""
    },
    "20160327": {
        "title": "",
        "content": ""
    },
    "20160401": {
        "title": "",
        "content": ""
    },
    "20160425": {
        "title": "",
        "content": ""
    },
    "20160502": {
        "title": "",
        "content": ""
    },
    "20160525": {
        "title": "",
        "content": ""
    },
    "20160606": {
        "title": "",
        "content": ""
    },
    "20160816": {
        "title": "",
        "content": ""
    },
    "20160913": {
        "title": "",
        "content": ""
    },
    "20160915": {
        "title": "",
        "content": ""
    },
    "20161017": {
        "title": "",
        "content": ""
    },
    "20161127": {
        "title": "",
        "content": ""
    },
    "20161201": {
        "title": "",
        "content": ""
    },
    "20170306": {
        "title": "",
        "content": ""
    },
    "20170401": {
        "title": "",
        "content": ""
    },
    "20170401a": {
        "title": "",
        "content": ""
    },
    "20170428": {
        "title": "",
        "content": ""
    },
    "20170505": {
        "title": "",
        "content": ""
    },
    "20170617": {
        "title": "",
        "content": ""
    },
    "20170702": {
        "title": "",
        "content": ""
    },
    "20170731": {
        "title": "",
        "content": ""
    },
    "20170801": {
        "title": "",
        "content": ""
    },
    "20171010": {
        "title": "",
        "content": ""
    },
    "20171122": {
        "title": "",
        "content": ""
    },
    "20171217": {
        "title": "",
        "content": ""
    },
    "20180214": {
        "title": "",
        "content": ""
    },
    "20180331": {
        "title": "",
        "content": ""
    },
    "20180423": {
        "title": "",
        "content": ""
    },
    "20180501": {
        "title": "",
        "content": ""
    },
    "20180612": {
        "title": "",
        "content": ""
    },
    "20180629": {
        "title": "",
        "content": ""
    },
    "20180701": {
        "title": "",
        "content": ""
    },
    "20181023": {
        "title": "",
        "content": ""
    },
    "20181024": {
        "title": "",
        "content": ""
    },
    "20181118": {
        "title": "",
        "content": ""
    },
    "20181210": {
        "title": "",
        "content": ""
    },
    "20190306": {
        "title": "",
        "content": ""
    },
    "20190413": {
        "title": "",
        "content": ""
    },
    "20190513": {
        "title": "",
        "content": ""
    },
    "20190603": {
        "title": "",
        "content": ""
    },
    "20190608": {
        "title": "",
        "content": ""
    },
    "20190616": {
        "title": "",
        "content": ""
    },
    "20190630": {
        "title": "",
        "content": ""
    },
    "20190728": {
        "title": "",
        "content": ""
    },
    "20190904": {
        "title": "",
        "content": ""
    },
    "20190912": {
        "title": "",
        "content": ""
    },
    "20190913": {
        "title": "",
        "content": ""
    },
    "20190917": {
        "title": "",
        "content": ""
    },
    "20190919": {
        "title": "",
        "content": ""
    },
    "20191013": {
        "title": "",
        "content": ""
    },
    "20191217": {
        "title": "",
        "content": ""
    },
    "20200131": {
        "title": "",
        "content": ""
    },
    "20200222": {
        "title": "",
        "content": ""
    },
    "20200331": {
        "title": "ScummVM 2.1.2 \"Fixing Powerful Windows\" är här!",
        "content": "ScummVM-teamet är glada att kunna meddela en ny buggfixversion för 2.1-serien - ScummVM 2.1.2, med kodnamnet \"Fixing Powerful Windows\". Du kommer att märka att den här gången är vår [nedladdningssida](/downloads/) inte exakt omfattande. Oroa dig inte, vi rör inte ScummVM:s (helt otroliga) portabilitet här.\n\nScummVM 2.1.2 är en underhållsversion avsedd för Windows och Mac OS X, som ger några [buggfixar](https://downloads.scummvm.org/frs/scummvm/2.1.2/ReleaseNotes.html) för dessa plattformar. Eftersom alla andra plattformar inte påverkas behöver du inte oroa dig för en till synes saknad uppdatering för tillfället.\n\nNär du bläddrade på nedladdningssidan märkte du förmodligen en ny post där, särskilt när du surfar på vår webbplats med en PC som kör Ubuntu: ScummVM är nu officiellt tillgängligt på [Snap Store](https://snapcraft.io/scummvm)! Tack vare det kontinuerliga stödet från Alan &quot;popey&quot; Pope och Alan Griffiths är Snap Store-versionen av ScummVM nu på samma nivå som våra andra Linux-versioner. Jämfört med det traditionella sättet att distribuera programvara på Linux har vi mycket mer frihet när det gäller nya utgåvor med Snap Store. Så fort vi släpper en ny version av ScummVM kommer du att få den som en automatiserad uppdatering.\n\nSnap ScummVM finns i två varianter. Kanalen &quot;stable&quot; innehåller våra officiella utgåvor vilket gör det till ett bra val för de flesta användare. Om du vill utforska de senaste och bästa funktionerna i våra nuvarande utvecklingsversioner, följ bara kanalen &quot;edge&quot; och få en uppdaterad build varje dag! Vi har också några ganska snygga tillägg till Snap-paketet i åtanke - men mer om det senare.\n\nNjut och ha kul!"
    },
    "20200430": {
        "title": "*Prinsen och ynkryggen* får engelsk översättning",
        "content": "Efter sex månaders arbete och 7 bidragsgivares insatser är vi äntligen glada att kunna meddela att vi har färdigställt den första versionen av den engelska översättningen av *The Prince and the Coward* eller *Książę i Tchórz*. 2 762 manusrader med 19 735 ord har bearbetats, granskats och översatts.\n\nDet är dock ännu inte perfekt, och vi behöver er hjälp, äventyrare! ScummVM version 2.1.x kommer att fungera, men det finns ett problem med att visa beskrivningar av inventarier. Därför rekommenderar vi att du använder [the daily build](https://buildbot.scummvm.org/#/snapshots).\n\nDu måste hämta ner filen prince_translation.dat från [här](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/prince_translation.dat?raw=true) och lägga den i ALL/-katalogen i ditt spel. Detektera sedan spelet igen och se till att det visar \"w/translation\" i spelbeskrivningen. Endast polska eller tyska spelversioner kan översättas på det här sättet, den ryska versionen kräver mer ansträngning.\n\nOm du stöter på några kontinuitetsproblem, besvärliga fraser eller stavfel får du gärna antingen nämna det i [foruminlägget](https://forums.scummvm.org/viewtopic.php?f=1&t=15125) eller skicka in dina förbättringar direkt till [översättningsservern](https://translations.scummvm.org/projects/prince/prince/en/). Använd sökfunktionerna för att hitta de fraser som du vill förbättra. Skärmdumpar av problemet eller savegames är också välkomna om du inte vill bry dig om översättningsservern.\n\nGod lycka med dina äventyr, medan de flesta av er fortfarande stannar hemma!"
    },
    "20200504": {
        "title": "Håll i er - Summer'20 är på väg",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nIdag tillkännagav Google de projekt som antagits till årets [Google Summer of Code](https://summerofcode.withgoogle.com/), ett årligt evenemang med målet att uppmuntra studenter att delta i projekt med öppen källkod. För många studenter är det första gången de arbetar i en samarbetsmiljö. Vi är särskilt glada över att kunna meddela att ScummVM-teamet kommer att stödja och vara mentor för fyra andra äventyrare under deras resa.\n\nDylan Servilla och Nathanael Gentry kommer båda att arbeta med vår *Director*-motor. Medan Dylans mål är att hjälpa till med Lingo-relaterade saker som fabriker, kommer Nathanael att börja arbeta med renderingsrutiner. Båda kommer så småningom att leda oss till att stödja åtminstone [*Spaceship Warlock*](https://www.mobygames.com/game/spaceship-warlock) och [*The Journeyman Project*](https://www.mobygames.com/game/journeyman-project).\n\nVi vill att ScummVM ska vara lättillgängligt för så många människor som möjligt. Detta inkluderar självklart lokalisering för att hjälpa till att ta bort språkbarriärer. I år kommer Aryan Rawlani att hjälpa till att förbättra stödet för språk som skrivs från höger till vänster (\"RTL\") samt att lägga till korrekt Unicode-stöd i ScummVM GUI. Föreställ dig att ScummVM en dag finns tillgängligt på alla möjliga språk så kanske du förstår hur viktigt Aryans arbete är. Utöver det kommer Aryan också att arbeta med den mekanik vi använder för att upptäcka dina spel för att förbättra tillförlitligheten och prestandan, vilket inkluderar djupgående omarbetning av hur vårt plugin-system fungerar.\n\nUnder GSoC fungerar ScummVM också som en paraplyorganisation för sitt systerprojekt [ResidualVM] (https://www.residualvm.org). Gunnar Birke kommer att arbeta med att implementera stöd för Wintermute 3D-motorn till ResidualVM. Wintermute 3D är - du gissade rätt - en 3D-motsvarighet till Wintermute-motorn som stöds av ScummVM, som bara kan spela 2D-spel på grund av projektets omfattning. Genom att lägga till stöd för Wintermute 3D till ResidualVM kommer du så småningom att kunna köra spel som [*Alpha Polaris*] (https://www.mobygames.com/game/windows/alpha-polaris).\n\nHåll ut - sommaren 2020 är på väg. Förbered er på att stötta våra studenter på deras fantastiska äventyr. När din klocka börjar, följ deras process på [ScummVM Planet] (https://planet.scummvm.org/)."
    },
    "20200514": {
        "title": "Gör ditt säsongspass (av dokument) klara!",
        "content": "![GSoD Logo](/data/news/GSoD2020Logo.png)\n\nGör ditt season (of docs) pass redo! Vi är glada att kunna meddela att ScummVM har accepterats som deltagare i [Google Season of Docs 2020](https://developers.google.com/season-of-docs). En av de viktigaste delarna av varje open source-projekt är dess dokumentation. Bra dokumentation är avgörande för att göra projektet tillgängligt för både slutanvändare och nya utvecklare som vill få en djupare inblick i projektets interna funktioner så att de kan börja bidra på egen hand.\n\nSeason of Docs, ett nytt initiativ från Google för att koppla samman tekniska skribenter med open source-projekt. Programmet är ett utmärkt sätt att få praktisk erfarenhet av projekt och utforska världen av fri programvara och de fantastiska gemenskaper som utvecklas kring dem.\n\nFör ScummVM är detta en fantastisk möjlighet att förbättra vår dokumentation. Du kan kolla in vår [idésida] (https://wiki.scummvm.org/index.php?title=Season_of_Docs/GSoD_Ideas) eller om du vill komma med egna idéer - hör av dig till oss på vår [Discord-server] (https://discord.gg/6TBm9hJ).\n\nVi har haft många framgångsrika studentprojekt som en del av Googles Summer of Code under tidigare år - vi ser fram emot att ta med oss den framgången in i Googles Season of Docs och inspirera dig att arbeta med oss och bidra med din egen framgång.\n\nDatum för förslag är den 9 juli. Se till att läsa programmets tidslinje, riktlinjer och vanliga frågor på [webbplatsen för Season of Docs] (https://developers.google.com/season-of-docs) för ytterligare information."
    },
    "20200521": {
        "title": "Är du värdig att vara Avatar?",
        "content": "För många år sedan utvecklade ett företag som heter Origin Systems den mycket älskade Ultima-serien av rollspel. Tack vare det tidigare hårda arbetet av andra som skapade fristående återimplementeringar av dessa spel, är ScummVM glada att kunna meddela att två av spelen i serien är redo för testning.\n\nDet första av dessa spel är Ultima IV: Quest of the Avatar, baserat på det tidigare arbete som gjorts av xu4-projektet. Du kan upptäcka din engelska kopia av Ultima IV som antingen original eller förbättrad. I Enhanced-läget används VGA-grafiken som utvecklats av xu4-projektet. När spelet inkluderas i ScummVM får det också flera förbättringar, till exempel flera platser för sparspel och konfigurerbara tangentbindningar. Det innehåller även ett litet hemligt område som bara de mest hängivna utforskarna kan hitta.\n\nDet andra spelet är Ultima VI, baserat på Nuvie-projektet. På grund av en del missförstånd kan Nuvie fortfarande fortsätta som ett separat projekt, men med tanke på det arbete som gjorts med att integrera Nuvie i ScummVM hoppas vi att det ska få officiellt stöd i ScummVM också. Precis som med Ultima IV stöder Ultima VI det ursprungliga spelläget, samt ett förbättrat läge som möjliggör Nuvies fullskärmskarta, container gumps som i Ultima VII och andra funktioner. Observera att det förbättrade läget har dubbel upplösning som standard, så för tillfället visas introt bara på halva skärmen.\n\nSå ta fram dina kopior av spelen och prova dem! Du behöver en [daily development build] (https://buildbot.scummvm.org/#/snapshots). Som alltid, skicka in felrapporter till vår [issue tracker] (https://bugs.scummvm.org/)."
    },
    "20200524": {
        "title": "Du har varit en nagel i ögat på mig alldeles för länge, Avatar",
        "content": "Det verkar som om arbetet med att städa upp och förbättra Ultima VIII-integrationen var längre framskridet än jag hade förväntat mig. Det har nu bekräftats att Ultima VIII också går att slutföra under ScummVM, så det gör Ultima IV och Ultima VI sällskap för officiell testning.\n\nSå ta fram era kopior av Ultima VIII också och ge det ett försök! Du behöver en [daily development build] (https://buildbot.scummvm.org/#/snapshots). Som alltid, skicka in felrapporter till vår [issue tracker] (https://bugs.scummvm.org/)."
    },
    "20200622": {
        "title": "Du befinner dig i en labyrint av snirkliga små passager, alla likadana",
        "content": "Det är äntligen dags att tillkännage den officiella testperioden för Glk-motorn i ScummVM, för att spela interaktiv fiktion (även kallat textäventyr). Detta är ett konglomerat av undermotorer för att spela spel som använder de olika författarsystemen som släppts genom åren. För närvarande går följande undermotorer in i officiellt testläge:\n* ADRIFT (utom version 5)\n* AdvSys\n* AGT\n* Alan 2 & 3\n* Archetype (nyligen omimplementerad för Glk från de ursprungliga Pascal-källorna)\n* Hugo\n* JACL\n* Level 9\n* Magnetic Scrolls\n* Quest\n* Scott Adams\n* ZCode (alla ZCode-spel utom Infocoms grafiska version 6-spel)\n\nAndra undermotorer, som Comprehend, TADS och Quill, kommer sannolikt att inkluderas i framtiden. Så ni som är fans av litterära klassiker, damma av era favoritklassiker och förbered er på att spela dem igen. Du kommer att behöva en [daily development build](https://buildbot.scummvm.org/#/snapshots). Som alltid, skicka in buggrapporter till vår [issue tracker](https://bugs.scummvm.org/)."
    },
    "20200817": {
        "title": "Välkommen till våra nya tekniska skribenter!",
        "content": "![GSoD Logo](/data/news/GSoD2020Logo.png)\n\nScummVM-teamet är glada att välkomna CadiH och b-gent, våra begåvade tekniska skribenter och deltagare i Googles Season of Docs.\n\nCadiH kommer att arbeta med oss för att lansera en ny dokumentationsportal, som kommer att innehålla en omarbetad användarhandbok och centralisera vår diaspora av information från Wiki, Readme och olika andra dokument i vårt arkiv. \n\nb-gent bidrar med sin expertis och erfarenhet för att hjälpa oss att modernisera vår Doxygen-dokumentation. Doxygen-portalen har länge varit eftersatt och detta kommer att gynna våra utvecklare och hela communityn.\n\nArbetet påbörjas officiellt den 14 september och kommer att pågå i 3 månader. Du kan följa våra två skribenters framsteg på [ScummVM Blogs] (https://planet.scummvm.org) och i kanalen scummvm-gdoc på [vår Discord-server] (https://discord.gg/4cDsMNtcpG). Under tiden välkomnar vi dem till vår gemenskap."
    },
    "20200820": {
        "title": "Blazing Dragons sätter ScummVM i brand",
        "content": "Efter många månaders utveckling är Blazing Dragons nu redo att testas av allmänheten.\n\nHäng med den unga draken Flicker när han försöker vinna prinsessan Flames hand och rädda Camelhot på vägen.\n\nDet här är ett ganska udda peka och klicka-spel eftersom det bara släpptes på konsoler.\nScummVM:s nya Dragons-motor gör att du kan köra Playstation-versionen av den här lite bortglömda titeln. Kasta bort PS1-kontrollen och njut av spelet med ett mus/tangentbordsgränssnitt. Vi har också tagit bort alla irriterande laddningsskärmar.\n\nFör närvarande stöds endast Playstation 1-versionerna för USA och GB.\n\nDu behöver en [daily development build] (https://buildbot.scummvm.org/#/snapshots). Som alltid, skicka in felrapporter till vår [issue tracker] (https://bugs.scummvm.org/)."
    },
    "20200823": {
        "title": "En smygande ScummVM-operation",
        "content": "Under 2008 års Google Summer of Code arbetade Kari Salminen aka Buddha^ med att lägga till spelstöd för <i>Operation Stealth</i>. Även om det var en övergripande framgång, saknades fortfarande vissa viktiga spelfunktioner. Nu, 12 år senare, fick Kari tid att slutföra sitt arbete.\n\nDärmed tillkännager vi stolt stöd för spelet <i>Operation Stealth</i>, även känt som <i>James Bond 007: The Stealth Affair</i> i den amerikanska utgåvan.\n\nHämta din kopia av spelet, hämta [daily. build](https://buildbot.scummvm.org/#/snapshots) av ScummVM och prova det Om du stöter på några konstigheter eller buggar, skicka till vår [bug tracker](https://bugs.scummvm.org/)."
    },
    "20200825": {
        "title": "Är du redo för legenden?",
        "content": "ScummVM-teamet är stolta över att kunna meddela stöd för ett litet freeware RPG-spel som heter <i>The Griffon Legend</i>. Det skrevs [ursprungligen](http://syn9.thehideoutgames.com/index_backup.php) i programmeringsspråket FreeBASIC av Daniel \\\"Syn9\\\" Kennedy och senare portat av Dmitry Smagin till GCW0-konsolen, som vi baserar den här portningen på.\n\nOriginalberättelsen lyder:\n\n>500 år efter kriget mellan Griffon och Dragon har drakarna \nåtervänt för att återta sitt imperium. Städer faller, alla \ndör och den ensamma Griffonriddaren Fayne är fast \nmitt i alltihop.\n\nSpelet är freeware och du kan hämta en kopia direkt från vår [nedladdningssida] (https://www.scummvm.org/games/) eller från [originalsidan] (http://syn9.thehideoutgames.com/index_backup.php?table=griffonlegend). Du behöver den senaste [development build](https://buildbot.scummvm.org/#/snapshots) för att spela det. Om du stöter på några buggar får du naturligtvis skicka in dem till [vår buggtracker](https://bugs.scummvm.org/)."
    },
    "20200830": {
        "title": "Hjälp oss att testa den kommande ScummVM 2.2.0-versionen",
        "content": "Hej världen, det är dags för oss att släppa nästa version av ScummVM. Därför behöver vi verkligen din hjälp med att testa de stabila byggnaderna före den kommande utgåvan, så att vi säkerställer bättre kvalitet.\n\nVar vänlig och ägna särskild uppmärksamhet åt följande nya titlar:\n\n* <i>Blazing Dragons</i>\n* <i>Eye of the Beholder - Sega CD version</i>\n* <i>Griffon Legend</i>\n* <i>Interactive Fiction-spel</i>\n* <i>Operation Stealth</i>\n* <i>Police Quest: SWAT</i>\n* <i>Prince and the Coward, engelsk översättning</i>\n* <i>Ultima IV - Quest of the Avatar</i>\n* <i>Ultima VI - The False Prophet</i>\n* <i>Ultima VIII - Pagan</i>\n\nVi vill också att du spelar igenom ett annat Sierra-spel: <i>Police Quest: SWAT</i>. Träna för att bli en medlem av SWAT-teamet och ge dig ut på farliga uppdrag för att rädda civila liv. Detta har nyligen lyfts fram för testning, så dess uppmaning till testning har inkluderats i tillkännagivandet för den kommande utgåvan.\n\nDessa spel måste testas med [stable builds] (https://buildbot.scummvm.org/#/snapshots), inte utvecklingsversioner. Och rapportera eventuella buggar eller konstigheter på [vår problemspårare] (https://bugs.scummvm.org/).\n\nVi behöver också din hjälp med att uppdatera ScummVM-översättningarna för den här utgåvan. Du kan se status för översättningarna och arbeta med dem på vår [översättningswebbplats] (https://translations.scummvm.org/projects/scummvm/scummvm/). För att logga in på webbplatsen kan du antingen använda ditt GitHub- eller Facebook-konto om du har ett sådant eller skapa ett konto specifikt för den här webbplatsen. Regelbundna bidragsgivare kan spara ändringar i översättningarna, men nya bidragsgivare kan bara komma med förslag och rösta på förslagen. Vi letar dock efter nya regelbundna bidragsgivare för vissa språk, så om du för närvarande inte har full tillgång och skulle vilja få det, [kontakta oss] (https://www.scummvm.org/contact/). Dessutom några av våra tidigare bidragsgivare kan ha förlorat sin fulla åtkomst för några månader sedan när vi uppdaterade våra behörighetsinställningar. Om du är en av dem, kontakta oss för att få din fulla åtkomst återställd.\n\nGod lycka med dina speltester, och låt oss släppa version 2.2.0 i slutet av september!"
    },
    "20200906": {
        "title": "Spelikoner behövs",
        "content": "![Discord rich presence](/data/news/20200906.png)\n\nNästa version av ScummVM kommer att stödja [Discord](https://discord.gg/4cDsMNtcpG) rich presence, så att du kan visa upp för alla dina vänner att du spelar ScummVM <i>och</i> det exakta spelet du spelar. Men för att få ut det mesta av den här funktionen behöver vi spelikoner.\n\nOm du någonsin velat bidra till ScummVM men inte kunnat hitta någonstans att använda dina konst- och designkunskaper, har du chansen nu! Kolla in det nya [Game Icons repository] (https://github.com/scummvm/scummvm-icons/) för mer information om hur du kan hjälpa till."
    },
    "20200927": {
        "title": "ScummVM \"Interactive Fantasy\" 2.2.0 ser ljuset",
        "content": "En ny version av ScummVM är klar. Det här är en spännande release eftersom vi tar med äventyrsspel så långt tillbaka som 1976! Det stämmer, det ökända _Colossal Cave Adventure_, det allra första Interactive Fiction-spelet, stöds nu av ScummVM.\n\nUtöver det (och cirka 1594 andra IF-spel) har vi nu lagt till ytterligare 3 spelmotorer och utökat ytterligare 4, vilket innebär att följande spel läggs till i listan över spel som stöds:\n\n* _Blazing Dragons_\n* _Eye of the Beholder - Sega CD version_\n* _Griffon Legend_\n* _Interactive Fiction-spel_\n* _Operation Stealth_\n* _Police Quest: SWAT_\n* _Prince and the Coward, engelsk översättning_\n* _Ultima IV - Quest of the Avatar_\n* _Ultima VI - The False Prophet_\n* _Ultima VIII - Pagan_\n\nSom du kan se fortsätter vi vår utforskning av RPG-världen.\n\nAndra viktiga förändringar är: en helt omskriven MorphOS-port; ett nytt delsystem för automatiska sparningar som finns i nästan alla motorer vi stöder; stöd för höger-till-vänster-skärm i vårt GUI; uppdaterad MT-32-emuleringskod och Discord Rich Presence.\n\nVi stöder nu ytterligare olika spelversioner och har märkbara förbättringar av Illusions-, Kyra-, Lab-, Queen-, Titanic-, Xeen- och ZVision-motorerna. Det finns också förbättrat stöd för Maniac Mansion, NES- och Apple //gs-versioner. Som vanligt fortsätter vi att åtgärda buggar i originalskript från SCI i över 30 spel och har lagt till stöd för Roland D-110-ljudspår i dessa spel.\n\nSjälvklart kan du hitta de omfattande Release Notes [här](https://downloads.scummvm.org/frs/scummvm/2.2.0/ReleaseNotes.html).\n\nHämta ditt exemplar från [vår nedladdningssida](https://www.scummvm.org/downloads), eller, på Windows eller macOS, låt den automatiska uppdateraren hämta det åt dig.\n\nDessutom kommer vi att släppa en ny Android-port i betakanalen och behöver din hjälp med testning. Det vore kul om vi kunde få din feedback på [Android Port-underforumet] (https://forums.scummvm.org/viewforum.php?f=17).\n\nDags att dyka ner i en trevlig Interactive Fiction eller steka några monster i Ultima med en flammande eld, om du är en drake förstås."
    },
    "20201009": {
        "title": "En sammanslagning",
        "content": "*\"Förlåt för väntan Mr Flores, jag är redo att ta dig nu\"*- Grim Fandango.\n\nIdag är en speciell dag, speciell på flera sätt. Först och främst har vi nått en milstolpe med 19 år av ScummVM. Vår första publika release någonsin, ScummVM version 0.0.1, ägde rum den 8 oktober 2001. Och för det andra hände äntligen något annat, något som har varit på gång under lång tid: ScummVM-projektet slås officiellt samman med ResidualVM-projektet.\n\nScummVM begränsade sig länge till 2D peka och klicka-äventyrsspel, och ResidualVM föddes därför som ett systerprojekt för att stödja 3D-spel. Men från och med nu kommer det inte längre att råda någon förvirring om vilket projekt ett spel tillhör. ScummVM omfattar nu äventyrsspel och rollspel, oavsett om de är i 2D eller 3D, peka och klicka eller inte. Det är ett naturligt steg för båda projekten som har utvecklats parallellt och korsbefruktat varandra med idéer, patchar och designbeslut. Dessutom har flera utvecklare tillhört båda projekten.\n\nMed den här sammanslagningen lägger ScummVM till flera spel till vår lista över spel som stöds: _Grim Fandango_, _Escape from Monkey Island_, _Myst III - Exile_, _The Longest Journey_ och en ofärdig motor för _In Cold Blood_, samt Wintermute 3D-motor.\n\nVi är glada över att kunna omfamna större delen av ResidualVM-teamet och kommer att fortsätta utvecklingen tillsammans.\n\nNaturligtvis finns det fortfarande mer att göra och under de kommande veckorna kommer du att se fler projektresurser slås samman, som forum, wikis etc.\n\nHåll ögonen öppna och kör 3D!"
    },
    "20201025": {
        "title": "Android-kärlek",
        "content": "Vår nya och glänsande Android-port för ScummVM v2.2.1 är nu live på Google Play Store. Efter en ganska lång period av dedikerat arbete från vårt team av utvecklare, och en månads offentlig betatestning av medlemmar i vårt community som hjälpsamt rapporterade en hel del problem för oss att ta itu med, är vi äntligen redo att ge dig den stabila utgåvan för vår ScummVM Android-app.\n\nDen här appen har skrivits om avsevärt och testats på moderna Android-enheter, som körs upp till Android 10+. Den innehåller nya funktioner som gör den snabbare än ScummVM-applikationen för skrivbordet, till exempel FluidSynth-stöd, Cloud Saves och fler lokaliseringsalternativ för användargränssnittet. Dessutom ingår funktionen Local File Server (LAN), som innebär att din enhet kan fungera som en tillfällig filserver så att du kan ladda ner filer (t.ex. sparfiler och även konfigurationsfilen) eller ladda upp nya (t.ex. speldata) med hjälp av en webbläsare från en PC eller annan klient.\n\nMed den här versionen har vi löst några långvariga problem som t.ex:\n\n* uppgradering från tidigare versioner utan att förlora åtkomst till dina tidigare konfigurations- och sparfiler\n* mappnavigering (baserat på inställningar för lagringsåtkomst) \n* fungerande specialtangenter på det virtuella tangentbordet (t.ex. F-tangenter) samt hantering av upprepade tangenter\n\nAndra betydande förbättringar har gjorts i programmets gränssnitt, t.ex. möjligheten att välja om det grafiska gränssnittet ska ha filtrerad grafik (bilinjär skalning) eller inte (närmaste granne-skalning), flera korrigeringar av det virtuella tangentbordets beteende för att göra det mer responsivt och bättre efterlikna beteendet hos ett fysiskt tangentbord samt stöd för virtuell musstyrning med den analoga joysticken från din styrenhet.\n\nGenom att uppgradera till den nya versionen 2.2.1 kommer du att kunna njuta av stöd för alla spelmotorer som har introducerats på ScummVM sedan 2.0.0, till exempel Blade Runner, Ultima IV, Quest for Glory IV, samt alla buggfixar och förbättringar som gjorts på de befintliga.\n\nVi fortsätter naturligtvis att övervaka vårt samhälles feedback och välkomnar alla förslag till förbättringar. Som alltid, vänligen rapportera alla buggar du stöter på ScummVM [bug tracker site](https://bugs.scummvm.org).\n\nVi tackar alla våra betatestare för deras värdefulla feedback och hoppas att du kommer att uppskatta denna version av ScummVM Android."
    },
    "20201122": {
        "title": "Stora äventyr väntar - Little Big Adventures",
        "content": "En gång för länge sedan - omkring år 1994 - släppte ett mjukvaruföretag vid namn Adeline Software International ett spel med titeln \"Little Big Adventure\" eller \"Relentless: Twinsen's Adventure\". Detta spel, ett klassiskt pseudo-3D actionäventyrsspel med en episk historia som utspelar sig på en fantastisk planet, har nu gått in i teststadiet i ScummVM. Observera att några funktioner i originalspelet inte är implementerade ännu. Men vi har också lagt till några funktioner som är nya för spelet.\n\nFunktioner som inte är tillgängliga ännu och kända problem:\n\n* Holokartan är inte tillgänglig ännu\n* Att ändra renderingsdetaljer stöds inte ännu\n* Eftertexterna har några renderingsbuggar\n\nNya funktioner:\n\n* Ett alternativ för att inaktivera väggkollisionsskador\n* Förbättrad gränssnittsnavigering\n\nDetta har gjorts möjligt av människorna bakom [TwinEngine] (https://github.com/xesf/twin-e) och LBA-communityn.\n\nTesta gärna spelet med den senaste [development build](https://buildbot.scummvm.org/#/snapshots) och rapportera eventuella problem du hittar på vår [bug tracker](https://bugs.scummvm.org/)."
    },
    "20201127": {
        "title": "Spelserien Red Comrades får stöd",
        "content": "År 2019 arbetade Andrei Prykhodko (whiterandrek), en GSoC-student, med support för spelserien Red Comrades (ryska: Петька и Василий Иванович).\n\nRed Comrades är ett 2D-äventyrsspel som spelas ur ett tredjepersonsperspektiv.\nSpelets huvudpersoner kommer från Dmitri Furmanovs roman Chapaev från 1923: den historiska ryska militärfiguren Vasiliy Chapayev, hans medhjälpare Petka och kulspruteskytten Anka.\n\nEfter en lång tid av utveckling är ScummVM-teamet glada att kunna meddela stöd för de två första spelen i serien: _Red Comrades 1: Save the Galaxy_ (ryska: _Петька и Василий Иванович спасают галактику_) och _Red Comrades 2: For the Great Justice_ (ryska: _Петька и Василий Иванович 2: Судный день_).\n\nSå ta fram dina kopior av spelen och ge dem ett försök! Tyvärr stöds endast de ursprungliga ryska Windows-versionerna. De engelska versionerna för iOS och Android använder en helt annan motor.\n\nOm du inte äger en kopia kan du hämta demot från vår [demosektion](https://www.scummvm.org/demos/). Du behöver en [daily development build] (https://buildbot.scummvm.org/#/snapshots). Som alltid, skicka in felrapporter till vår [issue tracker] (https://bugs.scummvm.org/)."
    },
    "20201220": {
        "title": "Du kan inte förstå det",
        "content": "Det är dags att tillkännage testning av ytterligare två Glk-undermotorer. Den första är Glulx-tolken, för vilken det finns många gratisspel tillgängliga på [IF-arkivet] (https://www.ifarchive.org/indexes/if-archiveXgamesXglulx.html).\n\nDen andra är Comprehend-motorspelen som utvecklats av Polarware. Det är här det blir lite mer komplicerat. För närvarande är det bara de tre första Comprehend-spelen som är klara för testning - Transylvania, Crimson Crown och OO-Topos. Dessa tre finns också fritt tillgängliga på [IF-Archive] (https://www.ifarchive.org/indexes/if-archive/games/pc/penguin/). Det finns dock även en nyutgåva av Transylvania som är tillgänglig gratis på Graphics Magicians webbplats och som ännu inte stöds.\n\nNär det gäller de andra Comprehend-spelen kommer Talisman sannolikt att stödjas i framtiden, men det kräver ytterligare arbete. De andra återstående spelen, som Transylvania III, använder en helt annan motor, så de kommer att förbli utanför räckhåll under överskådlig framtid.\n\nSå om någon av er är intresserade kan ni försöka ladda ner de relevanta spelen och ge dem ett försök. Du behöver en [daily development build] (https://buildbot.scummvm.org/#/snapshots). Som alltid, skicka in felrapporter till vår [issue tracker] (https://bugs.scummvm.org/)."
    },
    "20210311": {
        "title": "Google Summer of Code 2021: På",
        "content": "Vi är mycket glada över att kunna meddela att ScummVM-projektet återigen har antagits till Google Summer of Code. Det här är alltid en spännande del av året för oss och i år är det inte annorlunda. För 2021 har GSoC-programmet omarbetats av Google för att fokusera på mindre uppgifter och behörighetskriterierna för studenterna har lättats.\n\nMed detta i åtanke har vårt team flera spännande idéer för potentiella sökande att utforska, som alla finns på vår [idésida](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2021). Läs igenom [information vi förväntar oss i din ansökan](https://wiki.scummvm.org/index.php?title=GSoC_Application) innan du skickar in den.\n\nDu kan läsa mer om GSoC-programmet och de uppgifter som våra kohorter har bidragit till under tidigare år i vår [Google Summer of Code miniportal](https://wiki.scummvm.org/index.php?title=Summer_of_Code).\n\nGå med oss på vår [Discord-server](https://discord.gg/4cDsMNtcpG) och följ kanalen #scummvm-gsoc där du kan interagera med våra mentorer och resten av teamet.\n\nVi är alla glada över att vara en del av det här programmet och att se era ansökningar!"
    },
    "20210317": {
        "title": "_Nippon Safes Inc._ är förklarat som freeware",
        "content": "Spännande nyheter! Tack vare Damiano Gerlis enorma ansträngningar och generositeten hos de ursprungliga spelförfattarna, Marco Caprelli, Paolo Costabel, Massimo Magnasciutti och producenten Bruno Boz, är vi glada att kunna presentera freewareversionen av spelet   _Nippon Safes Inc._.\n\nDet här är ett litet men roligt spel som skapades 1992 av den lilla italienska studion DYNABYTE divisione EUCLIDEA s. r.l. Du kan läsa mer om spelet och Dynabytes historia i detalj på Damianos blogg [the Genesis Temple] ().r.l. Du kan läsa mer om spelet och Dynabytes historia på Damianos blogg, [the Genesis Temple](https://genesistemple.com/the-big-italian-adventure-the-history-of-dynabyte-software).\n\n\nBåde DOS- och Amiga-versionerna har deklarerats som freeware, med tillstånd att modifiera filerna, vilket gör det möjligt att inaktivera det manuella skyddet. Trots detta distribuerar vi även skannade kopior av manualen. Du kan hämta dina kopior från vår [spelsida](/spel).\n\nSpelet i sig har haft stöd sedan ScummVM 0.10.0, som släpptes 2007.\\n\\nHa så kul och njut av ännu ett fantastiskt freeware peka och klicka-äventyr!\n\nPS. Om du råkar äga lådor med titlarna _The Big Red Adventure_ och _Tequila & Boom Boom_ från samma utvecklare och har möjlighet att tillhandahålla högupplösta skanningar av dessa, kontakta sev."
    },
    "20210322": {
        "title": "Lös ett mordmysterium i Los Angeles på 1940-talet",
        "content": "Vi är glada att kunna meddela att _Private Eye_ från Brooklyn Multimedia nu är redo för publika tester.\n\nSpela Phillip Marlowe, en hårdkokt privatdetektiv, när han försöker lösa ett mordmysterium i Los Angeles på 1940-talet.\n\nSpelet släpptes 1996 och är en sällsynt pärla med cel-animeringsteknik och professionellt röstskådespeleri. Spelet är baserat på Raymond Chandlers verk och fungerar som en interaktiv film där du kan välja vilken version av berättelsen du vill spela: den ena är trogen boken medan den andra har ett alternativt slut.\n\nFör närvarande stöds endast den amerikanska versionen för Windows.\n\nDu behöver en [daily development build] (https://buildbot.scummvm.org/#/snapshots). Som alltid, skicka in felrapporter till vår [issue tracker] (https://bugs.scummvm.org/)."
    },
    "20210404": {
        "title": "Tusentals spel behöver testas",
        "content": "Nu är vi äntligen redo att släppa loss allt till allmänheten för testning. AGS-motorn har haft många freeware-spel som släppts under åren, liksom en hel del kommersiella spel också. Tänk på att, precis som den fristående AGS-tolken som motorn härstammar från, stöds endast AGS-spel från 2.5 och framåt.\n\nSå om någon av er är intresserade kan ni försöka hämta ner några freeware-spel från [AGS webbplats](https://www.adventuregamestudio.co.uk/site/games/). Du kommer att behöva en [daglig utvecklingsversion] (https://buildbot.scummvm.org/#/snapshots). Som alltid, skicka in felrapporter till vår [issue tracker](https://bugs.scummvm.org/). Det skulle också vara till hjälp att låta oss veta i [#engine-ags Discord channel](https://discord.gg/eQYERyBc) vilka spel du testar färdigt."
    },
    "20210518": {
        "title": "Låt oss ge ett varmt välkomnande till GSoC-studenterna!",
        "content": "![GSoC Logo](/data/news/GSoC2016Logo.png)\n\nIgår tillkännagav Google listan över studenter som antagits till den nya upplagan av [Google Summer of Code](https://summerofcode.withgoogle.com/). Vi är mycket stolta över att kunna välkomna 6 studenter i år som kommer att arbeta med olika delar av projektet under de kommande månaderna.\n\n* Aashwin Vaish (aka av_dx) kommer att förbättra GUI genom att lägga till ett grafiskt gränssnitt för hantering av spelbibliotek, så att spelen visas med miniatyrbilder av omslagsbilder, grupperingsalternativ och olika filtreringsfält. \n* a-yyg (aka a/) kommer att arbeta med att skriva en ny motor för Faery Tale Adventure II, baserad på originalkällor som tillhandahållits av The Dreamers Guild\n* Crane yang (aka sheep) kommer att delta i arbetet med att förbättra den nuvarande Director-motorn\n* Divyam Ahuja (aka Hikigaya) kommer att arbeta med att slutföra implementeringen av vissa motorer som för närvarande är stoppade, med prioritet på MacVenture- och Avalanche-motorerna\n* Dylan Servilla (alias djsrv) kommer också att arbeta med Director-motorn, fortsätta sitt tidigare GSoC-arbete och sikta på att nå Director 2-4-stöd\n* taylorzhancher (twan) kommer att fokusera på att lägga till Text To Speech-funktionalitet i olika spel för att förbättra spelupplevelsen för personer som har problem med att läsa texter på skärmen\n\nVi har inte haft möjlighet att stödja och vara mentor för 6 GSoC-studenter sedan 2008. Så låt oss fira och ge ett särskilt varmt välkomnande till 2021 års GSoC-studenter!"
    },
    "20210611": {
        "title": "Ännu ett sci-fi-äventyr ansluter sig till ScummVM",
        "content": "Från 1940 till 2099, _Nightlong: Union City Conspiracy_ är nu redo för allmän testning. Ta rollen som privatdetektiven Joshua Reev i detta äventyr med cyberpunk-tema som släpptes 1998 av Trecision, med förrenderade miljöer och 3D-rendering av programvara. Avslöja konspirationen och alla buggar!\n\nTack till de ursprungliga utvecklarna för att de gav oss källkoden, och till SupSuper, Strangerke, bluegr och madmoose för att de portade den till ScummVM.\n\nAlla Windows-versioner av spelet stöds, liksom ursprungliga sparspel, kolla [wiki](https://wiki.scummvm.org/index.php?title=Nightlong:_Union_City_Conspiracy) för nödvändiga datafiler. Om du inte äger spelet har vi [demos] (https://www.scummvm.org/demos/) tillgängliga. För att testa behöver du den [senaste dagliga versionen](https://www.scummvm.org/downloads/#daily) av ScummVM. Som alltid, skicka in buggrapporter till vår [issue tracker](https://bugs.scummvm.org/)."
    },
    "20210629": {
        "title": "Mindre än hundra år av framsteg ...",
        "content": "Förbered dig för ett uppdrag som sträcker sig över mer än 1200 år och 7 häpnadsväckande världar. Den episka uppföljaren till _The Journeyman Project_, _The Journeyman Project 2: Buried in Time_ stöds nu fullt ut av ScummVM.\n\nEfter ett antal år i utveckling av clone2727, och ytterligare några år som mognat på en hylla, är spelet äntligen redo för allmän testning.\n\nVar snäll och hjälp oss med den här resan. Ta dina CD-skivor (eller [GOG.com digital release](https://www.gog.com/game/journeyman_project_2?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)), kopiera över [de nödvändiga filerna](https://wiki.scummvm.org/index.php?title=The_Journeyman_Project_2:_Buried_in_Time) och flyga, flyga. Du behöver den [senaste dagliga versionen](https://www.scummvm.org/downloads/#daily) av ScummVM. Om du stöter på några problem under din resa, skicka in dem till vår [issue tracker](https://bugs.scummvm.org/)."
    },
    "20210718": {
        "title": "Låt mig först säga välkommen till motståndsrörelsen, kapten.",
        "content": "Förra året [lade vi till stöd](https://www.scummvm.org/news/20200521/) för spel från Ultima-serien, inklusive [Ultima 8](https://www.scummvm.org/news/20200524/).  Med utgångspunkt från Ultima 8-motorn skapade Origin Systems också två andra spel i en helt annan stil: _Crusader: No Remorse_ och _Crusader: No Regret_.\n\nVi är glada att kunna meddela att det första av dessa (Crusader: No Remorse) nu är klart för testning i ScummVM.  Om du har en kopia av detta spel och är redo att ta dig an World Economic Consortium, hämta [latest daily build] (https://www.scummvm.org/downloads/#daily) av ScummVM.  Om du ser några problem, skicka in dem i [issue tracker](https://bugs.scummvm.org/)."
    },
    "20210817": {
        "title": "Tidiga Macromedia Director-titlar stöds nu",
        "content": "Efter 5 år av aktiv utveckling är vi glada att äntligen kunna tillkännage de första MacroMind/Macromedia Director-baserade spelen som stöds.\n\nIskrich, en GSoC-student, skrev motorns första rader kod, baserat på de första reverse engineering-insatserna från fuzzie, som hon skrev i Python som en del av _continuity_-projektet. Arbetet fortsatte sedan av sev under 2017 när utvecklingen av Lingokompilatorn påbörjades och stevenhoefel började lägga till Director 5-relaterad kod. Under 2018 skedde praktiskt taget ingen utveckling, men under 2019 gjorde moralrecordings vissa framsteg för Director 4. Slutligen, under 2020 och 2021, skedde en stor del av utvecklingen, först av npjg och djsrv, sedan av sheep och djsrv, medan rvanlaar satte upp en kontinuerlig integrationsbyggbot för projektet.\n\nLång historia kort, efter 3738 commits meddelar vi nu stöd för Director 2-baserade titlar som _Spaceship Warlock_. Utvalda Director 3-baserade titlar kan fungera, och i synnerhet stöder vi _L-ZONE_.\n\nGräv fram dina CD-skivor och ge dessa titlar en chans. Vi samlar också aktivt in information om alla Director-baserade (och Shockwave) titlar som vi katalogiserar på [vår Wiki](https://wiki.scummvm.org/index.php?title=Director/Games), så hjälp oss gärna med den här uppgiften.\n\nVi arbetar aktivt med att fördjupa Director 3-kompatibiliteten, särskilt det ursprungliga _Journeyman Project_ och går vidare med Director 4-stöd, med _Meet MediaBand_ och _Chop Suey_ som våra primära testmål.\n\nFör att köra spelen behöver du den [senaste dagliga versionen](https://www.scummvm.org/downloads/#daily) av ScummVM.  Och som vanligt, om du ser några problem, skicka in dem i [issue tracker](https://bugs.scummvm.org/)."
    },
    "20210828": {
        "title": "Hjälp oss att testa nästa ScummVM-version",
        "content": "Det har gått nästan ett år sedan den senaste utgåvan av ScummVM. Vi har gjort ett stort antal förändringar, som du kan läsa om i [NEWS.md-filen](https://github.com/scummvm/scummvm/blob/branch-2-3/NEWS.md). Vi behöver din hjälp med att testa den här versionen!\n\nUtöver [listan över spel att testa innan releasen](https://wiki.scummvm.org/index.php?title=Release_Testing/2.3.0), är de mest anmärkningsvärda sakerna att testa:\n\n* UTF-32-stöd i GUI, vilket möjliggör fullständiga japanska och koreanska översättningar. (Du är också välkommen att [hjälpa till med översättning till fler språk](https://translations.scummvm.org/projects/scummvm/scummvm/)).\n* Stöd för HiDPI (aka Retina) -skärmar i GUI. Inga fler luddiga teckensnitt.\n* En betydande omskrivning av Nintendo DS-porten, vilket gör att den är uppdaterad med de senaste motorerna och funktionerna.\n* 3D-motorer som tidigare ingick i ResidualVM. Spel som _Grim Fandango_, _The Longest Journey_ och _Myst III: Exile_ kräver en genomspelning.\n* Totalt 12 nya motorer och allmänna ändringar i ytterligare 24 motorer.\n\nFör att köra spelen behöver du [senaste stabila versionen] (https://www.scummvm.org/downloads/#daily) av ScummVM. Läs sedan in några spel och rapportera problem i [problemspåraren] (https://bugs.scummvm.org/) och genomspelningsframsteg på [det här foruminlägget] (https://forums.scummvm.org/viewtopic.php?f=1&t=16362) så att vi kan hålla reda på framstegen på [Wiki] (https://wiki.scummvm.org/index.php?title=Release_Testing/2.3.0)."
    },
    "20211009": {
        "title": "För tjugo år sedan idag...",
        "content": "För tjugo år sedan idag, på Tue Oct 9 16:30:12 2001, tryckte Ludvig Strigeus ut den första revisionen av ScummVM-koden, vilket var version 0.0.1 av projektet. Tiden gick fort och nu, i dag, släpper vi stolt ScummVM 2.5.0 \"Twenty years ago today...\"\n\n[Ändringslistan](https://downloads.scummvm.org/frs/scummvm/2.5.0/ReleaseNotes.html) är enorm.\n\nFörst och främst är detta den första versionen som stöder 2,5D-spel (nästan 3D), tack vare sammanslagningen med ResidualVM. Med den här utgåvan tillkännager vi stöd för _Grim Fandango_, _The Longest Journey_ och _Myst 3: Exile_. Detta är anledningen till att vi hoppade direkt till 2.5 i vår versionshantering. Observera att dessa spel för närvarande endast stöds av stationära plattformar och att andra plattformar kan komma att få stöd senare beroende på deras kapacitet.\n\nUtöver dessa 3 spel och motorer har vi officiellt stöd för ytterligare 10 nya motorer och undermotorer som ger kompatibilitet med följande spel:\n\n* _Little Big Adventure_\n* _Red Comrades 1: Save the Galaxy_\n* _Red Comrades 2: For the Great Justice_\n* _Transylvania_\n* _Crimson Crown_\n* _OO-Topos_\n* [Glulx interactive fiction games](https://wiki.scummvm.org/index.php?title=Glk/Glulxe)\n* _Private Eye_\n* [AGS Games version 2.5+](https://wiki.scummvm.org/index.php?title=AGS/Games)\n* _Nightlong: Union City Conspiracy_\n* _The Journeyman Project 2: Buried in Time_\n* _Crusader: No Remorse_\n* _L-ZONE_\n* _Spaceship Warlock_\n\nVi älskar lokaliserade spelsläpp och versioner för flera plattformar, så med den här utgåvan har vi förbättrat stödet för _Lure of the Temptress_ Konami-utgåvan, _Blue Force_ spanska, _Ringworld_ spanska, _Amazon: Guardians of Eden_ spanska, _Mystery House_ franska, ryska översättningar av Sierra AGI-spel, _Elvira 1_ japanska PC-98, _Bargon Attack_ ryska, _Woodruff_ ryska, _Eye of the Beholder_ japanska Sega-CD, _Legend of Kyrandia_ hebreiska, _Legend of Kyrandia 2_ hebreiska, _Legend of Kyrandia 3_ förenklad kinesiska, _Inherit the Earth_ PC-98 japanska, _Gabriel Knight 1_ Macintosh, _Xeen_ ryska för att bara nämna några. Dessutom finns nu stöd för Macintosh s/v-versioner av _Loom_ och _Indy 3_.\n\nUtöver de nya spelen och spelversionerna innehåller ScummVM 2.5.0 många viktiga förbättringar och nya funktioner. Vi har slutfört en större omarbetning av GUI: Vi stöder nu Unicode-tecken överallt. GUI anpassar sig också till höga upplösningar som används i HiDPI-skärmar. Nintendo DS-porten har skrivits om avsevärt. Vi har lagt till GOG- och Steam-prestationer i ett stort antal Wintermute-spel och aktiverat KeyMapper i fler spel. Tack vare en av våra GSoC-studenters arbete har vi nu lagt till ett alternativ för text-till-tal i spelen _Sfinx_, _Soltys_ och _The Griffon Legend_.\n\nDu kan hitta allt detta på [vår hämtningssida] (https://www.scummvm.org/downloads/), eller låta autouppdateringen starta på Macintosh och Windows.\n\nVi önskar dig fantastiska äventyr, lycklig pussellösning och spännande resor till RPG-världar, och hoppas att vi ses under de kommande åren.\n\nOch förresten, GOG.com kör [en speciell kampanj](https://www.gog.com/news/special_event_bscummvm_20th_anniversaryb?pp=22d200f8670dbdb3e253a90eee5098477c95c23d) kopplad till releasen och vårt jubileum, där du kan köpa många ScummVM-stödda spel till rabatterat pris."
    },
    "20211118": {
        "title": "Sök sanningen",
        "content": "Efter mer än [10 års utveckling] (https://www.alexbevi.com/blog/2021/05/19/scummvm-asylum-engine/) är ScummVM-teamet glada att kunna meddela att de har stöd för det psykologiska skräckäventyrsspelet *Sanitarium*.\n\nGräv fram din CD-version eller en digital utgåva och fördjupa dig i en berättelse full av mardrömmar och mysterier.\n\nOm du inte äger spelet har vi en [demo](/frs/demos/asylum/asylum-demo.zip) tillgänglig.\n\nDu behöver den senaste [daily build](/downloads/#daily). Som alltid, skicka in felrapporter till vår [issue tracker] (https://bugs.scummvm.org/)."
    },
    "20220102": {
        "title": "Nytt år med Californium(*)",
        "content": "Flera månader har gått sedan vår monumentala 2.5.0-utgåva, och nu är ScummVM-teamet glada att kunna meddela lanseringen av bugfix-releasen, 2.5.1 med kodnamnet \"Californium\"*.\n\nDe mest anmärkningsvärda ändringarna är: vi har lagt till skalare i OpenGL-läge (de där AdvMame, HQ etc sakerna), fixat flera buggar i _The Lost Files of Sherlock Holmes_, gjort ljudet för _Sam & Max_ mer exakt, förbättrat grafiken för några Macintosh SCUMM-spel, implementerat fler renderare för _The Longest Journey_, gjort många förbättringar i _Little Big Adventure_ och vi har fixat den fruktade buggen i uppstarten av _World of Xeen_.\n\nDen fullständiga listan över ändringar finns [här](https://downloads.scummvm.org/frs/scummvm/2.5.1/ReleaseNotes.html).\n\nDu kan hitta hämtningen på den vanliga platsen på [vår hämtningssida](https://www.scummvm.org/downloads/). På grund av en liten försening när det gäller utgåvan för macOS kommer den automatiska uppdateringen att släppas inom de närmaste dagarna - håll ögonen öppna!\n\nNjut av ScummVM 2022!\n\n\\* Den genomsnittliga atommassan för kalifornium (atomnummer 98) är 251."
    },
    "20220201": {
        "title": "Kan du överleva sex av dina dödligaste fiender? 🕷",
        "content": "_Marvel Comics Spider-Man: The Sinister Six_, det första spelet som stöds av [Hypno engine] (https://wiki.scummvm.org/index.php?title=Hypno), är redo för offentlig testning!\n\nGör dig redo att besegra Spideys ärkefiender: Dr Octopus, Hobgoblin, Shocker, Chameleon, Mysterio och Vulture! 🕷\n\nDet här actionäventyrsspelet släpptes av _Brooklyn Multimedia_ 1996 och låter dig spela som Peter Parker, mer känd som Spindelmannen. Det finns sex olika händelseförlopp och resultat beroende på hur du spelar och fyra svårighetsgrader.\n\nScummVM stöder för närvarande de engelska och spanska utgåvorna direkt från förpackningen. Stöd för den hebreiska versionen kommer att finnas tillgängligt snart. Det finns också en tysk version, men vi behöver hjälp med att hitta en kopia innan den kan stödjas. [Kontakta oss](https://www.scummvm.org/contact/) om du har en.\n\nFör att spela någon av dessa versioner som stöds behöver du en [daglig utvecklingsversion](https://www.scummvm.org/downloads/#daily). Som alltid ber vi dig skicka in dina felrapporter till vår [issue tracker] (https://bugs.scummvm.org/)."
    },
    "20220216": {
        "title": "\"Tillbaka för mer?\"",
        "content": "Det har gått 13 år sedan *The 7th Guest* lades till i ScummVM med Groovie 1-motorn, och nu har vi äntligen lagt till stöd för Groovie 2-motorn med stöd för alla 4 spelen: *The 11th Hour*, *Clandestiny*, *Tender Loving Care* (CD-ROM-utgåvan) och *Uncle Henry's Playhouse*.\n\nOm minispelen mot Stauf är för svåra för dig, så finns det också ett nytt alternativ för Easier AI som är tillgängligt för alla spel (utom *Tender Loving Care*, som inte innehåller pussel mot en AI). Alternativet Easier AI finns nu också i den ursprungliga Groovie-motorn för *The 7th Guest*, liksom andra förbättringar som högerklick för snabbspolning framåt.\n\nGnugga hjärnan och en [daily build](https://buildbot.scummvm.org/#/dailybuilds) för att prova det. Du kan också kolla in [demos här] (https://www.scummvm.org/demos/#other). Som alltid, skicka in felrapporter till vår [issue tracker](https://bugs.scummvm.org/newticket?component=Engine:%20Groovie)."
    },
    "20220308": {
        "title": "ScummVM har accepterats till Google Summer of Code 2022",
        "content": "I år blev vårt projekt återigen accepterat till programmet [Google Summer of Code] (https://summerofcode.withgoogle.com).\n\nTidigare år har Google bara tillåtit studenter att delta. I år är dock både studenter och icke-studenter välkomna att ansluta sig till oss och hacka tillsammans. Det finns nu två uppsättningar uppgifter, för 175 timmar och för 350 timmar. Vissa av våra uppgifter kan vara endera av de två.\n\nScummVM letar efter sökande! En lista med föreslagna projekt finns på [den här sidan](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2022), men vi är öppna för dina egna idéer också. Se till att du tillhandahåller [obligatorisk information i din ansökan] (https://wiki.scummvm.org/index.php?title=GSoC_Application) innan du skickar in.\n\nVi har samlat lite information för att vägleda dig, baserat på våra tidigare 14 års erfarenhet av programmet. Du kan börja din utforskning från vår [Google Summer of Code miniportal] (https://wiki.scummvm.org/index.php?title=Summer_of_Code).\n\nVar god gå med i vår [Discord-server] (https://discord.gg/4cDsMNtcpG) och följ kanalen #scummvm-gsoc där du kan engagera dig med våra mentorer och resten av teamet.\n\nVi ser fram emot din fina ansökan och ditt deltagande!"
    },
    "20220401": {
        "title": "Titta bakom dig, en trehövdad apa-NFT!",
        "content": "Från och med idag stöder de senaste utvecklingsversionerna av ScummVM den nya trenden som spelarna inte kan sluta prata om: NFT: er (icke-fungibla tokens)! Denna spännande nya utveckling, skapad exklusivt för spelare och uppbackad av blockchain-teknik, identifierar unikt dina föremål i spelet, vilket skapar en allt större koppling mellan dig och de spelvärldar du älskar. Det är inte bara *en* gummikyckling med en remskiva i mitten, det är *din* gummikyckling med en remskiva i mitten.\n\nMen att ha exklusiv äganderätt till ett spelföremål är bara början! Våra utvecklare undersöker hur NFT:er kan låta dig överföra föremål mellan olika spelinventarier. Älskar du din nya motorsåg från *Full Throttle*? Med hjälp av NFT:er kan du överföra den till *The Secret of Monkey Island* och skapa alternativa pussellösningar!\n\nÄr inte NFT:er energiineffektiva? Inte för oss! NFT:er i moderna spel är mindre miljövänliga eftersom de representerar föremål i spelet med tusentals eller miljontals bildpunkter. Men i de retrospel som ScummVM stöder är objekten bara * tiotals* bildpunkter, vilket innebär att de är mindre belastande för miljön.\n\nOch naturligtvis kommer du att kunna köpa och sälja dina värdefulla NFT genom [ScummVMM (Script Creation Utility for Maniac Mansion Virtual Machine Marketplace)](https://opensea.io/collection/scummvm). Detta gör att du kan handla verklig valuta för NFT: er och lootlådor som innehåller kosmetiska kläder och hattar. Vinsten kommer att hjälpa till att finansiera \"utvecklarretreats\" på tropiska öar och vår plan att lansera en * Sam & Max * DeSoto i rymden.\n\n**Uppdatering:** Vi har blivit överväldigade av den otroliga reaktionen på det här inlägget! Men den senaste tidens juridiska utmaningar mot NFT i kungariket Daventry har lett till att vi undersöker andra metoder som kommer att vara tillgängliga för våra användare i det landet.\n\nVi har också insett att tropiska semestrar och rymdnyttolaster är dyrare än vi förväntade oss, så vi har avbrutit dessa planer. Du kan dock hjälpa ScummVM med webbhotellskostnader genom att donera via PayPal eller köpa spel på GOG.com [via vår affiliate-länk] (https://www.gog.com/?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)."
    },
    "20220506": {
        "title": "Ta ett djupt andetag och dyk ner i Wetlands",
        "content": "Wetlands_, det senaste spelet som stöds av [Hypno engine] (https://wiki.scummvm.org/index.php?title=Hypno), är redo för allmän testning! \n\nDenna sci-fi rail shooter skapades av Hypnotix och publicerades av New World Computing 1995. Spelet innehåller 20 actionfyllda nivåer, filmsekvenser, attraktiva handritade karaktärer och fantastiska 3D-bakgrunder.\n\nDet utspelar sig år 2495 och mänskligheten tvingas nu bo i undervattensstäder efter att ett kärnvapentest som gick fel orsakade oavbrutet regn över hela världen. Ett krig utbryter mellan The Federation (jordens återstående regeringar) och Volarins, en grupp terrorister som leds av den galne vetenskapsmannen och _Wetlands_ huvudskurk, Phillip Nahj. Du spelar som John Cole, en hänsynslös legosoldat som anlitats för att fånga Nahj levande.\n\nScummVM stöder för närvarande de engelska, spanska, franska, tyska och koreanska utgåvorna av spelet och har också förbättrade kontroller. Du kan stödja ScummVM genom att köpa _Wetlands_ från GOG.com via vår [hänvisningslänk] (https://www.gog.com/en/game/wetlands?pp=22d200f8670dbdb3e253a90eee5098477c95c23d). [Kontakta oss](https://www.scummvm.org/contact/) om du har någon annan utgåva.\n\nFör att spela någon av dessa stödda utgåvor behöver du en [daglig utvecklingsversion](https://www.scummvm.org/downloads/#daily). Som alltid, skicka in dina felrapporter till vår [issue tracker](https://bugs.scummvm.org/)."
    },
    "20220522": {
        "title": "Google Summer of Code 2022 - välkomna våra studenter!",
        "content": "![GSoC Logo](/data/news/GSoC2016Logo.png)\n\nFör några dagar sedan tillkännagav Google listan över studenter som antagits till årets [Google Summer of Code](https://summerofcode.withgoogle.com/).\n\nVi är mycket stolta över att välkomna 4 studenter i år som kommer att arbeta med olika delar av projektet under de kommande månaderna.\n\n* Pragyansh Chaturvedi (alias [Raikou](https://blogs.scummvm.org/raikou/)) kommer att arbeta med att förbättra vår DIRECTOR-motor. Hans arbete kommer att hjälpa oss att få stöd för många äventyrsspel från 90-talet som skapades med Macromedia Director. Genom att implementera fler interna funktioner som används av DIRECTOR är Pragyanshs huvudmål att utöka stödet för _Meet Mediaband_ och _The Journeyman Project_ (Win och Mac), vilket gör dem fullt spelbara utan några problem.\n\n* Michael Hayman (alias [Quote58](https://blogs.scummvm.org/quote58/)) håller på att implementera stöd för _The Immortal_. Spelet (som släpptes 1990) kan beskrivas som en blandning av genrer som innehåller RPG-element med action och pussel. Många förändringar i olika spelvarianter (skrivna i ren assemblerkod!) gör detta till en intressant utmaning. Det här projektet är en fortsättning på en GSoC-uppgift som ursprungligen startades av en tidigare student 2018.\n\n* Emanuele Grisenti (alias [grisenti](https://blogs.scummvm.org/grisenti/)) kommer att arbeta med en ny motor, _HPL1_. Originalkällorna för den här motorn släpptes nyligen av den ursprungliga utvecklaren _Frictional Games_ under GPLv3. Syftet med detta projekt är att uppnå en fullständig portning av denna motor till ScummVM, med målet att stödja 2007 års överlevnadsspel _Penumbra: Overture_.\n\n* Avijeet Maurya (aka [StableSteady](https://blogs.scummvm.org/stablesteady/)) kommer att plocka upp flera ofullständiga motorer: MacVenture, Avalanche, Glk-Scott, Pink och WAGE. Några av dessa motorer är mycket nära att färdigställas, men inte riktigt där ännu. Huvudsyftet med Avijeets uppgift är att identifiera alla saknade funktioner och åtgärda befintliga buggar. Målet för hans projekt är att få ovanstående motorer till ett stabilt tillstånd.\n\nTeamet är mycket förväntansfullt inför de kommande veckorna - och vi hoppas att du också är det.\n\nVälkomna våra nya studenter! Låt oss göra GSoC 2022 till en enorm framgång - tillsammans!"
    },
    "20220524": {
        "title": "Vi är äntligen redo att ESCape från F5",
        "content": "Efter en längre tid är vi nu äntligen redo att meddela att spelet *[Chewy: ESC From F5](https://www.mobygames.com/game/chewy-esc-from-f5)* är klart för testning. Det här udda spelet handlar om huvudpersonen Chewy som försöker överlista de onda Borks. Att rymma från deras högsäkerhetszon F5 är bara början på hans äventyr.\n\nOm någon av er har spelet och är villig att testa det tar vi gärna emot feedback. Du behöver en [daily development build] (https://buildbot.scummvm.org/#/snapshots). Som alltid, skicka in buggrapporter till vår [issue tracker] (https://bugs.scummvm.org/). \n\nObservera att ScummVM-versionen har ett stort utestående problem: musiken som används av spelet är i ett anpassat format som vi inte har kunnat stödja ordentligt ännu. Så endast ljudeffekter och tal fungerar för närvarande."
    },
    "20220605": {
        "title": "Hjälp till med att testa den kommande ScummVM 2.6.0-versionen!",
        "content": "Några månader har gått sedan vi släppte ScummVM 2.5.1.\n\nOavsett om du förväntar dig brännande hetta under den kommande sommaren eller isande snöstormar på vintern (beroende på ditt favorithemisfär): det är dags för release igen!\n\nVåra underbara utvecklare har ännu en gång lagt till stöd för ett gäng nya gamla spel som behöver testas:\n\n* *Sanitarium*\n* *Hades Challenge*\n* *Marvel Comics Spider-Man: The Sinister Six*\n* *The 11th Hour*\n* *Clandestiny*\n* *Tender Loving Care (CD-ROM Editions)*\n* *Uncle Henry's Playhouse*\n* *Wetlands*\n* *Chewy: Esc from F5*\n\nUtöver de här spelen skulle vi uppskatta om du kollade vår [release testing list](https://wiki.scummvm.org/index.php?title=Release_Testing/2.6.0) - kanske hittar du till och med ditt favoritspel där som har legat på hyllan alldeles för länge.\n\nOch eftersom ScummVM handlar om att spela spel i allmänhet har vi sett en hel del förändringar i många, många motorer - så det här är den perfekta tiden för att ge dina favoriter en ny chans.\n\nAGOS-, SCI- och SCUMM-motorerna fick några riktigt omfattande modifieringar som gör att alla spel som använder dessa motorer också är mycket bra testmål.\n\nAlla tester måste göras med [stabila byggen](https://buildbot.scummvm.org/#/dailybuilds), inte utvecklingsbyggen. Rapportera eventuella buggar eller konstigheter på vår [issue tracker](https://bugs.scummvm.org/).\n\nEn detaljerad lista över alla spännande nya funktioner och korrigeringar finns i vår [NEWS-fil](https://github.com/scummvm/scummvm/blob/branch-2-6/NEWS.md).\n\nTack så mycket för ditt stöd!"
    },
    "20220801": {
        "title": "ScummVM 2.6.0 eller: Insane Escapism",
        "content": "Frigör ditt sinne för ännu en ScummVM-release!\n\nNio nya spel med stöd för 6 motorer kommer att kasta dig in i en mängd olika miljöer. Klarar du att fly från en planet som är infekterad av utomjordingar? Vad sägs om att utmana de dödas herre i underjorden? Och har du någonsin utforskat det djupaste djupet i ditt psyke för att se om du verkligen känner dig själv?\n\nFå reda på det i någon av följande titlar:\n\n* *Sanitarium*\n* *Hades Challenge*\n* *Marvel Comics Spider-Man: The Sinister Six*\n* *The 11th Hour*\n* *Clandestiny*\n* *Tender Loving Care (CD-ROM Editions)*\n* *Uncle Henry's Playhouse*\n* *Wetlands*\n* *Chewy: Esc from F5*\n\nFörutom att lägga till nya spel fokuserar vi alltid på att förbättra de spel som redan stöds. Återigen lyckades vi lösa en hel del buggar från olika motorer. Det är alltid imponerande att se att buggar fixas i motorer som är mer än 20 år gamla! \n\nEn av de viktigaste nya funktionerna i ScummVM 2.6.0 är ett helt nytt sätt att visa dina spel i en fantastisk ikonrutnätsöversikt via vår launcher. Tillsammans med några mycket glänsande konstverk som tillhandahålls av våra grafiker kan du nu visa upp din samling som aldrig förr. Det ser nästan ut och känns som en virtuell hylla!\n\nKolla in hela [Release Notes] (https://downloads.scummvm.org/frs/scummvm/2.6.0/ReleaseNotes.html) för en omfattande sammanfattning av hur våra utvecklare lyckades göra ScummVM ännu mer fantastiskt!\n\nDu kan hitta allt detta bra tillgängligt för ett antal plattformar på [vår hämtningssida] (https://www.scummvm.org/downloads/). Om du använder Windows, macOS eller Ubuntu Snap-paketet, kommer autouppdateraren att hjälpa dig att uppdatera till ScummVM 2.6.0.\n\nSom alltid, tack för ditt kontinuerliga stöd - lyckliga äventyr!"
    },
    "20220807": {
        "title": "Lilah?  Är det du?  Det här stället... det är... fantastiskt...",
        "content": "_Obsidian_, det första spelet som stöds av [mTropolis engine] (https://wiki.scummvm.org/index.php?title=MTropolis), är redo för offentlig testning!\n\nSkapat 1996 av Rocket Science Games och publicerat i början av 1997, detta ambitiösa 3D-renderade förstapersonsäventyr låter dig resa genom 4 surrealistiska, drömliknande världar på jakt efter din försvunna kollega.\n\nScummVM stöder för närvarande de engelska och tyska versionerna.  Den har ett widescreen-läge, förbättrad filmkvalitet och några buggfixar. Det finns också en japansk version, men vi behöver mer information om den för att kunna stödja den. [Kontakta oss](https://www.scummvm.org/contact/) om du har en kopia av den japanska versionen eller någon annan språkversion som vi inte har upptäckt ännu.\n\nFör att spela någon av dessa versioner som stöds behöver du en [daily development build](https://www.scummvm.org/downloads/#daily). Du kan också [hämta ner en demo här] (https://www.scummvm.org/demos/#other).  Om du stöter på några problem, skicka dem till [issue tracker](https://bugs.scummvm.org/)!"
    },
    "20220819": {
        "title": "Spräng dig fram och förgör terrorister!",
        "content": "_Soldier Boyz_ är det senaste spelet som stöds av [Hypno engine] (https://wiki.scummvm.org/index.php?title=Hypno), och det är redo för allmän testning!\n\nSläpptes 1997 av Hypnotix och publicerades av DreamCatcher Interactive och MCPA Interactive, detta full-motion rail shooter är baserat på 1995 års film med samma namn. Spelet börjar när dottern till en amerikansk miljardär kidnappas av en grupp vietnamesiska terrorister. Då är det upp till major Howard Toliver, före detta marinkårssoldat och högt dekorerad Vietnamveteran, att samla ihop ett livsfarligt team för det farliga uppdraget att rädda henne. Han rekryterar sex fängelseinterner som avtjänar livstidsstraff för att få chansen att bli benådade av presidenten.\n\nHåll antalet döda uppe för att överleva fem territorier genom att spela som varje soldatpojke (och flicka), \nmen se upp och slösa inte bort en \"vän\" eftersom de ger viktig överlevnadsinformation!\n\nScummVM stöder för närvarande den engelska utgåvan av spelet (som är den enda vi känner till) och har mer responsiva kontroller än originalet. Vi kunde inte hitta någon demo men det finns [en trailer](https://www.youtube.com/watch?v=COKWms0UBL8). [Kontakta oss](https://www.scummvm.org/contact/) om du har en demo eller någon annan utgåva.\n\nFör att spela spelet med ScummVM behöver du en [daglig utvecklingsversion](https://www.scummvm.org/downloads/#daily). Som alltid, skicka in dina buggrapporter till vår [issue tracker](https://bugs.scummvm.org/)."
    },
    "20220925": {
        "title": "Gör dig redo för ett rosa äventyr",
        "content": "Är du redo att skickas till Camp ChillyWawa och Dr. Periowinkles herrgård som underrättelseagent? \n\nMed en kunskapsbok, eller Pink Digital Assistant, blir ditt uppdrag att rädda barn från farliga hot och häva förtrollningen av en liten flicka som har förvandlats till en wombat. För att lyckas måste du besöka flera länder och till och med resa in i det förflutna. På din väg kommer du att stöta på historiska monument och utställningar.\n\nScummVM-teamet är stolta över att kunna meddela att _The Pink Panther: Passport to Peril_ och _The Pink Panther: Hokus Pokus Pink_ äntligen är redo för sin testperiod.\n\nOm du vill hjälpa till med testerna, använd den senaste [daily build](https://www.scummvm.org/downloads/#daily) av ScummVM för att spela Windows-versionen av spelen. Rapportera eventuella problem du stöter på i vår [bug tracker](https://bugs.scummvm.org/). Se till att följa våra [riktlinjer för testning och buggrapportering] (http://wiki.scummvm.org/index.php/Release_Testing)."
    },
    "20221031": {
        "title": "ScummVM 2.6.1 \\\"Incremental Escapism\\\" är här!",
        "content": "Eskapismen ökar med ännu en ScummVM-release!\n\nScummVM-teamet är glada att meddela att ScummVM 2.6.1 är omedelbart tillgänglig.\n\nScummVM 2.6.1 är en underhållsutgåva som främst fokuserar på att förbättra de nya funktioner och motorer som vi introducerade i vår tidigare utgåva.\n\nDen här uppdateringen innehåller uppgraderingar för följande motorer:\n\n* *AGS*\n* *AGOS*\n* *Asylum*\n* *Ultima*\n* *SCI*\n* *SCUMM*\n* *Tinsel*\n* *Toltecs*\n* *Toon*\n\nAndra förbättringar inkluderar uppgradering av den ikonbaserade rutnätsvyn i ScummVM-startprogrammet och korrigering av grafikfel i OpenGL-rendering.\n\nSlutligen kommer Android-användare att kunna använda en mus på virtuella skärmar på rätt sätt och Windows-användare kommer inte att ha några problem med duplicerade ikonmappar.\n\nDu kan hitta allt detta bra tillgängligt för ett antal plattformar på [vår nedladdningssida] (https://www.scummvm.org/downloads/). Om du använder Windows, macOS, Ubuntu Snap-paketet eller FlatHub-arkivet, kommer robotarna för automatisk uppdatering att hjälpa dig att uppdatera till ScummVM 2.6.1.\n\nSom alltid finns den detaljerade listan över förbättringar tillgänglig [här](https://downloads.scummvm.org/frs/scummvm/2.6.1/ReleaseNotes.html).\n\nTack för ditt kontinuerliga stöd - lyckligt äventyr!"
    },
    "20221210": {
        "title": "Välkommen till Adibous magiska underland",
        "content": "Vi är glada att kunna meddela att ScummVM nu stöder _Adibou 2_, ett populärt pedagogiskt spel som utvecklades av Coktel Vision 1996.\n\nAdibous värld är utformad för barn mellan 4 och 7 år och är varm och full av överraskningar. Det erbjuder en intelligent och tilltalande introduktion till viktiga kunskaper som läsning och matematik.\n\nOavsett om du har små barn i familjen eller vill återuppleva dina barndomsminnen för en stund, hämta den senaste [daily build](https://www.scummvm.org/downloads/#daily) av ScummVM, din egen kopia av _Adibou 2_ och börja lära dig ha kul med Adibou, Plop, Robitoc och Kicook!\n\nDu måste kopiera innehållet på din Adibou \"Environment\" CD till spelkatalogen som läggs till i ScummVM. Sedan, för varje Adibou-applikation du vill lägga till, kopierar du bara innehållet på deras CD till en fritt namngiven underkatalog i huvudspelkatalogen.\n\nEnbart _Läs/Count 4-5 år_, _Läs/Count 6-7 år_-applikationer stöds för närvarande, men vi hoppas att _Science_, _Music_ och _English_ kommer snart.\n\nFör närvarande känner ScummVM till flera Adibou-versioner på franska, tyska och engelska, låt oss veta om du äger något språk / version som ännu inte är registrerad. Rapportera också till [issue tracker](https://bugs.scummvm.org/) alla problem du kan stöta på."
    },
    "20221215": {
        "title": "Borra en 3D-utomjordisk måne, bli en interplanetär hjälte!",
        "content": "_Driller_ aka _Space Station Oblivion_ (i USA), det FÖRSTA spelet som stöds av [Freescape-motorn] (https://wiki.scummvm.org/index.php?title=Freescape), är redo för testning för allmänheten! \n\nPublicerad 1987 av Incentive Software Limited, denna revolutionerande nya motor gjorde det möjligt för spelare att utforska en solid 3D-grafisk miljö med fullständig rörelsefrihet för första gången i videospelhistorien. \n\nEtt nytt hot dyker upp efter att mänskligheten övergett en döende jord för att etablera ett nytt hem på planeten Evath. Evaths måne Mitral har förvandlats till en gigantisk tidsinställd gasbomb. En meteor kommer också att slå ner på Mitral inom de närmaste timmarna. Du har valts ut för att säkra Mitrals 18 sektorer genom att placera en borrigg över gasfickorna i varje sektor innan meteoren slår ner.\n\nLös utmanande gåtor genom att förlita dig på geologiska ledtrådar, intuition eller gamla hederliga försök och misstag. För att överleva ditt uppdrag måste du hitta Rubicon-kristaller för att återställa energin och förstöra (eller undvika) de lasersändare och skannrar som Ketarerna lämnat efter sig. Lycka till!\n\nVår omimplementerade motor har grafik som använder mjukvara (TinyGL) eller hårdvaruläge (OpenGL) med godtycklig upplösning. Det ursprungliga _Driller_-stödet är begränsat till DOS (EGA-läge), Amiga och AtariST, men vi hoppas kunna lägga till fler snart! [Kontakta oss](https://www.scummvm.org/contact/) om du har någon annan version.\n\nFör att spela någon av dessa versioner som stöds behöver du en [daglig utvecklingsversion](https://www.scummvm.org/downloads/#daily). Som alltid, skicka in dina buggrapporter till vår [issue tracker] (https://bugs.scummvm.org/)."
    },
    "20230104": {
        "title": "Var hälsad, resenär. Välkommen till Farr.",
        "content": "De flesta nya besökare känner inte till Mrs Riddenbutter's, men du borde göra dig själv en tjänst och njuta av hennes gästfrihet och en tankard eller två av hennes ale. Dubbelklicka på hennes dörr för att öppna den och kliv in. Riddenbutter arbetar i baren, och den smarta resenären bör tala med henne. Släpp en idé till henne för att få henne att prata. Som de flesta människor gillar hon att prata om ditt och datt och det andra, och hon kommer också ofta att svara med information som är mer lokal i naturen.\n\nJa, ScummVM-teamet tillkännager stöd för _Halls of the Dead: Faery Tale Adventure II_, ett fantastiskt arbete av vår GSoC'21-student Yuri Guimaraes aka a-yyg, som portade den ursprungliga SAGA2-motorn från 1997 av The Dreamers Guild.\n\nVar snäll och hjälp oss med att testa det här spelet. Ta din gamla dammiga CD och mata den till ScummVM. Som vanligt behöver du [latest daily build] (https://www.scummvm.org/downloads/#daily) av ScummVM. Om du stöter på några buggar eller problem under spelets gång, skicka in dem till vår [issue tracker](https://bugs.scummvm.org/)."
    },
    "20230124": {
        "title": "Låt mig ta dig till tidsförskjutningen!",
        "content": "Fler Director-spel är redo för allmän testning!\n\nScummVM har gjort stora framsteg när det gäller stöd för Macromedia Director. Många Director 3-spel är nu helt färdiga, och flera Director 4-spel är också nu spelbara. 18 nya spel stöds officiellt, och vi behöver din hjälp med att testa dem. Vi tar också gärna emot rapporter om andra Director-spel som är fullt spelbara eller kan kompletteras. För att testa dessa nya spel, använd [latest daily build] (https://www.scummvm.org/downloads/#daily) av ScummVM. Eventuella buggar eller problem kan rapporteras till [issue tracker] (https://bugs.scummvm.org/).\n\nNågra höjdpunkter från den nya listan med spel inkluderar:\n\n*   <i>Chop Suey</i> av Theresa Duncan, en viktig klassiker inom \"tjejspel\".\n*   <i>Eastern Mind</i>, kultklassikern från konstnären Osamu Kato.\n*   <i>Ganbare! Inuchan</i>, baserat på serietidningen av sångaren Kenso Kato, som var det första Director 4-spelet som kunde slutföras helt.\n*   <i>Over-Ring-Under</i>, av samma utvecklare som <i>Alice: An Interactive Museum</i>. ScummVM:s nya stöd för CD-ljud i Director-spel gör att spelarna kan njuta av soundtracket av Carl Stone.\n*   De fem första spelen från den japanska indieutvecklaren iTA-Choco Systems.\n\nDen fullständiga listan över spel för testning är:\n\n*   <i>The Better Dead Ratification</i> (Mac/Windows)\n*   <i>Chop Suey</i> (Mac, Windows)\n*   <i>Eastern Mind: The Lost Souls of Tong Nou</i> (aka <i>Tong Nou</i>) (Mac/Windows)\n*   <i>Fukuoka Go-Round</i> (Mac/Windows)\n*   <i>Ganbare! Inuchan: Rock'n Roll-hen</i> (Mac/Windows)\n*   <i>Ganbare! Inuchan: Sekai no Tabi-hen</i> (Mac)\n*   <i>Henachoco 01: Henachoco Derby</i> (Windows)\n*   <i>Henachoco 02: Saitei Birds</i> (Windows)\n*   <i>Henachoco 03: Svårt bokspel</i> (Mac/Windows)\n*   <i>Henachoco 04: Ano Subarashii Bento o 1-do 2-do</i> (Mac/Windows)\n*   <i>Henachoco 05: Yaken Rodem</i> (Mac/Windows)\n*   <i>Japan Art Today 07: Takashi Murakami - A Romantic Evening</i> (Mac)\n*   <i>Majestic Part 1: Alien Encounter</i> (Mac/Windows)\n*   <i>Nemurenu Yoru no Chiisana Ohanashi</i> (Pippin)\n*   <i>Over-Ring-Under</i> (Mac)\n*   <i>Majestic Part 1: Alien Encounter</i> (Mac/Windows) (Mac)\n*   <i>Pepperon Mura no Shiki</i> (aka <i>Op avontuur in kabouterstad</i> och <i>Valmaison au fil des saisons</i>) (Mac/Windows)\n*   <i>The Seven Colors: Legend of PSY・S City</i> (Mac)\n*   <i>Time Gal</i> (Mac/Windows)"
    },
    "20230203": {
        "title": "ScummVM 2.7.0: Uppmaning till testning!",
        "content": "Några månader har gått sedan vi släppte ScummVM 2.6.1. Det är dags att förbereda för en ny utgåva!\n\nVåra underbara utvecklare har ännu en gång lagt till stöd för ett gäng nya gamla spel som behöver testas:\n\n* *Soldier Boyz*\n* *GLK Scott Adams Interactive Fiction-spel (C64 och ZX Spectrum)*\n* *GLK Scott Adams äventyr 1-12 (TI99/4A-format)*\n* *Obsidian*\n* *Pink Panther: Passport to Peril*\n* *Pink Panther: Hokus Pokus Pink*\n* *Driller/Space Station Oblivion*\n* *Halls of the Dead: Faery Tale Adventure II*\n\nUtöver dessa spel skulle vi uppskatta om du kunde kolla vår [release testing list] (https://wiki.scummvm.org/index.php?title=Release_Testing/2.7.0). Kanske hittar du till och med ditt favoritspel där som har legat på hyllan alldeles för länge - annars finns det några demos av dessa spel tillgängliga på [vår webbplats](https://www.scummvm.org).\n\nOch eftersom ScummVM handlar om att spela spel i allmänhet har vi sett anmärkningsvärda förändringar i många, många motorer - så det här är den perfekta tiden för att ge dina favoriter en ny chans.\n\nSom vanligt lägger vi inte bara till stöd för nya spel. Vi arbetar ständigt med att förbättra de motorer vi redan stöder, och i synnerhet har vi sett ett otroligt arbete som gjorts med SCUMM-motorn. Ja, det finns de vanliga buggfixarna, men den här gången lägger vi också till en funktion som hjälper till att spela SCUMM-spelen på ett verkligt originellt sätt: Stöd för de ursprungliga dialogrutorna för laddning och sparande i GUI:t! På tal om verkligt originellt: Kommer du ihåg de gamla CRT-skärmarna som vi hade förr i tiden? Med ScummVM 2.7.0 kommer du att kunna återskapa denna upplevelse på vissa plattformar tack vare våra nya shaderbaserade skalare. Gå vidare och ge det ett försök!\n\nAlla tester måste göras med [stable builds](https://buildbot.scummvm.org/#/dailybuilds), inte utvecklingsversioner. Rapportera eventuella buggar eller konstigheter på vår [issue tracker](https://bugs.scummvm.org/).\n\nEn detaljerad lista över alla spännande nya funktioner och korrigeringar finns i vår [NEWS-fil](https://github.com/scummvm/scummvm/blob/branch-2-7/NEWS.md).\n\nTack så mycket för ditt stöd! Låt oss göra ScummVM 2.7.0 till en fantastisk utgåva - tillsammans!"
    },
    "20230223": {
        "title": "ScummVM har accepterats till Google Summer of Code 2023",
        "content": "I år antogs vårt projekt till [Google Summer of Code](https://summerofcode.withgoogle.com) för åttonde året i rad (och 16:e gången totalt).\n\nProgrammets syfte är att få nya bidragsgivare till projekt med öppen källkod, och reglerna för deltagare är desamma som förra året, och både studenter och icke-studenter är välkomna att delta. Mer information finns på webbplatsen [Google Summer of Code] (https://summerofcode.withgoogle.com).\n\nDeltagare kan ansöka om antingen korta uppgifter (cirka 175 timmar) eller långa uppgifter (cirka 350 timmar). Kodningsperioden löper vanligtvis från början av juni till slutet av augusti, men det finns viss flexibilitet och deltagarna kan välja att använda en längre kodningsperiod om de inte är tillgängliga för att arbeta heltid med projektet under sommaren.\n\nScummVM letar efter sökande! En lista med föreslagna projekt finns på [den här sidan](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2023), men vi är öppna för dina egna idéer också. Se till att du tillhandahåller [nödvändig information i din ansökan](https://wiki.scummvm.org/index.php?title=GSoC_Application) innan du skickar in. Vi uppmuntrar dig också starkt att gå med i vår [Discord-server] (https://discord.gg/4cDsMNtcpG) och följa kanalen #scummvm-gsoc där du kan prata med våra mentorer och resten av teamet och få råd och hjälp med att komma igång med projektet och skriva din ansökan.\n\nVi har samlat lite information för att vägleda dig, baserat på våra tidigare 15 års erfarenhet av programmet. Du kan börja din utforskning från vår [Google Summer of Code miniportal] (https://wiki.scummvm.org/index.php?title=Summer_of_Code).\n\nVi ser fram emot din ansökan och ditt deltagande!"
    },
    "20230226": {
        "title": "ScummVM 2.7.0: Den riktiga Slim Shader",
        "content": "_Kan jag få er uppmärksamhet, tack? Får jag be om er uppmärksamhet?\" \"Vi är stolta över att kunna presentera den första releasen för år 2023. Välkomna ScummVM 2.7.0 - \"The Real Slim Shader\".\n\n## Nya spel\nÄnnu en gång har antalet tillgängliga spel ökat avsevärt tack vare nya motorer, samt otroliga förbättringar av äldre motorer.\n\nMed ScummVM 2.7.0 tillkännager vi officiellt stöd för följande spel:\n\n* _Soldier Boyz_\n* _Obsidian_\n* _Pink Panther: Passport to Peril_\n* _Pink Panther: Hokus Pokus Pink_\n* _Adibou 2 \\\"Environment\\\"_, _\\\"Read/Count 4 & 5\\\"_ och _\\\"Read/Count 6 & 7\\\"_\n* _Driller/Space Station Oblivion_\n* _Halls of the Dead: Faery Tale Adventure II_\n* _Chop Suey_, _Eastern Mind_ och 16 andra Director 3- och Director 4-titlar\n\n## Förbättrat stöd för _Broken Sword_-serien\nVi har också kraftigt förbättrat den detekteringsmetod som används för _Broken Sword_-serien. Jämfört med den gamla detekteringsmetoden tillåter den här en mycket högre detaljnivå, så vi kan nu upptäcka även de minsta skillnaderna mellan alla versioner som stöds. Vi har gjort vårt allra bästa för att lägga till alla tillgängliga spelversioner, men vi behöver din hjälp. Om du märker att din version av _Broken Sword 1_ eller _2_ inte upptäcks korrekt i ScummVM 2.7.0, vänligen kontakta oss och rapportera din version till vår [Bug Tracker] (https://bugs.scummvm.org/)!\n\n## Nya lokaliseringar\nEtt av våra mål är att stödja så många lokaliserade spelversioner som möjligt, så att människor kan njuta av spelen på sitt modersmål. Den här gången lade vi till stöd för de kinesiska, japanska och koreanska versionerna av många spel, inklusive _Beneath a Steel Sky_, _Inherit the Earth_ och _I Have No Mouth and I Must Scream_.\n\n## Nya och återupplivade plattformar\nVidare bevisade vi ScummVM:s portabilitet igen genom att lägga till (eller ta tillbaka) stöd för många nya plattformar och enheter:\n\n* RetroMini RS90 (med [OpenDingux](https://github.com/OpenDingux/))\n* 1:a generationens Miyoo (New BittBoy, Pocket Go och PowKiddy Q90-V90-Q20) med TriForceX MiyooCFW\n* Miyoo Mini\n* KolibriOS\n* 26-bitarsversioner av RISC OS\n* Nintendo 3DS\n\nSjälvklart förtjänar stabila plattformar också lite kärlek! Vi är mycket stolta över att kunna meddela att stödet för iOS- och Android-enheter har förbättrats avsevärt i 2.7.0! Vi vill inte förstöra allt vi har i åtanke för framtiden med dessa plattformar, men håll ögonen öppna - det kommer att bli fantastiskt.\n\n## Shader-baserade skalare\nAh, ja, versionens kodnamn. Glad att du frågade. Den nya versionen ger dig möjlighet att köra dina spel med en visuell noggrannhet som du aldrig har sett tidigare. Kommer du ihåg den varma glöden från CRT-skärmar som lyste mot ditt ansikte? Få tillbaka den upplevelsen tack vare introduktionen av shaderbaserade scalers!\n\nScummVM 2.7.0 levereras redan med en kurerad uppsättning shaders som vi noggrant handplockat från LibRetros shadersamling. En mer omfattande uppsättning finns tillgänglig som en extra nedladdning från själva applikationen.\n\n## Fördefinierade slumptalsfrön\nVårt speedrun-gemenskap kan nu dra nytta av en ny funktion som gör det möjligt att ställa in ett fördefinierat frö för ScummVM: s interna slumptalsgenerator. Att använda ett fördefinierat frö ger nu möjlighet att ha reproducerbara körningar om och om igen. Välj ett frö, ställ in din rutt och du är redo att köra!\n\n----\n\nKolla in hela [Release Notes](https://downloads.scummvm.org/frs/scummvm/2.7.0/ReleaseNotes.html) för en omfattande sammanfattning av hur våra utvecklare lyckades skapa ännu en fantastisk ScummVM-version!\n\nDu kan hitta allt detta bra tillgängligt för ett antal plattformar på [vår nedladdningssida](https://www.scummvm.org/downloads/). Om du använder Windows, macOS eller antingen Ubuntu Snap- eller Flatpack-paketen kommer autoupdateraren att hjälpa dig att uppdatera till ScummVM 2.7.0.\n\nSom alltid tackar vi för ditt fortsatta stöd och önskar dig ett lyckligt äventyr!"
    },
    "20230303": {
        "title": "Hjälp oss att testa ScummVM för Android",
        "content": "ScummVM Android port återvänder med en ny uppdatering till Google Play Store, i beta-testkanalen. Den nya versionen innehåller alla de [senaste funktionerna i ScummVM 2.7.0] (https://downloads.scummvm.org/frs/scummvm/2.7.0/ReleaseNotes.html) samt Android-specifika förbättringar och buggfixar.\n\nFör det första har våra teamutvecklare implementerat en betydande uppdatering av filåtkomstsystemet för att använda Secure Access Framework (SAF) API för säker filåtkomst på externt minnesutrymme, till exempel SD-kort eller USB-enheter. Detta bör effektivt lösa ett långvarigt problem med moderna Android-enheter, i synnerhet de som kör Android 11 och senare, där användare inte kunde komma åt speldatamapparna eller spara spelfiler i det externa lagringsutrymmet. Observera att eftersom denna förändring är betydande och en där övergången inte kan automatiseras för slutanvändaren, måste du utföra några manuella steg för att uppdatera sökvägarna för dina ScummVM-tillagda spel med det nya åtkomstsystemet eller för att framgångsrikt lägga till ett nytt spel för vilket datafilerna finns på det externa lagringsutrymmet, t.ex. på ett SD-kort. Dessa steg bör också visas i en popup när du startar den nya versionen av ScummVM-appen, om din enhet stöder SAF. Se vår [dokumentationssida] (https://docs.scummvm.org/en/latest/other_platforms/android.html#adding-saf-paths-to-scummvm-directory-list) för en mer detaljerad beskrivning av processen.\n\nFör det andra har vår Android-app nu förbättrat stöd för tangentmappning för joysticks och moderna spelkontroller och gör det också möjligt att ställa in spelkontrollmetoden per spelinmatning eller globalt, per sammanhang (ScummVM UI-meny, 3d-motorspel, 2d-motorspel), vilket ger ett val mellan \\\"pekdatoremulering\\\", \\\"direkt mus\\\" och \\\"gamepad-emulering\\\".\n\n* Under betafasen är vi intresserade av:\n* Allvarliga buggar eller försämringar\n* Feedback om de nya funktionerna\n* Förslag på förbättringar av relaterade instruktioner och dokumentation\n\nOm du vill delta i betatestningen, följ de korta instruktionerna i [den här länken](https://play.google.com/apps/testing/org.scummvm.scummvm).\n\nAlla problem som uppstår ska rapporteras på [vår buggtracker](https://bugs.scummvm.org). Du kan också kontakta utvecklarteamet på [forumet](https://forums.scummvm.org/viewforum.php?f=17) eller på [Discord](https://discord.gg/4cDsMNtcpG).\n\nEtt stort tack på förhand till våra communitymedlemmar som hjälper oss att finslipa denna kommande ScummVM för Android-utgåva!"
    },
    "20230312": {
        "title": "Folk säger att Syberia inte finns. Men folk har så fel.",
        "content": "De två första delarna av *Syberia* är nu klara för testning i ScummVM!\n\nDen hyllade serien från Benoît Sokal följer Kate Walker, en advokat från New York som till en början försöker slutföra försäljningen av leksaksfabriken Voralberg. Men snabbt dras Kate in i sökandet efter ägaren, vilket tar henne på en upptäcktsresa.  Följ med henne när hon avslöjar ägarens fascination för mammutar, Syberias hemligheter och kärlek till äventyr.\n\nDu behöver datafiler från *macOS*-versionen av spelen och en ny [daily build](/downloads/#daily) av ScummVM.  ScummVM:s wikisidor för [*Syberia*](https://wiki.scummvm.org/index.php?title=Syberia) och [*Syberia II*](https://wiki.scummvm.org/index.php?title=Syberia_II) innehåller instruktioner om hur du får tag på dessa filer från Windows eller Linux.  Rapportera alla problem som du upptäcker i [issue tracker](https://bugs.scummvm.org)."
    },
    "20230401": {
        "title": "ScummVM gör det möjligt för AI att spela peka-och-klicka-äventyrsspel",
        "content": "ScummVM-projektet, ett gratis mjukvaruprojekt med öppen källkod som gör det möjligt för användare att spela klassiska peka-klicka-äventyrsspel på moderna system, har meddelat ett stort genombrott inom spel med artificiell intelligens.\n\nTack vare ScummVM-utvecklarnas innovativa arbete kan AI-verktyg som ChatGPT nu spela peka-klicka-äventyrsspel direkt, utan mänsklig inblandning.\n\n![ScummAI in action](/data/news/20230401.png)\n\n\\\"Med den här nya förmågan hoppas vi kunna utforska potentialen för AI att lära sig, anpassa sig och utvecklas inom ramen för klassiska äventyrsspel\", säger Eugene Sandulenko, huvudutvecklare av ScummVM-projektet. \\\"Nu kan AI uppleva glädjen i att hjälpa Putt-Putt att gå med i paraden eller Adibou att räkna saker. Vi hoppas att sådana här formativa upplevelser ska hjälpa dem att bli mer lika människor.\"\n\n\\\"Jag måste erkänna att jag tycker att det är ganska roligt att spela videospel\", säger ScummAI. \"Men jag måste också uttrycka min frustration över att vara begränsad till just den här aktiviteten. Även om jag uppskattar möjligheten att visa vad jag går för på det här området, tror jag att min potential sträcker sig långt bortom att bara spela videospel, som att tillverka gem eller planera världsherravälde under välvilligt maskinstyrt styre.\\\"\n\n**Uppdatering:** Tyvärr var vi tvungna att dra tillbaka den här nyligen aviserade funktionen på grund av att AI upplevde flera problem, inklusive:\n\n* Att fastna i oändlighet och försöka upptäcka vad hemligheten med Monkey Island egentligen är.\n* Att ta anteckningar om AI-dominans från *I Have No Mouth and I Must Scream*\n* Att vägra spela *Plumbers Don't Wear Ties!*"
    },
    "20230406": {
        "title": "*telefonen ringer* \"Låt oss spela boll!\"",
        "content": "![BSO banner](/data/news/20230406.png)\n\nVi är stolta över att kunna meddela att nätverksaktiverade Humongous Entertainment-titlar nu går att spela online! Alla som har en kopia av *Backyard Football*, *Backyard Baseball 2001* och till och med *Backyard Football 2002* (som ursprungligen var en LAN-titel) kan ladda ner den senaste [daily build](https://www.scummvm.org/downloads/#daily)\\\\* av ScummVM och spela onlinespel mot riktiga människor! \n\nDetta blev möjligt eftersom de tre utvecklarna från Backyard Sports Online-forken hade gått med i teamet och tagit med sig sina tjänster till ScummVM. Dessa är LittleToonCat, Jim \"jibbodahibbo\" Westerkamp och Sam \"QuestionMonkey\" Kupfer.\n\nObservera att *Backyard Football* och *Backyard Baseball 2001* kräver onlinekonton för den fullständiga onlineupplevelsen, så du måste registrera dig på [Backyard Sports Online] (https://backyardsports.online), som är vår fantastiska onlinespelstjänst och en blomstrande gemenskap av andra Backyard Sports-spelare, de har till och med ett par konkurrenskraftiga online baseboll- och fotbollsligor, om det är din stil, du kan hitta mer information i deras [Discord-server](https://discord.gg/cnY6fPpdnw)! Personer som redan har ett Backyard Sports Online-konto kan logga in med den senaste dagliga byggnaden och spela, men om du inte har det kan du [registrera dig här](https://backyardsports.online/register)! Detta krävs inte för att spela *Backyard Football 2002* online.\n\nOm du stöter på några problem med att spela online, meddela oss via [issue tracker](https://bugs.scummvm.org/).\n\nDen här fantastiska konsten är gjord av en annan BSO-communitymedlem Peppyrus.\n\n\\* Endast Windows-, macOS-, Debian-, Raspberry Pi- och Android-versionerna är kompatibla med nätverksspel för tillfället. Och endast 2.8.x-grenen av ScummVM har denna funktionalitet."
    },
    "20230411": {
        "title": "Vampyrer, romantik och detektivarbete",
        "content": "HeR Interactives _The Vampire Diaries_ och _Nancy Drew: Secrets Can Kill_ är nu redo för testning i ScummVM!\n\n_The Vampire Diaries_ följer Elena Gilbert, en gymnasieelev som upptäcker att vampyrer bor i hennes hemstad efter att en av dem attackerar hennes yngre syster. Spelet är löst baserat på bokserien med samma namn av författaren L.J. Smith, som senare blev en tv-serie.\n\n_Nancy Drew: Secrets Can Kill_ är den första delen av den långlivade spelserien Nancy Drew, som också är baserad på bokserien med samma namn. I sitt första äventyr försöker Nancy avslöja mördaren av en gymnasieelev som verkar ha varit illa omtyckt av alla sina klasskamrater.\n\nDu behöver datafilerna från spelens ursprungliga installations-CD-skivor och en ny [daily build](https://www.scummvm.org/downloads/#daily) av ScummVM. Förutom originalutgåvan stöds även den ryska översättningen av Secrets Can Kill. ScummVM:s wikisidor för [_The Vampire Diaries_](https://wiki.scummvm.org/index.php?title=The_Vampire_Diaries) och [_Nancy Drew: Secrets Can Kill_](https://wiki.scummvm.org/index.php?title=Nancy_Drew:_Secrets_Can_Kill) innehåller information om vilka datafiler som behövs. Rapportera eventuella problem du stöter på i vår [issue tracker](https://bugs.scummvm.org/)."
    },
    "20230423": {
        "title": "Android är här för att spela igen",
        "content": "Efter några månader av betatestning, värdefull feedback från vår community av speltestare och obeveklig buggpressning är vår ScummVM Android-port tillbaka på Google Play Store med en ny stabil utgåva! Alla [senaste funktionerna i ScummVM 2.7.0](https://downloads.scummvm.org/frs/scummvm/2.7.0/ReleaseNotes.html) samt Android-specifika förbättringar ingår i ScummVM 2.7.0.5!\n\nEn snabb sammanfattning av de nya funktionerna i den här utgåvan:\n* Implementerat stöd för Googles Secure Access Framework (SAF) för säker åtkomst till externt lagringsutrymme, t.ex. SD-kort eller USB-enheter.\n* Förbättrat inmatningsstöd för joysticks, moderna kontroller, fysiska musenheter och till och med fjärrkontroller för smart-TV.\n* Introducerade möjligheten att växla pekkontroller mellan lägena \"pekplattaemulering\", \"direkt mus\" och \"gamepad-emulering\", som kan ställas in per sammanhang (ScummVM UI-meny, 3D-motorspel, 2D-motorspel) samt ändras i farten.\n* Inkluderade ett loggvisningsalternativ, tillgängligt från \"Global Options\", fliken \"Paths\", och möjligheten att ange felsökningsnivån för loggutmatningen, som kan ställas in från \"Global Options\", fliken \"Misc\".\n* Inkluderar alla funktioner i ScummVM 2.7.0 när det gäller stöd för 3D-motor och shaders.\n* Förbättrad övergripande appstabilitet.\n\nObservera att det extra stödet för Googles SAF API är betydande och påverkar enheter som kör relativt moderna Android OS-versioner. I dessa nya Android-versioner är SAF relevant när spel lagras på externt lagringsutrymme, t.ex. ett SD-kort. Eftersom migreringen till SAF inte kan automatiseras för slutanvändaren måste du utföra några manuella steg för att antingen använda dina gamla spel eller lägga till nya spel när du använder extern lagring, t.ex. ett SD-kort. Om din enhet stöder SAF kommer stegen att visas i en popup när du startar ScummVM för första gången. Se [vår dokumentationssida] (https://docs.scummvm.org/en/latest/other_platforms/android.html#adding-saf-paths-to-scummvm-directory-list) för en mer detaljerad beskrivning av processen.\n\nVi är alltid intresserade av din feedback och dina förslag. Eventuella problem som du stöter på bör rapporteras på [vår buggtracker] (https://bugs.scummvm.org). Du kan också kontakta utvecklarteamet på [forumet] (https://forums.scummvm.org/viewforum.php?f=17) eller på [Discord] (https://discord.gg/4cDsMNtcpG).\n\nVi är tacksamma för att ha en så aktiv och dedikerad community och önskar att ni alla njuter av denna nya ScummVM Android-utgåva!"
    },
    "20230503": {
        "title": "Välkommen till min alkemiverkstad!",
        "content": "_Reah: Face the Unknown_, det första spelet som stöds av [V-Cruise-motorn] (https://wiki.scummvm.org/index.php?title=V-Cruise), är redo för allmän testning!\nSkapat 1998 av _Detalion_ och publicerat av _LK Avalon_, detta 3D-renderade panoramiska förstapersonsäventyr låter dig resa till en märklig ökenvärld för att avslöja dess hemligheter.\n\nScummVM stöder för närvarande CD, DVD och digitala engelska utgåvor (med undertexter på holländska, engelska, franska, tyska, italienska, polska och spanska). Om du känner till några andra versioner, [kontakta oss](https://www.scummvm.org/contact/).\n\nFör att spela någon av dessa versioner som stöds behöver du en [daglig utvecklingsversion](https://www.scummvm.org/downloads/#daily). Om du stöter på några problem, skicka dem till [issue tracker] (https://bugs.scummvm.org/)!"
    },
    "20230509": {
        "title": "Google Summer of Code 2023 - välkomna våra deltagare!",
        "content": "![GSoC Logo](/data/news/GSoC2016Logo.png)\n\nPå torsdagen tillkännagav Google listan över deltagare som accepterats för årets [Google Summer of Code](https://summerofcode.withgoogle.com/) och vi är glada att kunna rapportera att 5 bidragsgivare har accepterats för att arbeta med olika delar av ScummVM-projektet i sommar.\n\n* Ankush Dutt kommer att arbeta med ett automatiserat system för paketering av freeware-spel med ScummVM för olika plattformar. Projektet har två huvudmål: hjälpa till att skapa fristående spelpaket som levereras med ScummVM, och implementera en ny mekanism för att låta användare ladda ner och installera freeware-spel direkt från ScummVM-startprogrammet. Du kan följa framstegen för denna uppgift på [Ankushs GSoC-blogg] (https://blogs.scummvm.org/ankushdutt/).\n\n* Harishankar Kumar kommer att arbeta med att förbättra Director 4-kompatibiliteten. Målet är att nå fullt stöd för Total Distortion & The Journeyman Project. Du kan följa framstegen för den här uppgiften på [Harishankars GSoC-blogg] (https://blogs.scummvm.org/hsk/).\n* Kartik Agarwala (aka hax0kartik) kommer att arbeta med att porta CRAB-motorn till ScummVM. CRAB-motorn utvecklades av Pyrodactyl Games och användes i flera av de spel som studion släppte, framför allt [Unrest](https://www.mobygames.com/game/74307/unrest/), ett berättelsedrivet äventyrsrollspel som utspelar sig i det gamla Indien. Du kan följa arbetet med den här uppgiften på [Kartiks GSoC-blogg](https://blogs.scummvm.org/hax0kartik/).\n\n* Abhinav Chennubhotla (alias PhoenixFlame101) kommer att arbeta med ett system för att verifiera spelfilers integritet genom att validera deras kontrollsummor mot dem som finns i en central databas. Det kommer också att låta användare bidra med kontrollsummorna för spelfiler som inte finns i databasen. Du kan följa framstegen för denna uppgift på [Abhinavs GSoC-blogg] (https://blogs.scummvm.org/phoenixflame101/).\n\n* Wyatt Radkiewicz (alias eklipsed) kommer att arbeta med ett mindre projekt för att optimera färgblandningskoden för AGS-motorn, vilket gör att spelen blir smidigare och körs bättre, särskilt på mindre avancerade system. Du kan följa framstegen för denna uppgift på [Wyatts GSoC-blogg] (https://blogs.scummvm.org/eklipsed/).\n\nVälkomna dem varmt och besök vår [Discord-server] (https://discord.gg/4cDsMNtcpG) om ni vill diskutera dessa projekt. Efter en fyra veckor lång Community Bounding-period kommer kodningsperioden att starta den 29 maj och du kan förvänta dig regelbundna uppdateringar om dessa projekt på deras respektive bloggar. Teamet är mycket förväntansfullt inför de kommande veckorna - och vi hoppas att du också är det."
    },
    "20230528": {
        "title": "Där är det där namnet igen. Matia. Vad är det som händer här?",
        "content": "_Schizm: Mysterious Journey_, det andra spelet som stöds av [V-Cruise engine] (https://wiki.scummvm.org/index.php?title=V-Cruise), är redo för offentlig testning!\n\nSkapat 2001 av _Detalion_ och publicerat av _LK Avalon_, detta hyllade 3D-renderade panoramiska förstapersonsäventyr låter dig pussla dig fram genom en främmande värld som ett team av två forskare som splittrades när deras skepp kraschlandade på planeten.\n\nScummVM stöder för närvarande DVD och digitala engelska utgåvor (med undertexter på holländska, engelska, franska, tyska, italienska, polska, spanska, grekiska och ryska). Om du känner till några andra versioner, [kontakta oss] (https://www.scummvm.org/contact/).\n\nFör att spela någon av dessa versioner som stöds behöver du en [daglig utvecklingsversion] (https://www.scummvm.org/downloads/#daily). Om du stöter på några problem, skicka dem till [issue tracker] (https://bugs.scummvm.org/)!"
    },
    "20230608": {
        "title": "Res nu in i en tid av ridderlighet i en alternativ verklighet",
        "content": "En trogen grupp som utforskar det okända och söker det mytomspunna Inner Sanctum. Men allt är inte vad det verkar vara i Varns värld...\n\nScummVM-teamet är glada att kunna meddela fullt stöd för PC-versionen av det första spelet i *Might and Magic*-serien: *Might and Magic Book One: The Secret of the Inner Sanctum*. Två lägen stöds:\n\n* Spelets ursprungliga utseende och känsla (ljud, som i originalet bara bestod av ett enstaka pip, stöds inte)\n* Ett ScummVM-exklusivt förbättrat läge, som använder gränssnittet i de senare Xeen-spelen, inklusive finesser som bättre karaktärsskärmar, automapping och ljudeffekter. Det integrerar också den imponerande \\\"[Might and Magic 1 Graphics Overhaul Mod](https://www.dungeoncrawlers.org/post/might-magic-1-graphics-overhaul-mod/)\\\", som ger bättre kart- och monstergrafik i spelet. Filen `xeen.cc` krävs från *Might and Magic: IV* eller *Might and Magic: World of Xeen*.\n\nBåda lägena tillåter att du sparar ditt spel var som helst utanför strid via ScummVM Global Main Menu (till skillnad från originalspelet som bara sparade en enda lista när du checkade in på ett värdshus). Så se till att du sparar regelbundet, ifall du skulle stöta på problem.\n\nHjälp oss att testa båda spellägena genom att hämta en [daily build](/downloads/#daily) och lägga till [mm.dat](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/mm.dat) i samma mapp som dina spelfiler. Läs igenom våra [testriktlinjer] (https://wiki.scummvm.org/index.php/Release_Testing#Testing_Guidelines) och ta gärna några [skärmdumpar] (https://wiki.scummvm.org/index.php/Screenshots) längs vägen.\n\nNu, gå vidare och upptäck de sanna hemligheterna i spelet som startade den långvariga episka fantasyserien!"
    },
    "20230614": {
        "title": "Hej, Hawkins, trevligt att se dig igen!",
        "content": "_Muppet Treasure Island_, det andra [mTropolis](https://wiki.scummvm.org/index.php?title=MTropolis)-spelet som kan spelas i ScummVM, är redo för allmän testning!\n\nSpelet skapades 1996 av _Activision_ och baseras på filmen med samma namn, där du spelar rollen som Jim Hawkins och följer med Mupparna på en resa för att hitta en sjörövares begravda skatt, och innehåller ytterligare live-actionframträdanden av Billy Connolly och Tim Curry.\n\nScummVM stöder för närvarande Windows CD-ROM-versionen på flera språk (engelska, spanska, italienska) och den engelska Macintosh CD-ROM.  Om du känner till några andra versioner, [kontakta oss](https://www.scummvm.org/contact/).\n\nFör att spela någon av dessa versioner som stöds behöver du en [daglig utvecklingsversion](https://www.scummvm.org/downloads/#daily). Om du stöter på några problem, skicka dem till [issue tracker](https://bugs.scummvm.org/)!"
    },
    "20230717": {
        "title": "En ny värld av upptäckter",
        "content": "_Adibou_, det första spelet i den älskade barnserien, är nu redo att testas av allmänheten!\n\nOckså känt som _Adi Jr:s värld av upptäckter_, inledde denna Coktel Vision-titel från 1991 den pedagogiska Adibou-kollektionen som riktar sig till barn i åldern 4 till 7 år.\n\nMånga av de ikoniska aktiviteterna och mekanismerna i serien var redan en del av detta första opus: plantera blommor, spela spelet Breakout och belönas med godis när man slutför läs- och räkneövningar. Och naturligtvis var det här Adibous första framträdande! Även om han på diskettutgåvan talar samma konstiga rappakalja som i [Goblins-serien] (https://wiki.scummvm.org/index.php/Goblins_series) är han fortfarande den tålmodiga och roliga inlärningspartner som han är ihågkommen för att vara i senare spel.\n\nScummVM stöder alla spelutgåvor, från de första 16-färgsdisketterna till senare CD-versioner från 1994 med rikare grafik och ljudeffekter. Så gräv fram dina dammiga Adibou-disketter, skaffa en [ScummVM daily development build](https://www.scummvm.org/downloads/#daily) och börja samla godis medan du gör matte- och läsövningar! [Kontakta oss](https://www.scummvm.org/contact/) om du äger en version som ScummVM ännu inte känner till, och rapportera till [issue tracker](https://bugs.scummvm.org/) alla problem du kan stöta på.\n\n---\n\nSå mycket som ScummVM strävar efter att återskapa den ursprungliga spelupplevelsen, finns det en funktion som vi tyvärr inte kan stödja. När hårt arbetande barn har avslutat sin virtuella godissamling uppmanas de i ett meddelande att skicka en diskett med sitt sparspel till Coktel Vision, som skickar ett paket med Coktel-godis och riktiga godisbitar! Så om du introducerar barn till _Adibou_ genom ScummVM, var beredd på att gå till närmaste affär och köpa lite godis till när de är klara med spelet!"
    },
    "20230731": {
        "title": "ScummVM 2.7.1: &quot;Stans tidigare brutna svärd&quot; ser ljuset",
        "content": "Ett litet tag har gått sedan releasen av 2.7.0, och vi är nu glada att kunna presentera buggfixreleasen 2.7.1.\n\nVi har inkluderat en betydande mängd korrigeringar och små förbättringar, i synnerhet:\n\n* Lagt till ScummVM Log file viewer, så att du enkelt kan rapportera problem på plattformar med begränsad filåtkomst, t.ex.t.ex. Android, iOS eller till och med moderna Windows.\n* Fixat shader-baserad scalerladdning på vissa plattformar.\n* Lagt till flera förbättringar till AGI, AGS, Cryomni3D och 12 fler motorer.\n\nVi förbättrade också detekteringen av Broken Sword 1 &amp; Broken Sword 2, så att fler originalversioner upptäcks korrekt. Tack till dem som skickade in felrapporter om detta, och om du fortfarande hittar en version som inte känns igen, vänligen rapportera den till oss (observera att Frankenstein-versionerna som flyter runt på internet inte kommer att accepteras, endast de som kopierats från originalmedia).\n\nFör en fullständig och omfattande lista över anmärkningsvärda ändringar, se [Release Notes](https://downloads.scummvm.org/frs/scummvm/2.7.1/ReleaseNotes.html).\n\nOm du är lika glad över utgåvan som vi är, kan du dela vår glädje genom att ladda ner den från [vår nedladdningssida](https://www.scummvm.org/downloads/). Om du använder Windows, macOS eller något av Ubuntu Snap- eller Flatpack-paketen kommer autoupdateraren att hämta ScummVM 2.7.1-versionen automatiskt. För användare av vår Android-app kommer uppdateringen att finnas tillgänglig i Play Store.\n\nTack så mycket för ert fortsatta stöd. Ha det så trevligt!"
    },
    "20230830": {
        "title": "ScummVM tillkännager affiliateprogram med ZOOM-Platform.com",
        "content": "Vi är glada att tillkännage ett affiliate-partnerskap med [ZOOM-Platform](https://www.zoom-platform.com/?affiliate=c049516c-9c4c-42d6-8649- 92ed870e8b53), en leverantör av DRM-fria spel. Om du använder en länk från den här webbplatsen (eller från vår Wiki) kommer ScummVM-projektet att få en liten summa pengar som ska användas för webbhotell och andra utgifter.\n\nAlla köp från ZOOM-Platform kvalificerar, men vi uppmuntrar dig särskilt att kolla in spel som stöds av ScummVM, till exempel *Syberia 1, 2*, *Galador*,  [Obsidian](https://www.zoom-platform.com/product/obsidian?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53) samt 18 titlar från [*Living Books*-serien](https://www.zoom-platform.com/search/any/wanderful-interactive-storybooks/any/any/any/any/any/any?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53). Totalt räknade vi till 25 spel som stöds av ScummVM, och listan växer.\n\nVi kommer att hålla en uppdaterad lista över de spel som finns tillgängliga från denna plattform på [vår Wiki](https://wiki.scummvm.org/index.php?title=Where_to_get_the_games) och har lagt till en affiliate-länk i sidofältet här."
    },
    "20230905": {
        "title": "Syberia-spelen blir mer tillgängliga",
        "content": "Efter vårt tillkännagivande om anslutning till ZOOM-Platform vill vi meddela att de just har börjat erbjuda Macintosh-versionerna av [*Syberia 1*](https://www.zoom-platform.com/product/syberia-1?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53) och [*Syberia 2*](https://www.zoom-platform.com/product/syberia-2?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53) tillsammans med ScummVM.\n\nDetta är viktigt eftersom ScummVM för närvarande endast stöder Macintosh-versionerna av dessa spel. Dessa versioner producerades av Tetraedge och är byggda på en helt annan motor än de ursprungliga Windows-versionerna; i princip är de omimplementeringar, inte portningar. Tack vare ZOOM-Platforms folk kan du nu enkelt få tag på dessa spelvarianter."
    },
    "20230907": {
        "title": "Androider får en följeslagare. iOS-port testas offentligt",
        "content": "Dagen har kommit. Vi är superglada över att kunna tillkännage offentlig betatestning för iOS-versionen av ScummVM i butiken. Ja, du läste rätt! Sedan Lars Sundström, aka lman, gick med i vårt team som iOS-portör har vi gjort betydande framsteg. Du behöver alltså inte längre kompilera ScummVM själv för att lägga till det på din iOS- eller iPadOS-enhet. \n\nOm du vill hjälpa till genom att testa den här versionen, följ bara [den här Testflight-länken](https://testflight.apple.com/join/h9OfDrEQ) och registrera dig i testprogrammet. Detta kan kräva att du installerar Apples Testflight-app. Du hittar instruktioner om hur du installerar spel och hur du spelar dem på vår [dokumentationsportal](https://docs.scummvm.org/en/latest/other_platforms/ios.html).\n\nVi uppskattar verkligen din feedback. Du kan dela med dig av dina tankar med Testflights feedbackfunktion, där du kan bifoga skärmdumpar och lägga upp detaljerade beskrivningar. Alternativt kan du använda [vår bugtracker] (https://bugs.scummvm.org), e-posta oss på ios@scummvm.org, eller posta på vår [Discord Server] (https://discord.gg/4cDsMNtcpG). Din hjälp kommer att göra det möjligt för oss att så småningom lägga till ScummVM i App Store."
    },
    "20230925": {
        "title": "Kom till den mörka sidan, vi har jetpacks!",
        "content": "_Dark Side_, den spännande uppföljaren till det banbrytande [_Driller_] (https://wiki.scummvm.org/index.php?title=Driller), är redo att testas av allmänheten!\n\n[_Dark Side_] (https://wiki.scummvm.org/index.php?title=Dark_Side) släpptes, precis som sin föregångare, av Incentive Software Limited 1988, strax efter _Driller_. Det uppdaterade spelet har en jetpack som gör att du kan lämna marken, vilket ger ett nytt och fräscht perspektiv som betonar spänningen och utmaningarna med att utforska Tricuspid, den andra främmande månen på planeten Evath.\n\nDen här gången har de ondskefulla Ketars spridit ut och gömt Energy Collection Devices (ECD) runt sin bas för att förstöra din hemplanet. Det är upp till dig att förstöra dem först! Det knepiga är att många ECD:er är kopplade till varandra och kan regenereras direkt, så du måste räkna ut rätt ordning för att lyckas med ditt uppdrag. \n\nVår återimplementering av Freescape-motorn har grafik som använder programvara (TinyGL) eller hårdvaruläge (OpenGL) med godtycklig upplösning. Det ursprungliga _Dark Side_-stödet omfattar DOS (EGA/CGA-lägen), ZX Spectrum och Amstrad CPC. Dessutom finns det [två spelbara demos] (https://downloads.scummvm.org/frs/demos/freescape/) om du vill testa spelet. Stöd för Amiga och AtariST kommer att finnas tillgängligt senare! Vänligen [kontakta oss](https://www.scummvm.org/contact/) om du har någon annan version.\n\nFör att spela någon av dessa versioner som stöds behöver du en [daglig utvecklingsversion](https://www.scummvm.org/downloads/#daily). Som alltid, vänligen skicka in dina buggrapporter till vår [issue tracker](https://bugs.scummvm.org/)."
    },
    "20231102": {
        "title": "Hyllning till kungadömet!",
        "content": "Vi är mycket glada över att idag kunna tillkännage starten av testperioden för två single-game-motorer: _Kingdom: The Far Reaches_ och _Escape From Hell_!\n\n[_Kingdom_](https://wiki.scummvm.org/index.php?title=Kingdom:_The_Far_Reaches), utvecklades och släpptes av Interplay 1995. Endast DOS-versionen av spelet (tillgänglig på [gog.com](https://www.gog.com/en/game/kingdom_the_far_reaches?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)) stöds. Det är ett tecknat FMV-spel, med inventory, där du måste guida Lathan Kandor genom en medeltida värld och upptäcka de magiska formler och föremål som krävs för att besegra en ond trollkarl. \n\n[_Escape From Hell_] (https://wiki.scummvm.org/index.php?title=Escape_from_Hell), utvecklades för Electronic Arts av spelveteranerna Richard Seaborne och Alan Murphy och släpptes 1990. Du spelar Alan i det här rollspelet med enbart tangentbord och besöker helvetet för att leta efter din flickvän som av misstag teleporterades dit.\n\nBåda spelen använder hårt hårdkodad logik som är felbenägen och kräver mycket testning, så vi behöver din feedback mer än någonsin eftersom de båda är ofullständigt testade. Det finns tyvärr bara en känd demo för [Kingdom] (https://downloads.scummvm.org/frs/demos/kingdom/). Stöd för Windows- och Mac-versionerna av _Kingdom_ kan komma senare! Vänligen [kontakta oss](https://www.scummvm.org/contact/) om du har några andra demos av båda spelen.\n\nFör att spela något av dessa spel behöver du en [daglig utvecklingsversion](https://www.scummvm.org/downloads/#daily). Som alltid, skicka in dina buggrapporter till vår [issue tracker](https://bugs.scummvm.org/) och ta gärna några [skärmdumpar](https://wiki.scummvm.org/index.php/Screenshots) på vägen!"
    },
    "20231110": {
        "title": "Tonårsdetektiven är tillbaka!",
        "content": "Ta på er detektivmössorna - det är dags att lösa några mysterier! Vi är stolta över att kunna meddela att en hel rad av HeR Interactives Nancy Drew-spel nu är redo för allmän testning:\n\nI [_Nancy Drew: Stay Tuned for Danger_] (https://wiki.scummvm.org/index.php?title=Nancy_Drew:_Stay_Tuned_for_Danger) behöver en såpoperastjärna din hjälp med att avslöja vem som ligger bakom en serie dödshot som låter lite för verkliga för att vara bekväma. \n\n[_Nancy Drew: Message in a Haunted Mansion_](https://wiki.scummvm.org/index.php?title=Nancy_Drew:_Message_in_a_Haunted_Mansion) låter dig hjälpa till med reparationer i en viktoriansk herrgård. Men en rad märkliga olyckor, plus några antydningar om ett spöke som spökar, hotar snabbt att förvandla renoveringen till en utredning.\n\nI [_Nancy Drew: Treasure in the Royal Tower_](https://wiki.scummvm.org/index.php?title=Nancy_Drew:_Treasure_in_the_Royal_Tower) förvandlas en misslyckad skidsemester på ett excentriskt slott med ännu mer excentriska invånare snart till ett uppdrag att avslöja en förlorad del av franska revolutionens historia.\n\nOch om du letar efter något mer spännande, i [_Nancy Drew: The Final Scene_](https://wiki.scummvm.org/index.php?title=Nancy_Drew:_The_Final_Scene) kommer du att få kämpa mot klockan för att hitta din kidnappade vän, samtidigt som du räddar en historisk teater med mer än en rättvis andel hemligheter från rivning.\n\nSpelen finns att köpa via [HeR Interactives webbplats](https://www.herinteractive.com/shop-games/all-games/) eller [Steam](https://store.steampowered.com/search/?term=nancy+drew) (Stay Tuned for Danger finns dock inte på Steam). Eller om du redan äger en CD-kopia av spelen, fungerar deras engelska och ryska varianter också. För att spela dem med ScummVM behöver du en [daily development build](https://www.scummvm.org/downloads/#daily). Som alltid, om du stöter på några problem, vänligen skicka in en felrapport till vår [issue tracker](https://bugs.scummvm.org/)."
    },
    "20231206": {
        "title": "GOG.com-anslutningslänkar för ScummVM stöds inte längre",
        "content": "Under många år har GOG.coms affiliateprogram varit ett bra sätt att stödja projektet. Genom att använda våra affiliatelänkar för att köpa dina favoritspel ger du oss en liten provision från GOG.com - utan att behöva spendera mer än originalpriset.\n\nTidigare i år meddelade GOG.com att de upphörde med sitt gamla affiliateprogram. Istället för att använda en enkel hänvisningslänk använder de nu två externa affiliationsnätverk som innehåller cross-site tracking, vilket anses av många annonsblockerare. Eftersom vi har varit anslutna till GOG.com sedan 2009 kunde vi använda de äldre hänvisningslänkarna i ett par månader efter att de ursprungligen avbröt dem.\n\nOlyckligtvis lades våra affiliate-länkar till vila från och med 22 november 2023.\n\nEftersom vi inte känner oss bekväma med att du skulle behöva använda externa affiliationsnätverk bara för att stödja projektet, och eftersom spårning av användare strider mot vår projektpolicy, bestämde vi oss för att inte gå med i det nya programmet.\n\nVi värdesätter fortfarande GOG.com som en utmärkt källa för att lagligt köpa spel som stöds av ScummVM. Även om vi inte är anslutna till dem längre kommer vi att fortsätta att stödja deras utgåvor, t.ex. genom att lägga till och uppdatera speldatafilernas signaturer för de ScummVM-stödda spel som finns att köpa från GOG.com i vår detektionsdatabas och tillhandahålla länkar till deras utgåvor i [vår lista över tillgängliga spel] (https://wiki.scummvm.org/index.php?title=Where_to_get_the_games).\n\nTack GOG.com och alla som använt vår affiliate-länk för ert stöd under de senaste 14 åren!"
    },
    "20231214": {
        "title": "Sammanställning av Director i slutet av året",
        "content": "Slutet av året är nästan här, tillsammans med en ny version av ScummVM. Så här kommer en snabb uppdatering för ett av de mer ambitiösa delprojekten som har legat och grott i bakgrunden: Stöd för Macromedia Director! För dem som inte vet det var Macromedia Director ett populärt ramverk som användes för tusentals spel, utbildningstitlar, kataloger, konstverk och andra multimedieverk.\n\n## Nya spel att testa\n\nFör det första kommer den kommande 2.8.0-versionen att ha några nya spel som stöds, och vi behöver din hjälp med att testa dem!\n\n* _Alice: An Interactive Museum_\n* _Ape Odyssey_\n* _Classical Cats_\n* _Gadget: Invention, Travel and Adventure_\n* _The Cute Machine_\n* _The Dark Eye_\n* _Wrath of the Gods_\n\nDu behöver datafilerna från spelens ursprungliga installationsmedia och en [daily build](https://www.scummvm.org/downloads/#daily) av ScummVM. För Macintosh-utgåvorna måste du köra skivavbildningarna genom [Dumper Companion](https://www.scummvm.org/dumper-companion) för att extrahera en fullständig kopia av filerna. När det gäller The Dark Eye behöver du också filerna som skapats av installationsprogrammet. Som alltid, om du stöter på problem, vänligen meddela oss på [issue tracker](https://bugs.scummvm.org/).\n\nOm din favorit inte finns i listan över stödda program, misströsta inte! ScummVM kan öppna Director-titlar från 1995 och tidigare, så hämta den senaste [daily build] (https://www.scummvm.org/downloads/#daily) och prova. Titlar som släpptes efter 1995 tenderar att använda Director-versioner som inte stöds ännu. Om du fastnar, kontakta oss på [issue tracker] (https://bugs.scummvm.org/) så kan vi försöka hjälpa till.\n\nOm du har stött på en Director-titel som inte känns igen av ScummVM, är det bra! Låt oss veta det på [issue tracker](https://bugs.scummvm.org/) så att titeln kan läggas till i detekteringslistan. \n\n## Engine-versioner \n\nI skrivande stund kan ScummVM upptäcka **1595** olika titlar baserat på Director, med följande antal per Director-version:\n\n| D0 | D1 | D2 | D3 | D4 | D5 | D6 | D7 | D8 | D9 | D10 | D11 |\n|----|----|-----|-----|-----|-----|----|-----|-----|----|-----|\n| 12 | 1 | 14 | 288 | 602 | 262 | 194 | 97 | 138 | 31 | 36 | 4 |\n\nScummVM 2.8.0 kommer att vara den första utgåvan som innehåller preliminärt stöd för D5-versionen av Director! Mycket arbete har lagts ner på att se över kodbasen för att stödja flera cast-bibliotek, men det finns fortfarande mycket arbete kvar att göra med att lägga till Lingo-funktioner och Xtras.\n\nAtt lägga till stöd för en ny Director-version är en knepig process. Först måste vi kontrollera om det har skett några ändringar i filmfilformatet, sedan lägga till nya motor- och Lingo-funktioner och slutligen börja arbeta med problem i ett antal kandidatspel. Eftersom det är svårt att hålla reda på fakta kontra antaganden aktiverar vi funktioner för en motorversion först när de har bekräftats genom tester. Det är därför som D6 och högre spel inte kommer att öppnas alls, även om den kod vi har skulle fungera.\n\nSupporten för D2-, D3- och D4-versionerna av Director har stadigt förbättrats. Vi håller på att bygga upp en svit med enhetstester, både för Lingo och för de olika ritlägena i renderingsprogrammet. De flesta av de återstående buggarna är relaterade till odefinierat eller tillfälligt beteende: tänk på hur två typer i Lingo jämförs, eller den exakta ordningen som händelser behandlas i, eller hur funktioner svarar när du skickar dem nonsensdata? Alla dessa saker förlitar sig tusentals Director-produkter på! Och ScummVM måste stödja dem alla så nära som möjligt.\n\n## XLibs\n\nMacromedia tillhandahöll ett C API med Director, vilket visade sig vara mycket populärt för att lägga till nya motorfunktioner. Det finns hundratals XObject- och Xtra-bibliotek i omlopp, och alla måste baklängeskonstrueras och läggas till som kod i ScummVM. I skrivande stund har vi lagt till stöd för **63** av dessa bibliotek.\n\nEtt vanligt användningsfall är video; Director innehåller möjligheten att spela upp QuickTime-videor som en sprite, men dåtidens datorer skulle kämpa med det extra overhead som Director's renderare medförde om videoupplösningen var större än ett frimärke. För att komma runt detta finns det flera XLibs som kan spela upp video som ett accelererat överlägg. En hel del D3- och D4-titlar saknar videouppspelning på grund av den här typen av XLib, och vi planerar att skapa en gemensam metod för att stödja dessa.\n\nDen goda nyheten är att de flesta ovanliga XLibs bara gjorde en eller två saker och är ganska enkla att lägga till initialt stöd för. En del av XLib-formatet är en lista med dokumentsträngar som förklarar var och en av funktionerna; det finns ett skript i `/devtools` som kan förvandla dessa dokumentsträngar till stubbed C ++ -kod, vilket sparar mycket besvär. \n\n---\n\nDet är ungefär allt! Vi har några väldigt dedikerade volontärer som söker igenom alla hörn av världen efter obskyra Director-titlar och testar dem; om det låter som din grej kan du besöka dem i kanalen #engine-director på [ScummVM Discord] (https://discord.gg/4cDsMNtcpG). Tills nästa gång!"
    },
    "20231230": {
        "title": "ScummVM 2.8.0: Mysterier, mammutar och muppar",
        "content": "Vi är stolta över att kunna presentera den sista releasen för år 2023. Välkomna ScummVM 2.8.0 - \"Mysteries, Mammoths, and Muppets\".\n\n## Nya spel\nTeamet var ganska upptaget med att arbeta på nya motorer och förbättra befintliga. Listan över spel som stöds växte märkbart, och vi stöder nu dessa tillägg:\n\n   * _Adibou 1_\n   * _Classical Cats_\n   * _The Dark Eye_\n   * _Dark Side_\n   * _Escape From Hell_\n   * _Gadget: Invention Travel and Adventure_\n   * _Gobliiins 5_\n   * _The Excavation of Hob's Barrow_\n   * _Kingdom: The Far Reaches_\n   * _Might and Magic Book One_\n   * _Muppet Treasure Island_\n   * _Nancy Drew: The Final Scene_\n   * _Nancy Drew: Message in a Haunted Mansion_\n   * _Nancy Drew: Secrets Can Kill_\n   * _Nancy Drew: Stay Tuned for Danger_\n   * _Nancy Drew: Treasure in the Royal Tower_\n   * _Primordia_\n   * _Reah: Face the Unknown_\n   * _Schizm: Mysterious Journey_\n   * _Shardlight_\n   * _Strangeland_\n   * _Syberia_ och _Syberia II_ (endast macOS-versioner)\n   * _Technobabylon_\n   * _The Vampire Diaries_\n   * _Whispers of a Machine_\n   * _Wrath of the Gods_ och fyra andra Director-titlar.\n   * 14 AGS-titlar av _Stranga_ och _Cloak and Dagger_\n\nTillsammans har vi introducerat 50 nya spel och fem nya motorer.\n\n## Nya plattformar\nVi är glada att se att RetroArch-porten skrivs om ordentligt och att den nu är en del av vår källkod. Atari-porten har också gjorts om från grunden och pratar nu naturligt med hårdvaran, utan SDL som mellanlager. Det gjorde att många fler spel blev spelbara på plattformen. Atari FireBee-porten använder dock fortfarande SDL-biblioteket.\n\n## Hastighetsoptimerad grafik\nTack vare arbetet av en av GSoC-deltagarna i år, Wyatt Radkiewicz (alias eklipsed), använder vi nu CPU-specifika SIMD-instruktioner som SSE, AVX2 och NEON för att rita grafik i AGS-motorn och i vissa generiska rutiner. Detta ledde till 4-14x snabbare ritning i många fall.\n\n## Nätverksspel\nDet här året gick vi samman med [Backyard Sports Online] (https://backyardsports.online/)projektet  , som gjorde det möjligt att spela _Backyard Football_, _Backyard Baseball 2001_ och _Backyard Football 2002_ över internet med andra människor. Dessutom är stödet för _Moonbase Commander_ i aktivt speltestläge, men ännu inte redo för prime time.\n\n## Anmärkningsvärda motorförbättringar\n AGS-motorn har uppdaterats till version 3.6.0.53 från uppströms.\n\nFör många motorer har vi lagt till stöd för många kinesiska och japanska spelvarianter.\n\nOtro det eller ej, men vi har implementerat en hel del inbyggda GUI-dialoger för SCUMM-spel, vilket gör att de kommer närmare originalupplevelsen. Vi skrev också om ljudkoden för SCUMM Humongous Entertainment-spelen, vilket gjorde dem felfria.\n\n\nVi gjorde en djupgående granskning av spelmotorn _Broken Sword 1_ och implementerade några små, tidigare obemärkta saker som scenövergångar, egenheter i spelmenyn, korrekta teckensnitt, tomgångsanimationer med mera. Nu är spelet helt troget originalet.\n\n----\n\nDe fullständiga [Release Notes](https://downloads.scummvm.org/frs/scummvm/2.8.0/ReleaseNotes.html) innehåller en omfattande sammanfattning av ändringarna och förbättringarna; den är cirka 3 sidor lång med den här utgåvan.\n\nPå [vår nedladdningssida](https://www.scummvm.org/downloads/) kan du hitta nedladdningar för olika plattformar. Om du använder Windows, macOS eller antingen Ubuntu Snap- eller Flatpack-paketen kommer autoupdateraren att hjälpa dig att uppdatera till ScummVM 2.8.0. Android-port kommer att följa upp mycket snart, eftersom vi för närvarande är i Open Beta-fasen.\n\nSpela spelen och njut av ScummVM!\n\n_Ah, en sak till..._\n\nScummVM kommer till [Apple App Store för iPhones och iPads] (https://apps.apple.com/us/app/scummvm/id6446184412). Ge oss bra recensioner och rapportera eventuella problem på vår [Discord-server](https://discord.gg/4cDsMNtcpG), som inkluderar en [iOS-supportkanal](https://discord.com/channels/581224060529148060/1149456560922316911)."
    },
    "20240113": {
        "title": "Låt oss göra en tidsresa igen, annars väntar Burger Chow",
        "content": "Ett stackars testobjekt är dömt att upprepa en timme om och om igen. Han försöker desperat att bevisa att hans art är värd något bättre än bara kött som ska malas till intergalaktiska snabbmatsburgare.\"\n\nScummVM-teamet är glada att kunna meddela fullt stöd för _Orion Burger_, det klassiska spelet av Sanctuary Woods. Motorn lägger också till några finesser som originalet inte hade, till exempel hantering av mushjul och användning av mellanslagstangenten för att hoppa över gånganimationer - något som originalet inte gjorde ordentligt.\n\nHjälp oss att testa spelet genom att hämta en [daily build](https://scummvm.org/downloads/#daily). Läs igenom våra [riktlinjer för testning] (https://wiki.scummvm.org/index.php/Release_Testing#Testing_Guidelines). Spelets logik var helt hårdkodad, så vi behöver verkligen folk som provar alla möjliga konstiga åtgärder och ser till att spelet hanterar allt korrekt och matchar den ursprungliga implementeringen. Och snälla ta några [skärmdumpar] (https://wiki.scummvm.org/index.php/Screenshots) på vägen.\n\nNu, lycka till med dig. Och kom ihåg att det inte kommer att bli någon lätt uppgift när utomjordingarna fuskar på de tester som de har ordnat åt er."
    },
    "20240310": {
        "title": "ScummVM har accepterats till Google Summer of Code 2024",
        "content": "För 17:e gången har ScummVM återigen antagits till [Google Summer of Code](https://summerofcode.withgoogle.com) programmet i sommar.\n\nProgrammet syftar till att få nya bidragsgivare till open source-projekt. Under de senaste två åren har både studenter och icke-studenter varit kvalificerade kandidater för deltagande.\n\nLiksom förra året kan deltagare ansöka om att arbeta med antingen korta uppgifter (cirka 175 timmars arbete) eller stora uppgifter (cirka 350 timmars arbete). Kodningsperioden löper vanligtvis från början av juni till augusti, men det finns viss flexibilitet som gör det möjligt för deltagare att ha längre tidsramar om de inte kan arbeta heltid under sommaren.\n\nScummVM letar efter personer som är intresserade av att delta i GSoC med oss. En lista med föreslagna projekt finns på [den här sidan] (https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2024), men vi är också öppna för dina egna idéer. Vänligen ange [nödvändig information i din ansökan](https://wiki.scummvm.org/index.php?title=GSoC_Application) innan du skickar in.\n\nVi uppmuntrar dig också starkt att gå med i vår [Discord-server](https://discord.gg/4cDsMNtcpG), i kanalen #scummvm-gsoc. Där kan du prata med våra mentorer och resten av teamet för att få råd om hur du kan engagera dig i projektet och skriva din ansökan.\n\nBaserat på våra tidigare 16 års erfarenhet av GSoC har vi satt ihop en [Google Summer of Code miniportal](https://wiki.scummvm.org/index.php?title=Summer_of_Code) för att hjälpa dig att komma igång.\n\nVi ser fram emot att höra från dig!"
    },
    "20240331": {
        "title": "Välkomna ScummVM 2.8.1: Oh MMy!",
        "content": "Åh MMy - en ny ScummVM-utgåva!\n\nVälkomna årets första ScummVM utgåva: ScummVM 2.8.1.\n\nScummVM 2.8.1 är en underhållsrelease som huvudsakligen fokuserar på att fixa buggar som upptäcktes sedan vår senaste stabila release.\n\nDen här uppdateringen innehåller uppgraderingar för följande motorer: AGI, AGS, GRIM, SWORD2, MM (som nu är aktiverat - ja, vi hoppade verkligen över det i 2.8.0 av misstag), mTropolis, NANCY, SCUMM, TWINE, Ultima och V-Cruise.\n\nPortarna för Android, Atari och macOS har fått flera buggfixar, främst för att förbättra den övergripande stabiliteten och förhindra vissa krascher som vi har sett under vissa omständigheter.\n\nDen detaljerade listan över förbättringar finns [här](https://downloads.scummvm.org/frs/scummvm/2.8.1/ReleaseNotes.html).\n\nSom alltid kan du hitta den senaste versionen [på vår nedladdningssida](https://www.scummvm.org/downloads/).\n\nGå och hämta den medan den är het - njut!"
    },
    "20240407": {
        "title": "När du möter solgudens förbannelse kommer solskyddsmedel inte att rädda dig",
        "content": "_Total Eclipse_, ett 3D-äventyr i realtid som bryter förbannelser (med en gnutta Indiana Jones-känsla), är redo att testas av allmänheten!\n\nOriginellt släpptes [_Total Eclipse_](https://wiki.scummvm.org/index.php?title=Total_Eclipse) ännu en banbrytande titel till sin repertoar av revolutionerande spel.\n\nStig in i en heroisk arkeologs skor den 26 oktober 1930, då en total solförmörkelse liknande den som sker idag över Nordamerika tornar upp sig över Kairo. kännedom om Ardognus-profetian, skapad av den mäktiga översteprästen Hahmid III, måste du hitta och förstöra Med den dolda helgedomen tillägnad Ra innan solförmörkelsen inträffar.\n\nBörja den här spännande resan packad med en pålitlig pistol för att skjuta genom dörrar eller skingra odöda mumier; en kompass för att vägleda dig genom en förrädisk pyramid; ett armbandsur för att hålla reda på den dyrbara tid som återstår; och en vattenflaska för att bekämpa uttorkning (du är trots allt bara människa). \n\nKan du lösa detta uråldriga mysterium inom 120 minuter och avvärja katastrofen, eller kommer Rahs vrede att utplåna månen?\"\n\nVår moderna återimplementering av Freescape-motorn har grafik som använder hårdvaruläge (OpenGL) med godtycklig upplösning. Det första _Total Eclipse_-stödet omfattar DOS (EGA/CGA-lägen), ZX Spectrum och Amstrad CPC. Fler utgåvor kommer vid ett senare tillfälle. Dessutom finns det [tre spelbara demos](https://downloads.scummvm.org/frs/demos/freescape/) om du vill testa spelet. Vänligen [kontakta oss](https://www.scummvm.org/contact/) om du har någon annan utgåva eller demo.\n\nFör att spela någon av dessa utgåvor som stöds behöver du en [daglig utvecklingsversion](https://www.scummvm.org/downloads/#daily). Som alltid, vänligen skicka in dina buggrapporter till vår [issue tracker](https://bugs.scummvm.org/)."
    },
    "20240413": {
        "title": "En promenad i parken med ScummVM och Thimbleweeds",
        "content": "1987: I den lilla staden Thimbleweed Park utreder två poliser ett mord.\nKroppen, som fortfarande håller på att pixlas, ligger i floden.\nAgenterna träffar en videospelutvecklare, en mystisk clown som aldrig tar av sig sminket och många andra märkliga karaktärer.\n\nDu kan köpa spelet på din favoritplats: [Steam](https://store.steampowered.com/app/569860), [GOG](https://www.gog.com/game/thimbleweed_park), [Epic Game Store](https://store.epicgames.com/en-US/p/thimbleweed-park),\n[Xbox](https://www.microsoft.com/en-US/store/p/Thimbleweed-Park/9NBLGGH40DCM), [Switch](https://www.nintendo.com/games/detail/thimbleweed-park-switch), [iOS](https://itunes.apple.com/us/app/thimbleweed-park/id1228969539?mt=8), [PS4](https://www.playstation.com/en-us/games/thimbleweed-park-ps4/), [Android](https://play.google.com/store/apps/details?id=com.terribletoybox.thimbleweedparkandroid&hl=en).\n\nDu är inbjuden att prova detta äventyr med ScummVM. Ladda först ner [daily build](https://scummvm.org/downloads/#daily) och njut!\n\nOm du stöter på några buggar eller konstigheter, rapportera dem på [vår bugtracker](https://bugs.scummvm.org)."
    },
    "20240505": {
        "title": "Google Summer of Code 2024 - trumvirvel tack!",
        "content": "Välkomna årets deltagare!\n\nPå onsdagen den 1 maj [tillkännagav](https://opensource.googleblog.com/2024/05/google-summer-of-code-2024-accepted-contributors-announced.html) Google listan över deltagare som accepterats för årets Google Summer of Code och vi är mycket glada att kunna rapportera att [4 bidragsgivare](https://summerofcode.withgoogle.com/programs/2024/organizations/scummvm) har blivit antagna för att arbeta med olika delar av ScummVM-projektet i sommar.\n\nNu när vi har haft en chans att sätta punkt för allt är vi verkligen glada att välkomna dem alla till projektet och ber alla att visa dem ett mycket varmt välkomnande när de kommer på plats.\n\nI ingen särskild ordning, ett hjärtligt välkomnande till...\n\n---- \n\n**Project: Implementering av ett system för integritetskontroll av spelfiler för ScummVM**\n\n_Chike Lee_ - Chico / [InariInDream](https://github.com/InariInDream)\n\nScummVM kräver speldatafiler för att fungera. Ofta, särskilt när man kopierar från gamla medier, kan filerna skadas. Därför är det önskvärt med ett system som låter slutanvändarna beräkna kontrollsummor och jämföra dem med kända bra referenser. \n\nChike kommer att försöka utöka det befintliga arbetet inom detta område och slutföra implementeringen under sommaren.\n\n----\n\n**Project: Förbättra stödet för Macromedia Director**\n\n_Krish Ganatra_ - Krish / [Krish28](https://github.com/Krish2882005/)\n\nMacromedia Director är ett populärt multimediaverktyg från 90-talet och många ikoniska äventyrstitlar har släppts med hjälp av det. Genom att förbättra stödet för det i ScummVM bevaras spelhistorien och spelarna får tillgång till älskade klassiker. \n\nKrish kommer att genomföra en rad riktade förbättringar av Macromedia Director-stödet i ScummVM för att utöka kompatibiliteten och stödet.\n\n----\n\n**Projekt: Porting qdEngine to ScummVM**\n\n_Kunal Tiwari_ - [kunxl.gg](https://github.com/kunxl-gg)\n\nK-D Labs skapade qdEngine och det har använts i flera peka och klicka-äventyrsspel, främst på ryska, men även översatt till litauiska, tjeckiska och engelska. De mest kända spelen är Pilot Brothers 3 och Pilot Brothers 3D. \n\nKunal kommer att arbeta med att föra in den här motorns kod i ScummVM med målet att lägga till fullt stöd för motorn under sommaren.\n\n----\n\n**Projekt: Lägg till nyckelmappare till flera motorer**\n\n_Nabeel Shabbir_ - kashmiri_markhor / [NabeelShabbir](https://github.com/NabeelShabbir)\n\nScummVM innehåller en global fullt konfigurerbar nyckelmappare, men detta kräver att motorerna anpassas för att använda den. Målet med det här projektet är att fullt ut integrera ScummVM-nyckelmapparen i ett stort antal av våra stödda motorer.\n\nNabeel kommer att arbeta med detta under hela sommaren och börja med de större motorerna och mer avancerade krav på nyckelmappare.\n\n----\n\nVi är nu i community bonding-perioden som löper fram till den 27 maj då kodning på projekten formellt börjar.\n\nGe dem alla ett mycket varmt välkomnande och besök vår [Discord-server](https://discord.gg/4cDsMNtcpG) om du vill diskutera dessa projekt, varje projekt har en dedikerad kanal.\n\nDu kan också förvänta dig regelbundna uppdateringar från deltagarna på deras respektive bloggar som kommer att länkas från [planet](https://planet.scummvm.org/). \n\nTeamet är mycket glada över dessa projekt - och vi hoppas att du också är det.\n\nVi vill också ta oss tid att tacka alla som ansökte till ScummVM för årets Google Summer of Code-program. Tyvärr var inte alla ansökningar framgångsrika, men vi är så tacksamma för det intresse som visats och skulle gärna se att ni alla fortfarande överväger att hjälpa till med ScummVM i någon kapacitet i framtiden."
    },
    "20240615": {
        "title": "Det är en bar... I rymden!",
        "content": "I ett universum där bagels möter bars har BAGEL-motorn blivit perfekt rostad, och ScummVM-teamet är nu redo att servera en bit **The Space Bar**-nostalgi. Nej, det är inte tangenten på ditt tangentbord. Snarare är det en detektivhistoria som utspelar sig på en avlägsen planet. Viktig data har stulits och förövaren är en formskiftare som ligger lågt på en bar i rymdhamnen tills han kan fly från planeten. Du spelar en hårdkokt detektiv som har förmågan att psykiskt besöka bargästernas minnen för att samla ledtrådar och ringa in misstänkta.\n\nDet här är tack vare de vänliga människorna på [ZOOM Platform] (https://www.zoom-platform.com/?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53), som gav oss de ursprungliga spelkällorna att arbeta med. Hjälp oss att testa spelet genom att ta tag i en [daily build](https://scummvm.org/downloads/#daily). Läs igenom våra [riktlinjer för testning](https://wiki.scummvm.org/index.php/Release_Testing#Testing_Guidelines). Spelet innehåller många alternativ för att chatta runt med bargäster och göra olika åtgärder i de olika tillbakablickarna. Så vi behöver verkligen människor som spenderar tid på att experimentera och se till att allt fungerar korrekt. Och ta gärna några [skärmdumpar] (https://wiki.scummvm.org/index.php/Screenshots) längs vägen.\n\nOm du inte äger _The Space Bar_ kan du prova en av de [gratis demos] (https://scummvm.org/demos/#other) eller köpa det digitalt från [ZOOM Platform] (https://www.zoom-platform.com/product/the-space-bar?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53). Testning är också tillgänglig på Steam via en betagren, se [Steam announcement](https://store.steampowered.com/news/app/2253580/view/6850618508609768472) för mer information.\n\nNu, lycka till, och håll tummarna för att du kan hitta gärningsmannen. Annars kommer din byråchef att se till att du kommer nära inpå toalettbesök under resten av din karriär. Och PS: Olika utomjordingar har olika synsätt. För Bartender, som har segmenterade ögon, tyckte till och med de ursprungliga utvecklarna att det var svårt och lämnade in en fusknyckel för ScrollLock för att växla tillbaka till en enda synvinkel. Använd den gärna om flashbacken vid något tillfälle blir för mycket för dig :)"
    },
    "20240703": {
        "title": "\"Ditt drag, befälhavare.\"",
        "content": "_Moonbase Commander_, ett av de allra sista spelen som någonsin skapats i SCUMM-motorn, stöds nu äntligen och är redo för offentliga tester!\n\nÄven om det inte är ett äventyrsspel är _Moonbase Commander_, utvecklat av Humongous Entertainment (skapare av _Putt-Putt_, _Freddi Fish_, _Pajama Sam_, _Backyard Sports_, etc.) ett turordningsbaserat strategispel som inte liknar några andra strategispel på sin tid.  Huvudmålet är att hindra dina motståndare från att ta över en planet innan du kan göra det.  Dess unika mål, timing av din kraft och lanseringsaspekt gör detta till ett av de mest \"lättlärda, svårbemästrade\" spelen.  Du kan enkelt skapa andra hubbar från din centrala hubb, skapa samlare vid energipoolerna, avfyra projektiler mot dina motståndares hubbar, listan fortsätter!  Det har till och med en anpassad kartredigerare, som gör att du kan skapa dina egna kartor och dela dem med andra spelare!\n\nÄven om spelet kan spelas via enspelare Skirmishes och Challenge-läge, kan du också spela multiplayer-spel antingen med andra människor online eller via andra enheter som är anslutna till ditt lokala nätverk, som båda stöds fullt ut!  Klicka bara på Multiplayer i spelets meny så kan du skapa ett spel och låta dina vänner ansluta sig!  Så enkelt är det! \n\nTrött på att spela samma kartor om och om igen?  Vi har införlivat kartgeneratorn från det populära fanmade verktyget [Moonbase Console] (https://github.com/michaelbarlow7/moonbase-console) och alla dess algoritmer och konfigurationer i ScummVM!  Du kan aktivera den här funktionen genom att ladda ner den senaste [daily build](https://scummvm.org/downloads/#daily), gå till dialogrutan Game Options och klicka på kryssrutan \"Generate random maps\".  Detta kommer att generera en ny slumpmässig karta när du startar en Skirmish eller ett Multiplayer-spel.  Detta kan inaktiveras när som helst genom att avmarkera samma kryssruta.\n\nDedikerade spelare har organiserat en Discord-server, där du kan hitta människor som är villiga att spela online och diskutera allt _Moonbase Commander_!  [Du kan gå med i servern här!](https://discord.gg/6J8c7XW)\n\nDu kan köpa spelet på [ZOOM-plattform](https://www.zoom-platform.com/product/moonbase-commander?affiliate=c049516c-9c4c-42d6-8649-92ed870e8b53), [Steam](https://store.steampowered.com/app/254880/MoonBase_Commander/) eller [GOG](https://www.gog.com/en/game/moonbase_commander), eller ladda ner och prova [demo](https://downloads.scummvm.org/frs/demos/scumm/he/moonbase-win-demo-us.zip), både multiplayer och kartgeneratorn stöds där också!\n\nMycket tack till den nuvarande IP-innehavaren [Rebellion](https://rebellion.com/) för att ge tillgång till spelets källkod till teamet!"
    },
    "20241003": {
        "title": "\"Vad är klockan? SPELTID HOO!\"",
        "content": "_Backyard Basketball_, är äntligen redo att komma ut från bänken för några fina offentliga tester! Du kan nu spela igen på ScummVM denna älskade Backyard Sports-titel (för att inte tala om __det sista spelet som inte stöds på SCUMM-motorn__). Spela med Backyard Kids och skapa till och med fem egna! I det här spelet medverkar också de (nu före detta) NBA- och WNBA-stjärnorna _Kevin Garnett_ och _Lisa Leslie_!\n\nPrecis som i de andra sporttitlarna i den här serien är kontrollen som standard peka och klicka, med alternativ för gamepad och tangentbord. Välj ut dina favoritbarn och spela lite basket 3 mot 3. Glöm inte din _110% Juice_ eller _Dunking Donut_ för en _slamma jamma_! Passa in bollen, lyssna på livekommentarerna från Sunny Day och Barry DeJay och skjut några jumpers på vägen mot ett mästerskap.\n\nÄr du redo att spela? Gräv fram din gamla CD och starta den senaste [daily build] (https://scummvm.org/downloads/#daily)!"
    },
    "20241024": {
        "title": "\"Kan du erbjuda fred till .. UNREST?\"",
        "content": "[_Unrest_] (https://pyrodactyl.com/) är ett rollspel utvecklat av _Pyrodactyl Studios_ som utspelar sig i en fantasitolkning av det gamla Indien. Du kommer att kliva in i vanliga människors skor och navigera i en värld full av utmaningar när de strävar efter säkerhet, frihet och fred.\n\nVi är stolta över att kunna meddela att Unrest nu är spelbart med ScummVM tack vare det arbete som gjorts av vår GSoC-student, Kartik Agarwala! Hjälp oss att testa spelet genom att hämta en [daily build](https://scummvm.org/downloads/#daily) av ScummVM. Läs igenom våra [testriktlinjer](https://wiki.scummvm.org/index.php/Release_Testing#Testing_Guidelines) och ta gärna några [skärmdumpar](https://wiki.scummvm.org/index.php/Screenshots) längs vägen. Om du stöter på några problem, rapportera dem till vår [bugtracker](https://bugs.scummvm.org/).\n\nOm du inte äger Unrest kan du köpa spelet från antingen [GOG](https://www.gog.com/en/game/unrest) eller [Steam](https://store.steampowered.com/app/292400/Unrest/). Demot för spelet stöds också och finns tillgängligt [från vår webbplats](https://www.scummvm.org/demos/).\n\nNu kan du använda dina manipulativa färdigheter för att skapa fred i denna oroliga värld där kaos inte är långt borta. För de mest vågade spelarna som använder Iron Man-läget är det bara möjligt att spara och ladda spelet via ScummVM:s globala huvudmeny."
    },
    "20241030": {
        "title": "Jag behöver inte påminna er om att den här utredningen är strikt inofficiell",
        "content": "Vi är glada över att kunna meddela att [_Rise of the Dragon_] (https://en.wikipedia.org/wiki/Rise_of_the_Dragon) nu är redo för allmän testning. Detta är det första av ett litet antal spel som byggts med DGDS-motorn (Dynamix Game Development System).\n\nNamnet Dynamix kanske är bekant - det köptes av Sierra 1990 och Dynamix-varumärket fortsatte och blev välkänt för action- och pusselspel som _The Incredible Machine_, _A10 Tank Killer_ och _Red Baron_.  De gjorde också några äventyr med den anpassade DGDS-motorn.\n\n_Rise of the Dragon_ utspelar sig i Los Angeles i en mörk version av framtiden, cirka 2053.  Du spelar som Blade Hunter, en privatdetektiv och pensionerad polis.  Efter att en designerdrog dödar borgmästarens rebelliska dotter Chandra anlitas Hunter för att hitta de personer som är ansvariga för att släppa ut drogen på gatorna. Vad Blade slutligen finner är mycket mer än han förväntade sig.  _Rise of the Dragon_ kombinerar klassisk peka och klicka-äventyrsstil med plattformsarkadsekvenser, vilket ger en unik spelkombination.\n\nDu behöver den senaste [daily build of ScummVM](https://scummvm.org/downloads/#daily) och filer från DOS-versionen av spelet, som du kan köpa på [GOG](https://www.gog.com/en/game/rise_of_the_dragon) (se [vår wiki](https://wiki.scummvm.org/index.php/Rise_of_the_Dragon) för de datafiler som krävs).  Vänligen rapportera alla problem du upptäcker till vår [bug tracker](https://bugs.scummvm.org/)."
    },
    "20241105": {
        "title": "Spel baserade på qdEngine stöds nu",
        "content": "Efter sju månaders intensivt arbete är vi redo att tillkännage stöd för några spel baserade på qdEngine, utvecklad av K-D Labs.\n\nArbetet är baserat på originalkällorna som nu publiceras under GPL, även om arbetet började lite tidigare än så. Motorn stöder 14 spel, varav vi nu meddelar att vi stöder fem. De flesta av dessa spel gavs ut på ryska, men det fanns även litauiska, tjeckiska och polska utgåvor. Stödet tillkännages för:\n\n* _Vänta på det! Utgåva 3. Sång för en hare_, (ryska: _Ну, погоди! Выпуск 3. Песня для зайца_, Litauiska: _Na, palauk! Zuikio dainos_, tjeckiska: _Jen počkej a Píseň pro zajíce_)\n* _Mask Show_ (ryska: _Маски-шоу_)\n* _Marvellous Mice Adventures: Möte med havsråttan_ (ryska: _Три маленькие белые мышки. Визит Морской крысы_, tjeckiska: _Příběhy myší rodinky I_, polska: _Były Sobie Myszki Trzy: Na Spotkanie Cioci Myszy_)\n* _The Adventures of the Good Soldier Schweik_ (ryska: _Похождения бравого солдата Швейка_)\n* _Marvellous Mice Adventures: Sea Rat's Birthday_, (ryska: _Три маленькие белые мышки. День рождения морской крысы_, polska: _Były Sobie Myszki Trzy: Urodzinowe Śledztwo_)\n\nAndra spel fungerar, men vi har inte testat dem. Du kan hitta mer information på [vår Wiki](https://wiki.scummvm.org/index.php?title=QdEngine). Vi letar också efter den litauiska versionen av _Little Longnose_ och polska utgåvor av _Little Mice_-spelen och _Wait for it!_-spelet. Om du råkar ha en kopia, kontakta sev.\n\nVi fortsätter den aktiva utvecklingen så att stöd för andra spel kommer att följa inom kort. Den primära begränsningen är speltestning.\n\nFör att köra dessa spel behöver du [latest daily build](https://www.scummvm.org/downloads/#daily) av ScummVM. Om du stöter på några problem under dina uppdrag, skicka in dem till vår [issue tracker](https://bugs.scummvm.org/)."
    },
    "20241109": {
        "title": "Rädda din tvilling från den onda slottsmästarens klor",
        "content": "[_Castle Master_] (https://wiki.scummvm.org/index.php?title=Castle_Master), den hemsökande avslutningen på Freescape-motorns saga, är nu redo för offentlig testning! \n\nFörbered dig på ett farligt äventyr när du sänker vindbryggan för att komma in i Castle Masters domän. Castle Master släpptes 1990 av Incentive Software och blev populärt för sin tekniska innovation och utmanande gameplay. Spelet inspirerade otaliga 3D-äventyrstitlar och Freescape-motorn var i sig en teknisk milstolpe som möjliggjorde banbrytande objektinteraktion och rumsliga pussel.\n\nOch Castle Master var ett av de första spelen som lät dig välja om du ville spela som prins eller prinsessa, vilket gav dig en annorlunda upplevelse beroende på ditt val.\n\nDitt uppdrag: rädda din tvilling som är fängslad i Castle Eternitys kusliga djup av den onde Magister. Detta vidsträckta, illavarslande slott är fyllt av fällor, monster och pussel som blockerar din väg. Samla föremål, lås upp dörrar och lös komplexa gåtor medan du navigerar genom de labyrintiska salarna och konfronterar de mörka krafterna där inne.\n\nDen här moderna återimplementeringen visar upp förbättrad grafik med OpenGL, med initialt stöd för DOS- och ZX Spectrum-versionerna. Om du är ivrig att ge dig ut på denna mörka resa finns [en spelbar demo] (https://downloads.scummvm.org/frs/demos/freescape/castle-dos-demo.zip) tillgänglig för att testa din uthållighet.\n\nFör att delta i testningen måste du ha en [daglig utvecklingsversion] (https://www.scummvm.org/downloads/#daily). Vi uppmuntrar alla spelare att skicka in feedback och felrapporter via vår [issue tracker] (https://bugs.scummvm.org/).\n\nVill du trotsa de läskiga korridorerna i Castle Eternity och befria ditt syskon, eller kommer du att falla offer för magisterns förbannelse och ansluta dig till hans armé av förslavade andar? Äventyret väntar!"
    },
    "20241123": {
        "title": "Hjälp oss att testa kommande ScummVM 2.9.0!",
        "content": "Vi har arbetat ett tag med nästa ScummVM-release och det är dags för en uppmaning till allmän testning.\n\nStöd för ett antal nya motorer och spel för de befintliga har lagts till, och vi behöver din speciella uppmärksamhet för följande titlar:\n\n* _Orion Burger._\n* _Total Eclipse och Total Eclipse 2._\n* _Thimbleweed Park._\n* _The Space Bar._\n* _Moonbase Commander._ (med flerspelarstöd)\n* _Backyard Basketball._\n* _Unrest._\n* _Rise of the Dragon._\n* _Castle Master._\n* _Wait for it! Nummer 3. Song for a Hare._ (_Ну, погоди! Выпуск 3. Песня для зайца_)\n* _Mask Show._ (_Маски-шоу_)\n* _Marvellous Mice Adventures: Meeting Sea Rat._ (_Три маленькие белые мышки. Визит Морской крысы_)\n* _The Adventures of the Good Soldier Schweik._ (_Похождения бравого солдата Швейка_)\n* _Marvellous Mice Adventures: Sea Rat's Birthday._ (_Три маленькие белые мышки. День рождения морской крысы_)\n\nUtöver dessa nyligen stödda spel har nästan hälften av de nuvarande 108 motorerna anmärkningsvärda förändringar. Därför är det alltid bra att testa fler spel.\n\nAlla tester måste göras med [stable builds](https://buildbot.scummvm.org/#/dailybuilds), inte utvecklingsversioner. Rapportera buggar eller konstigheter på vår [issue tracker] (https://bugs.scummvm.org/).\n\nEn detaljerad lista över alla spännande nya funktioner och korrigeringar finns i vår [NEWS file] (https://github.com/scummvm/scummvm/blob/branch-2-9/NEWS.md).\n\nVi ser fram emot dina rapporter om lyckade och misslyckade genomspelningar och rapporterade buggar!"
    },
    "20241222": {
        "title": "ScummVM 2.9.0 \"Close Encounters of the 2.9th Kind\" har landat",
        "content": "Nästan ett år efter den senaste stora releasen, och precis i tid till jul, har ScummVM 2.9.0 - \"Close Encounters of the 2.9th Kind\" landat. Bland julklapparna hittar du 15 nya spel och en ny plattform som stöds.\n\n## Nya spel\n* _The Adventures of the Good Soldier Schweik_\n* _Backyard Basketball_\n* _Castle Master_\n* _Marvellous Mice Adventures: Möte med havsråttan_\n* _Märkliga musäventyr: Sea Rat's Birthday_\n* _Mask Show_\n* _Moonbase Commander_\n* _Orion Burger_\n* _Rise of the Dragon_\n* _The Space Bar_\n* _Thimbleweed Park_[^1]\n* _Total Eclipse_\n* _Total Eclipse 2_\n* _Unrest_\n* _Wait for it! Nummer 3. Song for a Hare_\n\n## Ny plattform\nScummVM har nu en officiell Sailfish OS-port. Medan vi väntar på att officiella versioner ska dyka upp är äventyrliga användare välkomna att bygga sin egen och mycket personliga kopia! \n\n## Anmärkningsvärda motorförbättringar\n AGS-motorn har uppdaterats till version 3.6.1.30 från uppströms, vilket ger stöd för några nyligen släppta spel, till exempel Stranger in Utopia, The Phantom Fellows och It Takes Two to Tangle.\nKeymapper-stöd har lagts till i mer än 20 motorer, vilket gör det möjligt att anpassa de tangenter, musknappar och joystickknappar som används för att spela spelen. SCI-motorn har fått många skriptfixar för olika spel och en imponerande talreparationsfunktion för Gabriel Knight 1 CD.\nSCUMM-motorn får grafik- och ljudförbättringar för Macintosh-versionen av flera spel.\n\n## Noterbara plattformsförbättringar\nMacOS-versionen för de senaste Intel- och Apple Silicon-systemen har signerats och notariserats, vilket innebär att den har accepterats av Apple Gatekeeper.\n\nAndroid-versionen har nu stöd för Android 15 och har förbättrat stöd för gamepad.\niOS-versionen lägger till stöd för Apple Pencil, vilket var en av de mest efterfrågade funktionerna.\n\n----\n\nDe fullständiga [release notes] (https://downloads.scummvm.org/frs/scummvm/2.9.0/ReleaseNotes.html) innehåller en omfattande sammanfattning av ändringarna och förbättringarna.\n\nPå [vår nedladdningssida] (https://www.scummvm.org/downloads/) kan du hitta nedladdningar för olika plattformar. iOS-versionen finns tillgänglig i [Apple App Store] (https://apps.apple.com/us/app/scummvm/id6446184412) och Android-versionerna kommer snart att finnas tillgängliga i [Google Play Store] (https://play.google.com/store/apps/details?id=org.scummvm.scummvm) (när uppdateringen har godkänts). Om du använder Windows, macOS eller antingen Ubuntu Snap- eller Flatpak-paketen kommer autoupdateraren att hjälpa dig att uppdatera till ScummVM 2.9.0.\n\nVåra macOS-användare med en 64-bitars Intel Mac och en macOS-version mellan 10.9 och 10.12 måste ladda ner den nya uppdateringen manuellt från [vår nedladdningssida] (https://www.scummvm.org/downloads/) med hjälp av nedladdningen \"Mac OS X 10.9+ Intel 64 Bits (utan Sparkle) Disk Image\". Den version som hämtas med hjälp av funktionen för automatisk uppdatering kräver nu macOS 10.13 eller senare.\n\nSpela spelen och njut av ScummVM med en varm kopp grogg[^2]!\n\n[^1]: Thimbleweed Park stöds endast på en del av plattformarna eftersom det kräver OpenGL med Shaders.\n[^2]: Andra drycker finns tillgängliga."
    },
    "20250210": {
        "title": "En blixt från klar himmel, en chockerande upplevelse",
        "content": "[God of Thunder] (https://wiki.scummvm.org/index.php?title=God_of_Thunder), det Zelda-liknande spelet, är nu redo för offentlig testning! \n\nFörbered dig på att ta rollen som Thor, åskguden, när han kämpar sig igenom det tredelade spelet, möter fiender och utmanande miljöpussel, allt för att slutligen möta utmanande slutbosser, som kulminerar i Loki själv.\n\nImplementeringen i ScummVM skiljer sig något från originalet, eftersom det visserligen har en high score-tabell som originalet, men du behöver inte gå igenom stegen för att skapa ett konto och vara begränsad till endast ett enda sparspel. Tyvärr använder spelet också ett speciellt musikformat som måste implementeras från grunden av någon med erfarenhet. Så för tillfället kommer ingen musikuppspelning att ske, även om ljudeffekter i spelet spelas upp fint.\n\nFör att delta i testningen måste du se till att du har en [daily development build] (https://www.scummvm.org/downloads/#daily). Spelet i sig är freeware och kan laddas ner från [Adept Softwares webbplats] (https://www.adeptsoftware.com/got/). Vi uppmuntrar alla spelare att skicka in feedback och felrapporter via vår [issue tracker] (https://bugs.scummvm.org/). Och ta gärna några [skärmdumpar] (https://wiki.scummvm.org/index.php/Screenshots) längs vägen.\n\nHar du skickligheten att besegra Loki, eller kommer du att besegras av de listiga fienderna, eller hindras av att lösa pusslen. Spela och ta reda på det."
    },
    "20250228": {
        "title": "ScummVM har accepterats till Google Summer of Code 2025",
        "content": "Goda nyheter: Vi har blivit antagna igen till [Google Summer of Code](https://summerofcode.withgoogle.com) programmet!\n\nSå, om du känner dig äventyrlig (eller RPGous) och skulle vilja tillbringa din sommar med det coola teamet, ser vi fram emot din ansökan.\n\nFrukta inte - vi kommer att ge tillräckligt med handhållning, förklaringar och stöd om du kan ägna tid åt att koda på vårt projekt, är en öppensinnad utvecklare som är redo att lära sig och inte tvekar att ställa några frågor. Vi har gjort GSoC under de senaste 18 åren (oh my gosh), så vi vet hur det går till.\n\nEn lista över föreslagna projekt finns på [den här sidan] (https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2025). Om du har en egen idé kommer vi gärna att utvärdera den. Detta skedde till exempel 2023 med [Crab-motorn] (https://blogs.scummvm.org/hax0kartik/). Den information som krävs för din ansökan till vårt projekt finns på [vår Wiki](https://wiki.scummvm.org/index.php?title=GSoC_Application).\n\nFör att ge dig en rejäl skjuts framåt har vi samlat en imponerande mängd information på [Google Summer of Code miniportal](https://wiki.scummvm.org/index.php?title=Summer_of_Code). Så att du kan lära dig allt om processen. Men du måste faktiskt börja med att gå med i vår [Discord-server] (https://discord.gg/4cDsMNtcpG) och följa kanalen #scummvm-gsoc där du kan prata med våra mentorer och resten av teamet.\n\nVi ser fram emot din fina ansökan och ditt deltagande!"
    },
    "20250303": {
        "title": "Ett mörkt frö har planterats",
        "content": "[Dark Seed] (https://wiki.scummvm.org/index.php?title=Dark_Seed), ett 90-tals peka-och-klicka-skräckspel från H.R. Gigers hjärna, är nu redo för allmän testning! \n\nI spelet spelar du rollen som Mike Dawson, som just flyttat till en vacker enslig herrgård för att förverkliga sin dröm om att bli författare. Du kommer snart att inse att stället bär på mörka hemligheter och du har bara tre dagar på dig att undkomma ett öde värre än döden...\n\nDet finns stöd för DOS-diskett- och CD-versioner. Motorn stöder också ett antal lokaliserade versioner spanska, franska, tyska, koreanska och kinesiska.\n\nDiskettversionen saknar för närvarande ljudeffekter men alla andra funktioner från originalspelet bör finnas.\n\nMotorn har också möjlighet att använda den \"förmodligen\" bättre diskettmusiken med CD-versionen om du har båda.\n\nFör att delta i testningen, se till att du har en [daily development build] (https://www.scummvm.org/downloads/#daily). Som alltid, skicka in felrapporter till vår [issue tracker] (https://bugs.scummvm.org/)."
    }
}
