{
    "20011122": {
        "title": "Bienvenidos a ScummVM",
        "content": "¡Bienvenidos a ScummVM! ScummVM es un intérprete SCUMM (Script Creation Utility For Maniac Mansion) para Linux y Windows."
    },
    "20020113": {
        "title": "ScummVM 0.1.0 publicado",
        "content": "Muchos cambios nuevos en esta nueva versión. Full Throttle está funcionando mejor y se han iniciado los primeros trabajos en The Dig. \\[[Descargas](/downloads/)\\]"
    },
    "20020121": {
        "title": "Nuevo diseño de la página web",
        "content": "Gracias a Jeremy Newman (laxdragon) por diseñar y mantener nuestra nueva página web. No dudéis en darle un toque si tenéis comentarios o sugerencias sobre la misma."
    },
    "20020203": {
        "title": "Conversión de ScummVM para Dreamcast",
        "content": "[Marcus Comstedt](https://sourceforge.net/sendmessage.php?touser=446790) ha incorporado recientemente el port de ScummVM para SEGA Dreamcast al CVS. La página web «[Mark Thomas' Dreamcast Development](http://www.doc.ic.ac.uk/~mbt99/dcdev/)» tiene más información y los binarios de esta impresionante adaptación. Hay más detalles sobre la emulación en Dreamcast en [DC Emulation](http://www.dcemulation.com/)."
    },
    "20020214": {
        "title": "Más ocupados que un mono con un sarpullido",
        "content": "![Zak256](/data/news/20020214.png) El equipo de ScummVM está ocupado trabajando para hacer que más de vuestros juegos favoritos de LucasArts funcionen. Echad un vistazo a esta capturilla para ir calentando motores. Habrá más capturas de pantalla e información a medida que vayan surgiendo."
    },
    "20020220": {
        "title": "Compilaciones diarias para Windows ya disponibles",
        "content": "Travis Howell está generando compilaciones diarias de ScummVM para Windows que ya están disponibles para su descarga. También hay un enlace para una versión de ScummVM para Windows que utiliza SDL. Esta versión no necesita la dll de Cygwin.  \nTambién hemos habilitado una página de compatibilidad para responder a la pregunta más habitual: «¿Qué juegos funcionan?» Iremos actualizando esta página a medida que avance el desarrollo."
    },
    "20020308": {
        "title": "Actualizaciones de cierta importancia",
        "content": "![Full Throttle](/data/news/20020308.png) BBrox, Endy y Yazoo han pasado la semana trabajando a todo trapo (¡Gracias, chicos!). Estas son las novedades en el desarrollo de ScummVM:\n\n*   ¡Sam and Max ya puede jugarse de principio a fin!\n*   El motor de vídeos *inSane* funciona. Se usa en The Dig y Full Throttle\n*   Más opciones por línea de comandos para dar un mayor control. Mirad el archivo readme.txt\n*   Han comenzado las tareas preliminares para Curse of Monkey Island\n*   Mutle ha enviado la conversión para Mac al árbol CVS\n*   Corrección de muchos, muchos fallos."
    },
    "20020320": {
        "title": "Código paralizado",
        "content": "ScummVM acaba de paralizar su código. Esto significa que no se actualizará el CVS con nuevas correcciones, ya que estamos haciendo una gran reestructuración del motor. Esperamos que, al reescribir muchas partes de ScummVM al lenguaje C++, podamos arreglar un gran número de fallos inherentes en el motor y hacer que el código sea más fácil de manipular, tanto para nosotros como para cualquier desarrollador que desee unirse al proyecto en el futuro. Esto significa que los informes de fallos y parches que se encuentren actualmente en el sistema serán ignorados hasta que termine la paralización. Nuestra idea es hacerlo durante una semana, pero podría llevar más tiempo."
    },
    "20020404": {
        "title": "Código desparalizado",
        "content": "Tras unas pocas semanas, el código de ScummVM ha sido desparalizado oficialmente y se reanuda el trabajo de compatibilidad con juegos. Como aperitivo, se han arreglado varios fallos en Zak256 y el juego es mucho más jugable... ¡aunque aún le falta!"
    },
    "20020406": {
        "title": "Loom y la versión 0.2.0",
        "content": "Después de cierto esfuerzo, la versión de Loom en CD con voces y 256 colores ya es jugable de principio a fin! Con esto hemos empezado a prepararnos para publicar la versión 0.2.0. ¡Os pedimos a vosotros, nuestros jugadores, que nos ayudéis probando las últimas compilaciones diarias y del CVS y que juguéis a vuestros juegos favoritos!  \nTenemos que asegurarnos de que los siguientes juegos sean jugables de principio a fin sin fallos importantes (por ejemplo: cierres, cuelgues, etc. Los fallos menores, como la sincronía del sonido, no cuentan):\n\n*   Loom CD\n*   Monkey Island 1 (CD)\n*   Monkey Island 2\n*   Indy 4: Fate of atlantis\n*   Sam and Max\n*   Day of the Tentacle\n\nMuchas gracias, ¡y esperamos que todo vaya bien para que podamos publicar por fin una versión nueva! Además, a petición popular, ¡la versión 0.2.0 incluirá una nueva función de autoguardado para que no perdáis más horas de vuestro esfuerzo porque no os hayáis acordado de guardar la partida y os hayáis cruzado con un bug!"
    },
    "20020409": {
        "title": "Actualización sobre el lanzamiento",
        "content": "Gracias a varias personas hemos confirmado que DOTT, Sam and Max y LoomCD pueden jugarse de principio a fin sin fallos «graves» con el código actual. Por otro lado, se han encontrado varios fallos de importancia en MI2 e Indy4, así que el lanzamiento de la versión 0.2.0 podría llevar más tiempo del esperado.  \n  \nLos programadores que nos lean pueden leer la lista de fallos y probar suerte con los arreglos. Ahora mismo solo hay una persona trabajando de forma regular en ScummVM, así que el progreso va despacio."
    },
    "20020414": {
        "title": "Actualización de estado",
        "content": "El lanzamiento de la versión 0.2.0 ha sido pospuesto por un tiempo mientras el motor de ScummVM vuelve a ser reorganizado. Sin embargo, como apunte interesante, ¡la versión 0.2.0 también dará soporte a un juego que no utiliza SCUMM! Simon The Sorcerer. Así que compartid y disfrutad la última versión del CVS, amigos.  \n  \nAlgunos también os habréis fijado en que ha aparecido un botón de PayPal en la parte inferior de la barra de navegación. Si habéis disfrutado de ScummVM, por favor, donad algo para que podamos comprar software que nos ayude en el desarrollo. ¡Gracias!"
    },
    "20020501": {
        "title": "Actualización sobre el lanzamiento: toma dos",
        "content": "Sí, seguimos vivos. Por desgracia, no estamos para nada listos para estrenar la versión 0.2.0, varias personas han visto un gran número de fallos graves que estamos resolviendo. ¡Seguid con nosotros, tarde o temprano los resolveremos!  \n  \nAh, y por cierto... Si alguien conoce el paradero de Sean Clark o de cualquier otra persona que hiciera los scripts de Sam and Max, por favor, secuestradlos y obligadles a explicar por qué hay un molesto fallo de carreras de scripting en el vórtice del misterio, que nos ha tenido despiertos las últimas 48 horas.  \n  \nGracias y disfrutad de ScummVM :)"
    },
    "20020511": {
        "title": "Las últimas noticias.",
        "content": "El equipo de ScummVM todavía está trabajando duro para corregir los fallos que quedan y poder publicar nuestro próximo hito (la versión 0.2.0). Mientras tanto, aquí tenéis algunas noticias sobre el proyecto.  \n  \nAlgo especialmente interesante es que Zak McKracken 256 (la versión para fmTowns con gráficos mejorados) tendrá soporte oficial en la versión 0.2.0 y puede ser jugado de principio a fin con solo dos fallos de importancia en el CVS actual.  \n  \nAdemás, ahora mismo tenemos a alguien trabajando en una conversión para GBA. Esta ha sido una petición popular y, con suerte, estará lista a tiempo para la versión 0.3.0. Podéis ver las pruebas de su existencia en esta [captura de pantalla de su desarrollo](http://www.bbrox.org/scummadv_by_ph0x_0427c.jpg). La conversión está demasiado verde como para entrar al CVS, así que aguantad :)  \n  \nEn otras noticias sobre conversiones, LyonHrt ha compilado una vieja versión del CVS de ScummVM para Dreamcast, mantenida por nuestro compañero Marcus Comstedt. La podéis encontrar más abajo. Tened en cuenta que son compilaciones antiguas y sin soporte oficial del equipo de ScummVM. Cualquier comentario sobre esta conversión debe ir al foro de Dreamcast en ConsoleVision."
    },
    "20020514": {
        "title": "¡ScummVM 0.2.0 publicado!",
        "content": "Tras una larga espera, ¡ScummVM 0.2.0 ha sido lanzado! Pasaos por la página de descargas y coged la versión para vuestra plataforma favorita.  \n  \nActualmente tenemos descargas para i386 Debian Woody, Windows, Dreamcast, MacOSX, Familiar/Intimate y Windows CE. En los próximos días incluiremos descargas para MorphOS, RPMs y a lo mejor para BeOS.  \n  \nAdemás de corregir varios fallos importantes, ScummVM es ahora compatible con varios juegos nuevos, como la versión a 256 colores de Zak McKracken, la versión en CD de Loom, ¡y (curiosamente) Simon the Sorcerer! Varios juegos que eran solo compatibles en la versión 0.1.0 ahora son jugables de principio a fin en la versión 0.2.0, como Sam and Max.  \n  \nEl lanzamiento de ScummVM 0.2.0 también incluye a varias plataformas nuevas, un mejor soporte para diversas arquitecturas de CPU y endians, muchas más opciones para la línea de comando, ¡y soporte experimental (es decir, ¡no informéis de fallo!) para Full Throttle, The Dig, la versión VGA de Indiana Jones and the Last Crusade y la versión VGA de Monkey Island (en disquetes)!  \n  \nAsí que no esperéis más. Descargadlo ahora y si os gusta mucho, haced clic en el botoncito de PayPal que hay bajo el menú para donar dinero y ayudar al equipo de ScummVM para poder comprar herramientas y software con el que continuar este proyecto."
    },
    "20020527": {
        "title": "Informe sobre avances",
        "content": "Las compilaciones diarias de Windows no tienen virus alguno, algún escáner antivirus tipo [AntiVir](http://www.free-av.com) está identificando erróneamente el reciente troyano con forma de emulador de XBOX (TR/XBoxEmu.2) en todos los archivos autoextraíbles creados con [SFX Maker](http://www.sfxmaker.cjb.net/).  \n  \nLos trabajos en ScummVM han ido bastante despacio últimamente, ya que el equipo de desarrollo principal está bastante ocupado con otros asuntos.  \n  \nSabemos que se han encontrado unos cuántos problemas en Zak256 y otros de mayor importancia en Simon dentro de la versión 0.2.0 y pretendemos hacer una versión intermedia (0.2.1) en cuanto hayan sido resueltos. Por supuesto, buscamos a más desarrolladores dispuestos a ayudarnos, ya que ahora mismo solo hay una persona trabajando en el intérprete de juegos (aunque hay varias trabajando en componentes más especializados del motor).  \n  \nTambién sabemos de la existencia de una conversión a GP32 e instamos a todo aquel que conozca a su desarrollador que le diga que contacte con contact [Ender](mailto:scummvm@enderboi.com). Más allá del hecho de que estemos muy interesados en su trabajo y que nos interesaría invitarle a que se una al equipo... ¡Nos fastidia bastante que haya publicado los binarios, pero que no haya forma aparente de contactarlo para que publique el código fuente de su conversión (ya que lo exige la licencia GPL que utiliza ScummVM)!  \n  \nHasta la próxima actualización... **¡No puedo coger eso! ¡En serio! Lee mis labios: ¡No... puedo... coger... eso!**"
    },
    "20020616": {
        "title": "Bis del informe sobre avances",
        "content": "Hay poco de lo que informar, pero tranquilos, no nos hemos muerto. La mayor parte del equipo de ScummVM está muy ocupado ahora mismo con sus estudios y trabajo, ¡pero esperamos que pase lo peor muy pronto y podamos ponernos a cerrar errores y publicar una versión nueva! Este es un primer borrador de lo que consideramos nuestros hitos para ScummVM:\n\n*   0.2.5: Soporte prácticamente perfecto de todos los juegos compatibles\n*   0.3.0: The Dig y MI1 para VGA en disquete compatibles\n*   0.4.0: Indiana Jones and The Last Crusade compatible, más correcciones de fallos\n*   0.5.0: Full Throttle compatible, soporte básico para CMI y Maniac Mansion\n*   0.6.0: Más trabajos en CMI, MM y correcciones de fallos\n*   0.7.0: Maniac Mansion superable de principio a fin, Zak McCracken y Loom16 jugables\n*   0.8.0: Zak McCracken y Loom16 superables de principio a fin\n*   0.9.0: Correcciones de errores y CMI superable de principio a fin\n*   1.0.0: El fin del principio\n\nEvidentemente, es una escaleta muy verde y está sujeta a cambios en caso de que hagamos algún avance en algún juego, pero nos sirve para dar una idea básica de nuestros objetivos. El soporte para CMI será lo más difícil, ya que es radicalmente distinto a las versiones de SCUMMVM con las que hemos tratado hasta la fecha. ¡Felices aventuras!"
    },
    "20020625": {
        "title": "¡Ay, la legalidad...!",
        "content": "**Actualización: El texto de la carta y la respuesta del equipo pueden encontrarse [en los archivos de la lista scummvm-devel](https://sourceforge.net/mailarchive/forum.php?thread_id=837277&forum_id=7223)**  \nHoy se ha cumplido un hito para el proyecto ScummVM, ya que por fin hemos recibido el esperado email del departamento jurídico de LucasArts en relación al proyecto.  \n  \nAfortunadamente, parece que todavía no tienen una queja válida. Su petición de eliminar la página web se basa en la suposición de que estamos distribuyendo el motor de LucasArts a través de la web. Por supuesto, ScummVM es una obra completamente original, basada en ingeniería inversa y descifrado original, a partes iguales, realizados por muchas personas de la comunidad, así que esta petición no nos afecta.  \n  \nPor el momento, ¡estamos a salvo y continuaremos trabajando para traeros los maravillosos clásicos de la casa LucasArts a vuestros sistemas durante, con suerte, mucho tiempo!"
    },
    "20020701": {
        "title": "¡Tenemos más vidas que LeChuck!",
        "content": "Señores, por ahora seguimos vivos. Actualmente estamos hablando con LucasArts para ver si llegamos a un acuerdo. Sinceramente, aunque esperamos que sea posible, dudamos que el acuerdo que pueda ofrecer LucasArts nos otorgue ciertas libertades que necesitamos para seguir desarrollando. Una de las cosas que más temen la mayoría de las empresas es la GPL (Licencia Pública General). Algunas empresas creen que esta licencia otorga a los usuarios demasiadas libertades en el uso de su software. Por desgracia, si LEC tiene esa opinión, es posible que rechacemos su oferta. Es casi imposible relicenciar un software GPL, ya que requeriría el permiso de todo aquel que haya escrito una sola línea de código existente en ScummVM.  \n  \nAsí que, hasta la fecha, nuestras comunicaciones han sido extraoficiales y de forma imprecisa, ¡pero estad seguros de que no hemos desaparecido y de que os informaremos a medida que vayan surgiendo las novedades!  \n  \nTambién queremos dar las gracias a todos los que habéis donado. Actualmente hemos conseguido poco más de 100 dólares, que hemos reservado para comprar copias de juegos para hacer pruebas, pero también estamos ahorrando para nuestro objetivo de 300 dólares con el que comprar una copia de IDA Pro, el mejor desensamblador que existe en la faz de la Tierra. Seguid donando :)"
    },
    "20020812": {
        "title": "Se busca: Pastilla de jabón",
        "content": "Buenas tardes, gente. Sé que hace mucho tiempo que no tenéis noticias mías y os estaréis preguntando por qué os he convocado aquí hoy.  \n  \nHe oído rumores de que el proyecto está muerto y quiero asegurar a todo el mundo que no es así. Hemos estado trabajando duro últimamente, corrigiendo muchos fallos de varios juegos. De hecho, estamos casi listos para lanzar otra versión... pero estamos esperando una resolución a nuestros dramas jurídicos antes de seguir adelante.  \n  \n¿Y qué está pasando en el frente legal? Bueno, nuestro antiguo líder del proyecto (James 'Ender' Brown) ha tenido muchas conversaciones telefónicas con LucasArts y deberíamos poder anunciar en breve un acuerdo que contentará a ambas partes. Quisiera dar las gracias a LEC por estar abiertos a la idea de mantener el proyecto con vida y no forzarnos a cerrarlo.  \n  \nCon suerte, en la próxima semana, se anunciará la noticia sobre nuestro futuro. Hasta entonces, seguid donando y contando a todos lo mucho que os encanta ScummVM. Recordad: los que vayan por ahí diciendo «LucasArts es un asco» no serán los que los convenzan para ayudar al proyecto... ¡sino los que digan «ScummVM es lo mejor»!"
    },
    "20020829": {
        "title": "No pagues más de veinte duros por un videojuego...",
        "content": "Señoras, señores, monos con tres cabezas y mindbenders... Presten atención.  \n  \nAntes de nada, una actualización sobre nuestras negociaciones legales con LucasArts. Estamos cerca, con suerte muy cerca, de completar nuestro acuerdo, y esperamos poder hacer un anuncio al respecto a lo largo de la semana que viene. Por supuesto, teníamos la esperanza de haberlo hecho hace un mes. Por desgracia, LucasArts está bastante ocupada y ha llevado un tiempo hablar con las personas pertinentes.  \n  \nEn otro orden de cosas, me gustaría comentar algo que asoma, como mínimo, una vez por semana. No, ScummVM no está en posición de dar soporte a OTROS juegos ajenos a SCUMM. Sin contar el añadido de Simon, el equipo actual ha estado demasiado ocupado intentando terminar el soporte para las aventuras clásicas de LucasArts ya existentes. Aunque tal vez demos soporte a otros juegos en el futuro, ahora mismo no pretendemos hacerlo... y toda petición al respecto será ignorada directamente.  \n  \nA menos que incluya un donativo de más de 2.000 dólares.  \n  \nEntretanto, os sugerimos que pidáis ayuda a la maravillosa web [VOGONS](http://vogons.zetafleet.com/) (Juegos Muy Antiguos en Sistemas Modernos) si necesitáis ayuda para usar otros juegos en sistemas operativos modernos.  \n  \nEn fin, eso es todo por el momento. Últimamente los donativos han brillado por su ausencia, así que si no lo habéis hecho, plantearos la idea de utilizar el botón de PayPal que está bajo el menú de la izquierda... y enviadnos algo de dinero. Últimamente estamos empleando los donativos en los costes jurídicos y la compra de software (como una copia, o tres, de [IDA Pro](http://www.datarescue.com/) y juegos que algunos de nuestros desarrolladores no tienen aún)."
    },
    "20020915": {
        "title": "¡Hip, hip, Murray!",
        "content": "A las 16:57 (GMT) del 17 de septiembre... ¡yo, ScummVM, habré cumplido un año oficialmente!  \nPor desgracia, ¡nadie me dijo que yo era huérfano! Pero voy a hacer una fiesta de todos modos. ¡Así que estáis todos invitados a asistir a mi canal de IRC, #scummvm, en irc.freenode.net!  \n  \nSi eres famoso o te gusto y quieres saludarme a mí y a mis [padres](http://www.scummvm.org/contact.php)... ¡pásate! O si solo quieres enviarme una tarjeta de cumpleaños, o confirmar tu asistencia, pásate por la página de Contacto y escríbele a Endy o a alguien. O escribe en mi flamante [foro por el cumpleaños](https://sourceforge.net/forum/forum.php?forum_id=210596). Deberíamos estar todo el día por ahí.  \n  \nSi quieres conocer a un desarrollador de ScummVM en la vida real y comprarle algo (¡Yo no tengo mamá! ¡Buaaa...!) o invitarle a una cerveza... siempre puedes dejar un mensaje en el [foro por el cumpleaños](https://sourceforge.net/forum/forum.php?forum_id=210596) y ver si hay alguien por tu zona. ¡Seguro que te lo agradecerán!  \n  \nAh, y he perdido una sudadera de lana con tres rositas. ¡Si la ves, envíamela al CVS, por favor!"
    },
    "20021004": {
        "title": "No está muerto, Murray, solo está maldito.",
        "content": "¡Aquí tenéis nuestra noticia semianual!  \n  \nEl asunto jurídico sigue en el aire mientras esperamos una respuesta de LucasArts a nuestro último email.  \n  \nEn cuanto a avances, quienes estén siguiendo las compilaciones diarias habrán visto la nueva interfaz ingame que hemos implementado. Sigue estando bajo desarrollo, así que podéis esperar que pasen cosas raras.  \nAlgunos de nuestros encantadores desarrolladores están trabajando en mejorar la compatibilidad con The Dig y Full Throttle, ya que parece que podríamos tener uno de los dos jugable de principio a fin para cuando se haya resuelto el asunto jurídico y podamos publicar una nueva versión.  \n  \nMientras tanto, el árbol CVS y las compilaciones diarias se encuentran en un estado un tanto experimental.  \n  \nCambiando de tema, buscamos mercenarios para secuestrar a dos personas y torturarlas para que nos revelen las dos «partes problemáticas» que tiene ScummVM actualmente.  \n  \nNecesitamos al principal responsable de extender el sistema iMUSE en Sam and Max Hit The Road. Prácticamente todos los fallos que quedan en ScummVM relacionados con el soporte de ese juego tienen que ver con el sistema iMUSE, así que si alguien puede «procurar» a alguna persona o información sobre este subsistema, por favor, que contacte con [Ender](mailto:scummvm@enderboi.com) para organizar una entrega discreta del... paquete.  \nSegundo, necesitamos a [Vince Lee](http://www.mobygames.com/developer/sheet/view/developerId,1526/) para interrogarlo sobre el motor de escenas INSANE utilizado en juegos como Full Throttle. Nuestra falta de información respecto a este sistema ha dejado los avances de este juego en un punto muerto. Si podéis encontrar a esta persona o cualquier información relacionada con INSANE, seréis recompensados debidamente. Se respetará el anonimato en caso de que el «facilitador» lo solicite.  \nComo alternativa, podemos llegar a un acuerdo si alguien está dispuesto a irrumpir en la sede central de LucasArts y convencer a sus ocupantes de que ofrezcan el código o información sobre ambos casos. Nuestros intentos de infiltrarnos en el edificio han fracasado por culpa de un ente misterioso llamado «directiva».  \n  \nAhora, en serio, si alguien tiene cualquier información sobre estos quebraderos de cabeza, que por favor se ponga en contacto con [Ender](mailto:scummvm@enderboi.com). Si has trabajado para LucasArts y deseas ayudar de forma anónima, respetaremos esa decisión. Yo no tendría mucho miedo a prestar ayuda, ya que nuestras negociaciones han demostrado que están bastante dispuestos a dejarnos existir, lo único que no quieren («por el momento») es compartir cualquier información o código fuente.  \n  \nGracias por jugar y recordad: ¡«Nunca pagues más de veinte duros por un videojuego»!"
    },
    "20021017": {
        "title": "Estado del SCUMM",
        "content": "Recientemente se ha publicado un mensaje en la lista de desarrollo de scummvm que detalla la situación actual de ScummVM, incluyendo detalles sobre nuestros objetivos para la próxima versión y una actualización sobre el asunto jurídico.  \n  \nAquí está el enlace del [email del Estado de SCUMM](http://www.scummvm.org/status.php)."
    },
    "20021105": {
        "title": "Designios ineSCUMMtrables...",
        "content": "Bueno, parece que hemos perdido el contacto con LucasArts, ya que hace semanas que no sabemos de ellos. Así que asumiendo que no nos manden un email de repente en contra de esto, vamos a preparar el lanzamiento de la versión 0.3.0.  \n  \nLo primero de todo, ScummVM 0.3.0 será compatible con:  \n\n*   Zak McKracken (versión a 256 colores para FmTowns)\n*   Monkey Island (versión VGA en disquetes y versión en CD mejorada)\n*   Monkey Island II\n*   Loom (Versión talkie en CD)\n*   Indiana Jones and the Fate of Atlantis\n*   Day of the Tentacle\n*   Sam and Max Hit the Road\n*   The Dig\n*   Simon The Sorcerer 1\n\n  \nLa próxima versión importante, 0.4.0, será compatible con:  \n\n*   Simon The Sorcerer 2\n*   Full Throttle\n*   Indiana Jones and Last Crusade (versión a 256 colores)\n\n  \n  \n¿Y qué podéis hacer para ayudarnos? Bueno, ahora mismo necesitamos gente que pruebe todos los juegos compatibles y nos avise de si hay fallos de importancia que los conviertan en injugables. Para saber más, leed la [información de la versión 0.3.0 de ScummVM](http://www.scummvm.org/documentation.php?view=release)."
    },
    "20021108": {
        "title": "Aviso de inactividad",
        "content": "¡Saludos, aventureros!  \n  \nNuestro hosting, SourceForge, va a trasladar su hardware entre el 14 y el 17 de noviembre. Durante estas fechas habrá varios cortes en el servicio:  \n\n*   14 de noviembre: Las descargas y listas de correo de ScummVM no estarán disponibles entre, aproximadamente, las 16:00, hora del Pacífico (GMT-8) y las 19:00.\n*   17 de noviembre: La página web de ScummVM y el árbol CVS no estarán disponibles a partir de las 10:00, hora del Pacífico. Este corte puede durar hasta doce horas, ¡pero ojalá sean menos!\n\n  \n  \n¡Gracias y volved a Snuckeys pronto!"
    },
    "20021207": {
        "title": "¿Es real? ¿Es un pájaro? ¿Es un avión...?",
        "content": "**¡No!** ¡Es ScummVM 0.3.0b, nuestra primera versión oficial desde que LucasArts viniera a por nosotros!  \n  \n\n*Pequeña actualización: también hemos añadido unos cuántos enlaces en la página correspondiente que tal vez os interesen. Sobre todo VOGONS, por favor, dejad de preguntarnos si vamos a hacer cosas como dar soporte a Beneath a Steel Sky :)*\n\n  \n  \nEfectivamente, desde hace muchos, muchos meses, cuando LucasArts nos envió un aviso DMCA (y decidimos sabiamente, tras el posterior efecto slashdot y el clamor popular por vuestra parte, negociar con ellos :), hemos estado esperando a llegar a un acuerdo con LucasArts antes de publicar la esperada versión nueva. La espera ha terminado. No, no hemos llegado a un acuerdo, solo nos hartamos de esperar a publicar esta joyita.  \n  \nHa habido cientos o miles de correcciones desde nuestra última versión, la 0.2.0... por no mencionar la compatibilidad con, al menos, tres juegos nuevos (la versión VGA de Indiana Jones and the Last Crusade y soporte para The Dig y Simon the Sorcerer 2)... y nuevas características, como una interfaz ingame muy mejorada y un iniciador integrado para que os sea mucho más fácil añadir, configurar y ejecutar vuestros juegos clásicos de (y AdventureSoft). También tenemos soporte experimental para Full Throttle y muchísimas correcciones para los juegos que introducimos en la última versión... como la versión a 256 colores de Zak McKracken para FmTowns y la versión VGA en disquetes de Monkey Island.  \n  \nPara ver un resumen breve de los cambios, pasaos por las [notas de la versión](https://downloads.scummvm.org/frs/scummvm/0.3.0b/ReleaseNotes), o mejor aún... [descargadla directamente](/downloads/).  \n  \nCon suerte, podremos ofreceros versiones nuevas con mayor frecuencia a partir de ahora, con suerte, una vez al mes. Esperamos que disfrutéis de esta versión tanto como nosotros nos hemos frustrado haciéndola, y recordad: ¡si le dais todo vuestro dinero a LucasArts, a lo mejor nos dejarán vivir y no nos abandonarán en... en... Monkey Island! (Agh, plátanos... Odio los plátanos).  \n  \nPara aquellos interesados en las noticias aburridas, aquí tenéis un resumen y una actualización sobre nuestra situación jurídica para los usuarios que acaban de descubrir ScummVM.\n\n* * *\n\n*Llevamos una temporada en un punto muerto con LucasArts. Simplemente, a LucasArts no les gusta nuestra licencia actual, la GPL (Licencia Pública General). Aunque no nos parecía necesario, hemos acordado cambiar la licencia a algo más «apetecible» para LucasArts. No obstante, LucasArts quiere que incluyamos términos de distribución que van en contra de la sección uno de las [Directrices de software libre de Debian (DFSG)](http://www.debian.org/social_contract#guidelines) y la [definición de código abierto](http://www.opensource.org/docs/definition.html). No podemos aceptar ni esto ni la condición que nos quieren exigir (que no haya distribución comercial)... porque entra en conflicto con la DFSG y la OSD, que necesitamos, y es algo que no estamos totalmente seguros de que podamos imponer legalmente: varias distribuciones de Linux y BSD ya incluyen paquetes de ScummVM y no podemos estar totalmente seguros de que se den cuenta de que ha cambiado la licencia. Ah, y nosotros QUEREMOS que las distribuciones puedan incluir nuestro software :)  \n  \nHasta la fecha, LucasArts no ha sido capaz de presentar una queja en firme sobre ScummVM, más allá de varias declaraciones imprecisas de que si ellos no podían obligarnos a cumplir estas condiciones, estarían cediendo los derechos de sus propiedades intelectuales. A nosotros no nos parece que sea así, desde luego, no hay ningún caso documentado de que la GPL haya provocado este desafío en el pasado y hay propiedades mucho más importantes licenciadas bajo la GPL, como los juegos de Quake de [id software](http://www.idsoftware.com/). LucasArts no va a publicar ninguna línea de su código bajo la GPL y nosotros no creemos que deberían obligarnos a cambiar nuestra licencia: solo queremos que nos dejen hacer nuestro emulador tranquilos. Si se quieren sentir más seguros desde un punto de vista jurídico, pueden autorizarnos, pero si van a pedir un paso tan importante por nuestra parte, como es cambiar la licencia, ellos tendrán que capitular como mínimo en la parte del cumplimiento con las OSD/DFSG.  \n  \nDesde el equipo de ScummVM queremos dar las gracias a aquellos dentro de LucasArts que nos están apoyando y que intentan ayudarnos a llegar a un acuerdo. Solo estamos actualizando el motor de los juegos mediante un emulador... porque vosotros no lo habéis hecho, aunque llevamos años pidiéndolo. Hasta os hemos dado dinero, ya que un gran número de nuestro grupo ha COMPRADO vuestros lotes de juegos solo para poder jugarlos con ScummVM.*  \n  \n\n**Estos últimos párrafos han sido presentados por el departamento de «no nos demandéis por publicar una versión nueva».**"
    },
    "20021214": {
        "title": "Bombardeo mediático",
        "content": "Olvidé comentarlo al publicar la versión 0.3.0b, pero ScummVM ha aparecido recientemente en una revista británica: *PC Zone* mencionó a ScummVM en un análisis del iPAQ 3870. Tenéis disponible un [escaneado de la página](/data/news/pczone.jpg). Además, la revista alemana de informática [c't](http://www.heise.de/ct/) publicó un artículo sobre juegos para PDAs que también mencionó a Pocket Scumm (no hay fotos por el momento).  \n  \n¿Llevar Monkey Island en el bolsillo? Desde luego.  \n  \nSi alguien más descubre que ScummVM ha salido en prensa, agradeceríamos que nos dejéis el recado en [press\\_stuff@scummvmNOSPAM.org](mailto:press_stuff@scummvmNOSPAM.org). Quitad la parte NOSPAM de la dirección, evidentemente. Y, si es posible, enviad también una copia escaneada de la página.  \n  \nSi **trabajas** para una revista que quiera mencionar a ScummVM, quizás en un artículo sobre retrogaming (\\*guiño, guiño...\\*), también puedes escribirnos tranquilamente. Tal vez podamos organizar una entrevista, enviar capturas de pantalla, prestar ayuda... o un soborno a base de grandes cantidades de plátanos."
    },
    "20021227": {
        "title": "Feliz navidad de parte de Murray",
        "content": "¡El equipo de ScummVM os desea que hayáis tenido unas felices fiestas!  \n  \nPara empezar, nos gustaría mencionar que LucasArts ha publicado un pack, al menos en Reino Unido, con versiones actualizadas de Sam and Max y Full Throttle diseñadas para ejecutarse en Windows 95/98/ME/NT/2K/XP. Este pack (con el creativo nombre de «The Entertainment Pack», «pack de entretenimiento») también incluye The Dig y Grim Fandango... Estas versiones no han sido actualizadas y son las originales para Windows (sí, estos juegos APARECIERON con versiones nativas para Windows en algunos de los antiguos packs de aventuras de LucasArts).  \n  \nLos motores de Sam and Max y Full Throttle no han sido adaptados de forma interna en LucasArts, presumiblemente por falta de tiempo Y porque casi todos los que trabajaron en SPUTM/SCUMM han dejado la empresa; sino por Aaron Giles, el programador original para Mac (y desarrollador reconocido por MAME :). No hay modificaciones más allá de un wrapper DirectX para el código de gráficos y un escalador muy, muy malo.  \n  \n¿Cuál es nuestra opinión? No seremos imparciales, pero a no ser que *necesites* una compatibilidad perfecta, quieras jugar a Full Throttle ahora mismo o te falten más de dos de los juegos incluidos, probablemente saldrá mucho más barato comprarlos de segunda mano o por separado. Los binarios actualizados que incluye este pack son inferiores a ScummVM en cuanto a características, ya que no tendréis nuestras prestaciones mejoradas, como el soporte para plataformas -ajenas- a Windows (como Macintosh, Unix y PocketPC), nuestros escaladores de gráficos, etc. Por supuesto, si compras este pack, los archivos de datos de los juegos no han sufrido cambios y siguen siendo, por supuesto, compatibles con ScummVM. Es un detalle que LucasArts publique algo como esto y haga algo positivo para intentar revivir sus clásicos... ¡o por lo menos ir generando expectativas para sus secuelas! :)  \n  \nEn conclusión, compradlo si lo queréis o si sois coleccionista, pero la mera inclusión de la compatibilidad con Windows no merece la pena por sí misma. No obstante, si lo compráis, estaréis animando a LucasArts para que actualice más clásicos en el futuro... aunque esperamos que ScummVM haga que esa necesidad se vuelva obsoleta en breve. Sugerimos a LucasArts que dedique sus costes de desarrollo a reeditar sus clásicos perdidos más raros, como la versión a 256 colores de Zak Mckracken para FmTowns. Para los que estén interesados, las versiones actualizadas fueron compiladas el 2 de octubre en el caso de Full Throttle y el 24 de octubre en el caso de Sam and Max.  \n  \nCambiando a noticias sobre el desarrollo, varios desarrolladores de ScummVM se han estado aburriendo muchísimo y se han puesto a *programar* en navidad, consiguiendo en solo unos días las bases para dar un soporte básico a Curse of Monkey Island. Seguro que a nuestros usuarios de Macintosh les alegrará saber que en poco menos de un mes por fin podrán jugarlo. Las versiones compatibles están en los últimos CVS y compilaciones diarias, pero **NO MANDÉIS informes de fallos**, porque sabemos que no funciona o no hace nada en estos momentos. La compatibilidad total llegará «cuando esté terminada»... o cuando salga Duke Nukem. Lo que llegue primero.  \n  \n¡Jo, jo, jo!"
    },
    "20021230": {
        "title": "¡Y feliz año nuevo!",
        "content": "... a todos excepto a Casa Addams, a muchos usuarios de los foros de Clie Source (que deben tener un cerebro tan grande como sus PDAs) y al otro idiota que está distribuyendo ScummVM junto con copias piratas de LucasArts por UseNet. Esto es más bien una súplica pública, aunque no esperamos que nos hagan caso gente tan imbécil como para hacer semejante estupidez.  \n  \nSiento que este mensaje sea tan duro, gente, pero no os dais cuenta de que al relacionar y juntar a ScummVM **con** copias piratas («Abandonware» o de cualquier otro tipo) de juegos de LucasArts les estáis dando más excusas todavía para que emprendan acciones legales contra nosotros (y llevar a una posible ruina económica a los desarrolladores de este programa :)... Chrilith me decepciona especialmente, ya que él ha garantizado de forma casi tajante que, a menos que seamos muy indulgentes, no integremos una conversión oficial de ScummVM para Palm en el CVS.  \n  \nSi agradecéis lo que hemos hecho, no abuséis de ello. De lo contrario haréis daño a la reputación y a la posible situación legal de ScummVM y sus desarrolladores. He visto algunos comentarios MUY ridículos en los foros de Clie Source sobre que LucasArts ha dejado de vender estos juegos. A excepción de ciertas versiones (más específicamente, Zak256 y LoomCD), es una estupidez. La mayoría de los juegos de LucasArts pueden conseguirse en lotes a través de Amazon o mediante la tienda LucasArts (si vives en Estados Unidos). Qué diablos, yo vi un montón de aventuras clásicas de LucasArts expuestas en un Electronic Boutique mientras hacía mis compras por navidad.\n\n* * *\n\nEn otras noticias, ¡el soporte para Curse of Monkey Island va viento en popa! Si os gustan las emociones fuertes, podéis probar nuestras últimas compilaciones diarias (pero, por supuesto, no mandéis informes de fallos relacionados con la compatibilidad de CMI)."
    },
    "20030104": {
        "title": "Jo, jo, jo, la botella de...",
        "content": "Para empezar queremos comentar que los problemas con el foro Clie Source han sido solucionados y que la conversión para Palm de Clie se fusionará con el CVS en cuanto chrilith actualice su conversión para que funcione en la arquitectura OSystem de la versión 0.3.0.  \n  \nUn apunte sobre el soporte para CMI (COMI/Monkey3). En solo unas pocas semanas se han hecho grandes avances en este juego, pero los trabajos irán más despacio a partir de la semana que viene, ya que hay varios desarrolladores ocupados. Ahora mismo, salvo por ciertos fallos que hacen que la escena del cañón sea un tanto difícil de jugar e inestable, es posible llegar hasta la Parte II del juego.  \n  \nLos principales problemas que nos quedan incluyen un fallo en la asignación de flObject (provoca cuelgues en ciertas conversaciones), problemas de cierre de scripts (provocan varios cuelgues catastróficos en la escena del cañón y en varios puzles de la Parte II) y los problemas con la escena del cañón al principio.  \n  \nComo siempre, recordad que este trabajo sigue siendo experimental y no enviéis informes de fallos al respecto. ¡Los parches siguen siendo bienvenidos! :)"
    },
    "20030106": {
        "title": "Pingüinos, pingüinos... por todas partes...",
        "content": "Hola a todos.  \n  \nMe interesa (a Ender) saber si irá algún usuario de ScummVM a la Linux.conf.au '03 de Perth... Si vas a estar allí, coméntalo en el foro. Si nos juntamos unos pocos, podríamos tomarnos una pizza o algo cuando acabe, o a lo mejor montar una quedadilla improvisada de fans de los juegos clásicos (si otro quiere organizarla, esas cosas se me dan fatal :)  \n  \nHasta luego."
    },
    "20030114": {
        "title": "¡Hoy has aprendido una valiosa lección, y ese es el mejor premio de todos! (¡Jur, jur, jur!)",
        "content": "Si eres usuario de Linux, Happy Penguin ha organizado una [ronda de encuestas](http://happypenguin.org/forums/viewforum.php?f=17) para decidir cuáles son los mejores juegos de un montón de categorías. Pasaos para votar a vuestros emuladores favoritos, cuál os parece el proyecto más prometedor, etcétera... Con suerte, algunos de esos votos podrían ser para nosotros :)"
    },
    "20030128": {
        "title": "El pueblo ha hablado :)",
        "content": "En el Linux Game Tome (http://happypenguin.org), ScummVM ha sido votado como el [mejor emulador](http://happypenguin.org/forums/viewtopic.php?t=549). Gracias a todos los que nos habéis votado.  \n  \nCambiando de tercio, la compatibilidad de Curse of Monkey Island se está estabilizando. Aunque aún hay ciertos defectillos gráficos, solo nos quedan dos fallos graves en la jugabilidad y unos cuántos otros «inconvenientes» y comportamientos incorrectos. Esperamos poder anunciar que Curse of Monkey Island es jugable de principio a fin muy pronto.  \n  \nMuchos nos han preguntado qué haremos a partir de ahora. Esta es una guía rápida (¡y muy sujeta a cambios!) de nuestros próximos objetivos:\n\n*   Febrero de 2003: Curse of Monkey Island jugable de principio a fin\n*   Feb-Mar 2003: Testeo de regresiones y correcciones de fallos en otros juegos compatibles\n*   Feb-Mar 2003: Finalización de la característica del iniciador (ventanas de opciones con pestañas, etc)\n*   Primeros de marzo de 03: Bloqueo del CVS, testeo de regresiones, lanzamiento de 0.4.0\n*   A partir de marzo: Soporte de juegos V1/V2 (Maniac Mansion, Zak en sus versiones ajenas a FmTowns, Loom para EGA, etc.)\n\n  \n  \nComo siempre, estas son unas pautas muy generales que dependen de los avances y el tiempo libre de nuestros desarrolladores. Si quieres ayudar y sabes utilizar CVS y un compilador... ¡arréglanos fallos o testea las regresiones! Estamos muy interesados en encontrar a personas que puedan testear el CVS con los juegos ajenos a ComI, para que busquen fallos críticos que no estuvieran presentes en la versión 0.3.0b y también probar varias versiones del CVS y localizar, como mínimo, el día en el que empezó a ocurrir ese fallo. Esto nos ayudará a determinar más fácilmente los cambios que han podido dar problemas sin pasarnos semanas buscando a ciegas.  \n  \nCabe decir que si encuentras un fallo crítico que SÍ esté presente en la versión 0.3.0b, puedes mirar a ver si hay un informe de fallos. ¡Si no hay uno, mándalo, por favor!"
    },
    "20030308": {
        "title": "Conversión para PlayStation 2",
        "content": "Últimamente el trabajo ha ido despacio, pero con el añadido del proyecto superchachisecreto número seis, el desarrollo ha vuelto a coger ritmo, con mucha limpieza de código y unas correcciones bastante importantes. Podéis esperar una nueva versión dentro de un tiempo.  \n  \nEn otras noticias, ha vuelto a haber un repute en el interés por tener una conversión a PlayStation 3. Yo (Ender) estoy bastante dispuesto a hacerla si la gente dona, como mínimo,  75 dólares estadounidenses (mirad el botoncito que hay bajo el menú) para comprar un chip. No debería llevarme mucho y uno de vosotros, nuestros fieles usuarios, ya se ha ofrecido a instalarlo si nos hacemos con uno. Si hay el suficiente interés (que, evidentemente, dependerá de las donaciones :), comenzaremos con una conversión oficial inmediatamente."
    },
    "20030318": {
        "title": "DEP yot, 1983-2003",
        "content": "El pasado viernes 14 de marzo, nuestro compañero, desarrollador de ScummVM y amigo, Felix Jakschitsch (conocido por muchos por su apodo *yot*), se suicidó con solo 19 años.\n\nEstamos completamente conmocionados por la noticia y no comprendemos qué le pudo llevar a hacer eso. Este es un mundo muy triste si que un hombre tan alegre, inteligente y servicial no encuentra otra salida que la de quitarse la vida. Lamentamos perder a nuestro apreciado amigo. Él hizo un trabajo importante para ScummVM, que incluye buena parte del soporte para Zak256. Todos sentimos profundamente su pérdida y ofrecemos nuestro pésame a su familia y amigos, con los que compartimos su dolor.\n\nSi queréis dejar un mensaje a sus allegados, hay un [libro de visitas disponible](http://www.cbg2003.de/). También hay aquí un artículo de periódico con más detalles (utilizad Babelfish si no habláis alemán).\n\nFelix, te echamos de menos y no te olvidaremos nunca."
    },
    "20030424": {
        "title": "Las cosiñas actuales.",
        "content": "Últimamente hemos recibido varios emails preguntando si hay avances en ScummVM. Queremos tranquilizar a aquellos que -no- siguen el CVS que sí, hay muchos progresos.\n\nEn estos momentos nos estamos preparando para el lanzamiento de la versión 0.4.0, que debería tener lugar dentro de unas pocas semanas. Me gustaría pedir a aquellos que les gusta vivir al límite que prueben las compilaciones del CVS o las diarias y que nos avisen si hay algún problema que deberíamos conocer. En la sección de Documentación, a mano izquierda, encontraréis la «Lista de tareas para ScummVM 0.4.0». Aquellos juegos que hayan sido probados y no tengan problemas estarán mencionados allí, por favor, probad aquellos juegos que no estén marcados como probados y contadnos vuestros resultados en el foro **(actualización: nos referimos al foro General)**. No olvides incluir la fecha en la que te has bajado la compilación con la que te hayas pasado el juego.\n\nAhora mismo estamos concentrados en los primeros juegos EGA (Maniac Mansion, Zak McKracken, LoomEGA, Indy3EGA), aunque la compatibilidad con Beneath a Steel Sky avanza a un ritmo lento, pero seguro. Además, alguien ha donado recientemente un chip para PlayStation 2 al equipo, así que podéis esperar una conversión nativa para PS2 para cuando Ender tenga el chip instalado (ScummVM ya funciona bien bajo Linux para PlayStation 2).\n\nUn recordatorio para todos aquellos interesados en nuestros últimos avances: podéis suscribiros a la lista de correo cvs-logs. Haced clic en «Inicio del proyecto», a mano izquierda, y buscad la página de Listas. Esta lista recibirá un email cada vez que haya cambios en el código fuente, así que os advertimos que puede ser un tanto técnica y generar mucho tráfico. Como alternativa, también podéis jugar simplemente a las compilaciones CVS o a las diarias y ver si encontráis algo nuevo :)"
    },
    "20030512": {
        "title": "SUCIO PERIODISTA SENSACIONALISTA ANUNCIA SCUMMVM 0.4.0",
        "content": "Cinco meses después de nuestra última versión, 0.3.0b, y más de 2 500 commits y adds después, al equipo de ScummVM le complace presentar ScummVM 0.4.0.\n\nEste es un resumen de sus novedades:\n\n*   Compatibilidad con Curse of Monkey Island (comi) (experimental)\n*   Añadido soporte para las versiones EGA de Loom, Monkey Island e Indy3\n*   Mejorado el soporte de la música de Indy3 y las versiones en disquete de Monkey Island\n*   Muchas mejoras y arreglos en Simon the Sorcerer 1 & 2\n*   Código para Beneath a Steel Sky en un estado muy prealpha. No esperéis que haga mucho (de hecho, está desactivado en la versión 0.4.0, pero podéis verlo si compiláis ScummVM por vuestra cuenta).\n*   Soporte más prealpha todavía para las versiones mejoradas de los juegos SCUMMVM V2 (Maniac Mansion y Zak)\n*   Soporte preliminar para los primeros juegos de Humongous Entertainment (muy experimental)\n*   Nueva consola de depuración y varias mejoras en interfaz e iniciador\n*   Nuevo código de guardado y carga (más fácil de expandir e igual de compatible)\n*   La conversión para Dreamcast ya es compatible con los juegos nuevos añadidos en la versión 0.3.0b\n*   Nueva conversión oficial para PalmOS\n*   Varios arreglos menores y no tan menores para los juegos de SCUMM\n*   Arreglada una importante fuga de memoria en The Dig/COMI\n*   Optimización del código de SMUSH, se ha añadido una función de salto de fotogramas para sistemas más lentos\n*   Limpieza de código\n\nEl código fuente y los binarios para Linux, Windows, Mac OS X, PocketPC, Solaris y PalmOS ya están disponibles en nuestra [página de descargas](/downloads/). Los binarios para MorphOS, Dreamcast y otros llegarán en breve.\n\n*¡Esperamos que os encante el mejor ScummVM hasta la fecha!*"
    },
    "20030525": {
        "title": "¡Levántate, hijo de Cygna! Es el amanecer de ScummVM 0.4.1",
        "content": "ScummVM 0.4.1, una versión pensada para mejorar la estabilidad, ya está disponible para su descarga. Los cambios respecto a la versión 0.4.0 incluyen lo siguiente:\n\n*   Se han corregido varios cuelgues y fallos en Curse of Monkey Island.\n*   Se han corregido varios fallos relacionados con la música y con iMUSE.\n*   Añadido AdvMame3X, lo que permite hacer un escalado 3x con el sistema AdvMame.\n*   Corregidas las puertas del aeropuerto en Zak McKracken\n*   Corregido un cuelgue en el backend de SDL\n\nEl código fuente y los binarios para Linux, Windows, Mac OS X, Solaris y PalmOS ya están disponibles en nuestra [página de descargas](/downloads/). Como siempre, el resto de binarios (para PocketPC, MorphOS, Dreamcast y otros) llegarán en breve."
    },
    "20030711": {
        "title": "ScummVM 0.5.0-Pre",
        "content": "ScummVM acaba de entrar en una fase de bloqueo del CVS y testeo de cara a un futuro lanzamiento de la versión 0.5.0 estable (con suerte, para finales de julio). ¡Pero necesitamos *VUESTRA* ayuda!\n\nPor favor, haced clic en la opcioncilla que pone «Documentación» y leed la [lista de tareas de la versión 0.5.0](http://www.scummvm.org/documentation.php?view=release). Si hay un juego que esté marcado como por probar y tenéis ganas de jugarlo con la última versión en desarrollo de ScummVM, por favor, hacedlo y contadnos los resultados. Hay más información en la página de la lista de tareas.\n\nEntre los muchos cambios que tendrá la futura versión 0.5.0, sobre todo en el campo de la música, está la compatibilidad para tres juegos nuevos:\n\n*   Maniac Mansion Enhanced\n*   Zak McKracken Enhanced\n*   **Beneath a Steel Sky**, gracias al apoyo de Revolution\n\nEn otras noticias, el CVS anónimo ha ido (y desde hace tiempo) bastante retrasada respecto al árbol de desarrollo oficial. Si queréis la ultimísima versión del CVS (para hacer pruebas, por ejemplo), utilizad el enlace «Instantánea de la fuente» en la página de Descargas y no CVS anónimo. Y, por supuesto,  \n**tened cuidado**"
    },
    "20030802": {
        "title": "ScummVM 0.5.0, Beneath a Steel Sky, y una tecla Bloq Mayús ROTA",
        "content": "Acaba de salir la versión 0.5.0 de ScummVM, el intérprete de juegos de aventura clásicos. Esta es nuestra versión más examinada hasta la fecha, ¡gracias a todos los que acudisteis a nuestra llamada!\n\n¿Qué novedades hay? Bueno, además de las habituales mejoras y correcciones de fallos, hay:\n\n*   Revisión extensa del subsistema de música, ahora hay más juegos con soporte para música\n*   Compatibilidad con las versiones Enhanced (V2) de Maniac Mansion y Zak McKracken\n*   Compatibilidad con Beneath a Steel Sky, ¡gracias a Revolution Software por darnos el código fuente original en ensamblador!\n*   Se ha añadido la opción para corregir la relación de aspecto a petición popular\n\nPodéis encontrar un enlace con las notas de la versión y una lista más completa de cambios en la [página de descargas](/downloads/), junto con las descargas en sí... ¡y nuestra sorpresa especial (el secreto peor guardado del mundo :)\n\nComo detalle muy ESPECIAL, ¡el maravilloso equipo de [Revolution Software Ltd.](http://www.revgames.com) ha decidido permitirnos que Beneath a Steel Sky sea \\*freeware\\*! Podéis descargar o bien la versión en CD (70M, incluye voces) o la versión en disquetes, más reducida (8M), junto con ScummVM 0.5.0 en nuestra [página de descargas](/downloads/).\n\n¡Que os aproveche! Ah, y hay un botoncillo para donativos a la izquierda. Tenemos que comprarle a nuestro programador de la conversión de Dreamcast una copia de Simon the Sorcerer :)"
    },
    "20030803": {
        "title": "Nada es perfecto",
        "content": "Aunque ScummVM 0.5.0 es nuestra versión más probada hasta la fecha, siempre se escapan algunos fallos entre las grietas. Entre otros fallos menores, hemos descubierto que Beneath a Steel Sky puede producir partidas guardadas inestables. Aunque es un problema de temporalidad muy poco común en la mayoría de los sistemas, un pequeño grupo de personas puede encontrárselo con bastante frecuencia.\n\nSe ha previsto lanzar una versión puntual de ScummVM, la 0.5.1, a corto plazo con la intención de corregir este y otros problemas menores que hemos encontrado. Por otro lado, a lo largo de la semana pondremos a vuestra disposición el manual de Beneath a Steel Sky y puede que un escaneado del cómic incluido.\n\n¡Gracias por vuestro apoyo para hacer que nuestro proyecto sea aún mejor!"
    },
    "20030808": {
        "title": "ScummVM 0.5.1 publicado",
        "content": "Hoy se ha publicado la versión 0.5.1 de ScummVM que corrige varios problemas descubiertos desde la versión 0.5.0.\n\nEstos son los cambios incluidos:\n\n*   Se ha reescrito por completo el código del sistema de partidas guardadas de Beneath a Steel Sky, eliminando varias situaciones en las que ScummVM 0.5.0 produciría partidas guardadas inutilizables o «congeladas».\n*   Se han corregido varios errores adicionales en Beneath a Steel Sky\n*   Se han arreglado algunos defectos gráficos de actores en Curse of Monkey Island\n*   Se han resuelto algunos problemas al ejecutar ScummVM a pantalla completa en MacOS X\n*   La conversión a MorphOS ha recibido varias correcciones importantes\n*   La conversión para Dreamcast ahora es compatible con Simon the Sorcerer 1 y 2\n\nRecomendamos a todos los usuarios que actualicen el emulador a esta versión. Tened en cuenta que aunque las partidas guardadas de BASS hechas con la versión 0.5.0 son compatibles con esta versión, recomendamos volver a empezar la partida utilizando el sistema de guardado de la versión 0.5.1 si seguís teniendo problemas."
    },
    "20030909": {
        "title": "Me siento sucio",
        "content": "Bienvenidos a otro recordatorio cuasiregular de que, sí, vuestro proyecto favorito no está muerto ni de lejos. ¿Qué se ha cocido en el mundo de ScummVM?\n\nLa versión 0.6.0 de ScummVM, aunque no saldrá hasta dentro de unos meses como mínimo, os va a dejar alucinando en colores. O, por lo menos, en púrpura. Entre los habituales grandes cambios estructurales, el repertorio de corrección de fallos y quizás una plataforma nueva que otra... recientemente (casi) hemos acabado con el soporte para las versiones originales V1 de Maniac Mansion y Zak McKracken. Esto solo dejaría al difícil Full Throttle como el único juego de LucasArts al que no damos compatibilidad en su forma oficial.\n\nAdemás y, de nuevo, gracias a la amabilidad de Revolution, la próxima versión de ScummVM incluirá la compatibilidad para otro de sus maravillosos e innovadores juegos: ¡Broken Sword 2!\n\nAmbas cosas ya están presentes, en cierta medida, en nuestras compilaciones diarias y el CVS de desarrollo, pero, por favor, recordad que siguen siendo experimentales y que se está trabajando en ambas. Por favor, NO informéis de errores ni molestéis a nadie preguntando por ellos. ¡Y quizá, solo quizá, podríamos tener más sorpresas en la próxima versión importante antes de que llegue a vuestro «mirror» de SourceForge más cercano!"
    },
    "20031212": {
        "title": "ScummVM ha muerto, leed este mensaje, por favor.",
        "content": "Aunque sabemos que se acerca el fin del año, nos entristece anunciar que el proyecto ScummVM va a cerrar por motivos personales por parte de la mayoría de los desarrolladores. Algunos de los visitantes de nuestro foro, como timofonic, llevaban un tiempo sospechándolo, y, por desgracia, einheitlix me ha suplicado que diga la verdad.\n\nHa sido un gran viaje y teníamos cosas maravillosas en camino, como un juego nuevo que pretendíamos liberar en formato freeware para nuestra próxima versión y el anuncio de que la finalización del soporte para Full Throttle, algo muy solicitado, estaba por llegar, aunque probablemente lo haría en la versión 0.7.0 y no en la 0.6.0... pero todo esto ya es irrelevante.\n\nPretendía retrasar el anuncio hasta que pasaran las fiestas, pero como no es más que un bulo para ver cuántas personas leen de verdad nuestra página de noticias prestando atención, he decidido publicarlo ahora.\n\n***Resumiendo en caso de que algunos se hayan saltado el último párrafo: NO estamos muertos. Estamos vivitos y coleando, ¡y a principios del año que viene os traeremos cosas muy chulas!***\n\n(el enlace no tan bien escondido... ¡Echad un ojo a lo que traerá la [próxima versión!](https://github.com/scummvm/scummvm/raw/84247d9797ecee43205a5f64c1d5f555e8c69f3d/NEWS))"
    },
    "20031225": {
        "title": "Es la segunda nariz roja más grande...",
        "content": "¡Desde el centro de mando de ScummVM, bueno, de parte de todos los que seguimos despiertos, deseamos que tengáis (o hayáis tenido) unas felices fiestas!\n\nComo intento impreciso de empezar nuestro propósito de año nuevo (publicar noticias con mayor frecuencia) un poco antes de lo que toca, aquí tenéis una publicación casi inútil. Si alguien descubre algún artículo en prensa sobre ScummVM (o trabaja para ella), por favor, que nos contacte a press \\[at\\] scummvm.org para que podamos incluirlo en nuestra página de prensa.\n\nLas fechas de lanzamiento de la versión 0.6.0 se han retrasado un poco debido a varios problemas (como la recodificación de las escenas cinemáticas de Broken Sword) y el desarrollo profundo de ciertas características (como el subsistema INSANE de Full Throttle).\n\nPara intentar reducir la duración de la fase de testeo prelanzamiento, quisiera pedir a todo el que utilice compilaciones diarias o del CVS que informe de cualquier error que encuentre de forma generalizada. Esto incluiría (a pesar de lo que solemos decir) a nuestros juegos «nuevos»: Full Throttle, Flight of the Amazon Queen, Broken Sword 1 y 2.\n\nYa que pedimos testeadores antes de paralizar el desarrollo de cara a lanzar la nueva versión, os pedimos que comprobéis que estáis probando la última versión disponible del CVS antes de informar de cualquier fallo."
    },
    "20040117": {
        "title": "Insertar tema",
        "content": "Bueno, ¿qué ha pasado en el mundo de ScummVM últimamente?  \nNos estamos preparando para el lanzamiento de la versión 0.6.0; que representa un hito importante en la historia de ScummVM. A partir de la versión 0.6.0 de ScummVM, este debería dar soporte finalmente a (al menos las versiones para PC) todas las aventuras de LucasArts en SCUMM!  \n  \nNo obstante, necesitamos ayuda. Para nuestra próxima versión también daremos soporte a Broken Sword 1 y 2, de Revolution, que van a necesitar unas versiones recodificadas explícitamente de las escenas cinemáticas; y también liberaremos otra aventura gráfica clásica como freeware.  \nEso sí, todavía no estamos seguros de si SourceForge podrá alojar estos archivos o querrá hacerlo. Así que si resulta que alguien que esté leyendo esta publicación tiene, por ejemplo, un archivo grande y con mucho ancho de banda (en http o ftp) y que, a ser posible, no exija registros molestos (a lo Fileplanet) y esté dispuesto a ayudar... que, por favor, contacte con Ender (@ scummvm.org) para ayudar.  \n  \nNo os vayáis muy lejos si queréis ver más información sobre nuestro próximo lanzamiento, que aparecerá a medida que haya novedades."
    },
    "20040118": {
        "title": "Clarificación sobre las descargas",
        "content": "Parece que algunos creen que la publicación de ayer implica que Broken Sword 1 y 2 serán publicados de forma freeware. Solo queremos clarificar que este no es el caso. Publicaremos los paquetes de escenas cinemáticas para su uso con los datos de juego ORIGINALES en ScummVM, y con suerte haremos freeware un juego muy distinto y ajeno a Revolution."
    },
    "20040130": {
        "title": "Añadir agua y servir",
        "content": "Esta es una noticia rápida para que todos sepáis que ScummVM 0.6.0 sigue progresando. Por desgracia, la reciente caída de los servidores y otros problemas con SourceForge.net han retrasado los ramales y las pruebas finales de esta versión, ¡pero aún esperamos poder publicarla en cuanto podamos!  \n  \nCambiando de asunto y siguiendo con la actual oleada de problemas informáticos, todas las direcciones de e-mail relacionadas con scummvm.org no funcionan en estos momentos. Esperamos poder arreglarlas en los próximos días sin perder ningún mensaje. No obstante, si queréis hablar de algo importante con nosotros, sugerimos encarecidamente que hablemos en tiempo real a través de nuestro canal de IRC (#scummvm, en irc.freenode.net)."
    },
    "20040219": {
        "title": "Testeo de la versión 0.6.0-PRE",
        "content": "Recientemente hemos cerrado los ramales de ScummVM 0.6.0 y ahora entramos en la fase de testeo final. Por lo tanto, nos alegraría que la gente pudiera probar las últimas compilaciones diarias (o las compilaciones del CVS de la etiqueta 'branch-0-6-0') e informaran de sus resultados.\n\nYa hemos realizado un testeo preliminar de varios juegos, pero los siguientes no han sido probados y deberían tener prioridad:\n\n*   Maniac Mansion V1\n*   Maniac Mansion V2\n*   Zak McKracken V1\n*   Zak McKracken V2\n*   Indiana Jones 3 EGA\n*   Indiana Jones 3 VGA\n*   Monkey Island 1 EGA\n*   Monkey Island 2\n*   The Dig\n*   Curse of Monkey Island (Monkey 3)\n\nPor favor, informad de cualquier fallo en nuestro gestor de fallos y de las partidas que hayan llegado al final de sus juegos en nuestro foro General. ¡Gracias por adelantado por ayudarnos a pulir la próxima versión de ScummVM!"
    },
    "20040309": {
        "title": "¿Qué se roba fácilmente pero no es un yoyó?",
        "content": "¿Qué? ¿Prometimos publicar noticias con más frecuencia? ¡Mentira cochina! ¡Demostradlo...! ¿En el historial, decís? Buah... Esto... ¡Nos hackearon!\n\nEstamos cerca de lanzar la versión final de ScummVM 0.6.0, y solo queda arreglar unos cuántos fallos de última hora. También estamos esperando a que nos contesten un email [dos](http://www.mobygames.com/developer/sheet/view/developerId,1859/)[personas](http://www.mobygames.com/developer/sheet/view/developerId,1858/) que se están corriendo una juerga mundial diciendo que es «trabajo». Se dice que han sido vistas en San Francisco, corriendo en pelota picada y gritando «¡Estoy trabajando, estoy trabajando!» Si las veis, id con sumo cuidado, ya que podrían estar de vacaciones y ser peligrosas.\n\nEn un tema relacionado, pero más serio, ya que la pareja mencionada está incomunicada por motivos razonables, tal vez publiquemos ScummVM 0.6.0 sin el prometido juego freeware, que será publicado más adelante.\n\nA continuación os dejamos la cita robada vilmente. No lleva mensajes subliminales. De verdad.\n\n> Bueno, **co**ntestando a la pregunta, para entrar en el **m**undillo del videojuego sim**p**lemente tenéis que colaros en la fiesta de Sony en el E3, da**r** vuelt**a**s y **d**ecir «¡el multijugador online es el futuro!», y si nadie os ha contratado antes de las 11 de la noche, acostaos con la **p**rimera persona a la que oigái**s** hablando en japonés o francés, **y** ya está. ¡A mí me funcionó!\n\n\\- Tim S**ch**afer, leíd**o** e**n** [DoubleFine](http://www.doublefine.com/news.htm) como respuest**a** al email de **u**n fan con un par de **t**ornillo**s** de menos.\n\nPor último, Ender, vuestro humilde (y vago) redactor de noticia y segundo líder del proyecto, querría anunciar a cualquier empleado de Sony que lea este mensaje que cree que el multijugador online sí es el futuro. Ni siquiera vamos a mencionar lo de Sam and Max 2. (¡Búuu!)\n\n¡No os vayáis muy lejos si queréis ver más publicaciones disparatadas y de relleno en el futuro!"
    },
    "20040315": {
        "title": "¡No es una cabeza, es una maldita y fea bomba de relojería!",
        "content": "¡La versión 0.6.0 de ScummVM saldrá en las próximas 48 juras junto con nuestra sorpresa superespecial, pero no tan secreta!\n\n¡No perdáis de vista esta página!"
    },
    "20040316": {
        "title": "La gran cero-seis-cero",
        "content": "**En otras noticias, ScummVM aparecerá en el programa Call for Help de TechTV el 19 de marzo, como el archivo gratuito del día.**\n\nAl proyecto de ScummVM le complace anunciar el lanzamiento inmediato de ScummVM 0.6.0. ScummVM es un intérprete de aventuras gráficas diseñado para dar a los usuarios la oportunidad de jugar a muchas aventuras gráficas clásicas en diversos sistemas informáticos (Linux, Windows 2000/XP, \\*BSD, Mac OS X, PocketPC/Handheld PC, Palm, Dreamcast y muchos más).\n\nLa versión 0.6.0 trae un nuevo hito en la historia de ScummVM, el de dar soporte a todas las aventuras de LucasArts/LucasFilm con el motor SCUMM. También nos enorgullece anunciar que, junto a ScummVM 0.6.0, liberamos la aventura clásica «Flight of the Amazon Queen» (originalmente disponible para Amiga y DOS) en formato freeware. El equipo de ScummVM desea agradecer a los autores, Steve Stamatiadis y John Passfield, que suministraran al equipo el código fuente de este clásico y nos permita publicarlo.\n\nBien, ¿qué novedades hay?\n\nScummVM 0.6.0 incluye, como de costumbre, muchos fallos corregidos en todos los motores compatibles. También hay correcciones de importancia y mejoras en el departamento sonoro y musical, más un menú de opciones y gestión de juegos muy mejorado y dos modos gráficos nuevos (HQ2x y HQ3x). Y lo más importante, también hemos añadido la compatibilidad con los siguientes juegos:\n\n*   Las versiones V1 clásicas de los juegos de LucasArts en SCUMM Maniac Mansion y Zak McKracken, y el juego de LucasArts en SCUMM Full Throttle.\n*   Broken Sword 1 y Broken Sword 2. Muchísimas gracias a Revolution por darnos el código fuente de estos juegos.\n*   Soporte para Flight of the Amazon Queen. Gracias a Steve y a John por darnos el código fuente del juego y permitir su publicación como freeware.\n\nScummVM 0.6.0, los dos juegos freeware (Flight of the Amazon Queen y Beneath a Steel Sky) y las escenas cinemáticas recodificadas necesarias para jugar a Broken Sword 1 y a Broken Sword 2 pueden descargarse desde la [página de descargas](/downloads/)."
    },
    "20040318": {
        "title": "TechTV",
        "content": "Algunos nos han pedido que demos más información sobre el segmento de TechTV donde hablaron de ScummVM. Bueno, podéis leer el artículo que iba a complementar al segmento en la [web de TechTV](http://www.techtv.com/callforhelp/freefile/story/0,24330,3640615,00.html).\n\nScummVM será presentado como «Free File of the Day (el archivo gratuito del día)» en el programa «Call for Help (petición de ayuda)» a las 21:00 GMT +1 del viernes 19 de marzo y 15:00 GMT +1 del lunes 22 de marzo.\n\n¿No sabéis cómo se puede ver TechTV? Me dicen que los que estéis en Norteamérica podéis sintonizar el canal 354 de DirecTV, el 191 de Dish Network, o el canal de cable siguiendo las instrucciones en [tv.yahoo](http://tv.yahoo.com/grid?)\n\nO si da la casualidad de que tenéis una antena de banda C y estáis en las inmediaciones del GE Americom Satcom C4 en las fechas de la emisión del programa, lo tenéis en el transpondedor 12, a 135 grados oeste, 40 grados norte.\n\nLos afortunados australianos que estén suscritos a Foxtel Digital también podrán ver el programa. Yo tendré que buscar a alguien que tenga FTD para poder verlo."
    },
    "20040401": {
        "title": "Anunciamos CABAL",
        "content": "1 de abril, INTERNET: Los equipos de [FreeSCI](http://freesci.org/), [Sarien](http://sarien.sourceforge.net/) y [ScummVM](http://www.scummvm.org/) han anunciado hoy la formación de CABAL (siglas en inglés de Liga de Aventuras Por Encima de la Arquitectura), un intérprete universal para juegos de aventuras. Este proyecto nuevo unirá fuerzas y habilidad de todos los proyectos implicados para crear lo que sus miembros consideran una revolución para los fans de las aventuras por todo el mundo.\n\nAl preguntar sobre la importancia de CABAL en el mercado de videojuegos de aventuras a escala mundial, Max Horn, el jefe de proyecto de ScummVM, comentó: «\\[con\\] el declive de los juegos de aventuras, creemos que la formación de un proyecto con el fin de ejecutar todas las aventuras que existan le dará una segunda vida». Lars Skovlund, mantenedor de FreeSCI, añadió que «esto revolucionará el mundo del videojuego. ¡Aventureros del mundo, regocijaos!»\n\nAdemás de dar soporte a los juegos de LucasArts en SCUMMVM (que incluyen a títulos famosos como «Monkey Island», «Indiana Jones» and «Sam and Max»), las series en SCI y AGI de Sierra («King's Quest», «Leisure Suit Larry», «Space Quest»...), y otros juegos ya funcionales en los motores retroactivos, el nuevo equipo pretende añadir más títulos a su ya impresionante de por sí lista\n\nAlgunos de los nuevos módulos más interesantes son:\n\n*   ¡Un módulo para Infocom (basado en el [intérprete Z-machine de Frotz](http://www.cs.csubak.edu/~dgriffi/proj/frotz/)) con el que poder jugar a vuestras aventuras de texto favoritas donde queráis!\n*   [Exult](http://exult.sourceforge.net) será fusionado en forma de plugin, permitiendo que los fans de Ultima 7 por todo el mundo puedan jugar a su juego favorito en todas las plataformas admitidas por los motores de componentes de CABAL, que incluyen a PDA Palm/PocketPC y a Dreamcast.\n*   Revolution Software ha ofrecido el código fuente de Broken Sword 3, que se incorporará a los títulos compatibles con el futuro proyecto CABAL3D, junto con Grim Fandango y puede que Ultima IX (las negociaciones siguen en marcha).\n*   Se planea terminar el soporte para los juegos de SNES Final Fantasy IV a VI (nomenclatura japonesa, es decir, FF2/FF3 según sus versiones estadounidenses) en otoño. Aunque estas no son aventuras en el sentido estricto de la palabra, la trama de esta saga es mucho más imaginativa que la de cualquier título de «acción-aventura» publicado en los últimos años.\n\nVarias ofertas de diversas empresas para comprar al equipo, entre ellas de Microsoft y Amiga International, han sido rechazadas amablemente por los jefes del proyecto conjunto. «Sabemos que podríamos ganar mucho dinero con esto, pero somos idealistas, y nuestra intención actual es la de reformar el mercado mundial de las aventuras. Cuando lleguemos a esa meta, volveremos a plantearnos si ganaremos algo de dinero con esto»."
    },
    "20040402": {
        "title": "Se acabaron las cábalas",
        "content": "El equipo CABAL se disuelve por problemas fundamentales en el diseño\n\nTras el revolucionario anuncio de ayer, nos entristece anunciar la disolución inmediata del equipo CABAL. En los últimos días se ha generado un debate acalorado sobre varios problemas importantes de diseño, y las tensiones entre el equipo han llegado a un nivel insostenible.\n\n«Es una desgracia», declaró Max Horn, diseñador sénior de ScummVM y Exult, «pero las ideas de \\[el exmantenedor de FreeSCI\\] Christoph \\[Reichenbach\\] de alinear llaves en la parte izquierda de las declaraciones de funciones y agregarlas al final de las líneas en los bucles while y for no tenían ningún sentido».  \nEste último replicó que «usar cualquier cosa que no sean tabulaciones para las sangrías es buscarse un problema».\n\nClaudio Matsuoka, del proyecto Sarien, puntualizó su decepción, declarando que no veía mucho sentido a colaborar con personas incapaces de alcanzar acuerdos en temas tan triviales. «Por ejemplo, no hemos resuelto toda la disputa de EMACS o vi y ya se han liado a discutir».  \nLamentablemente, James Brown, otro desarrollador sénior del proyecto ScummVM, anunció que le echaron del proyecto meer poco antes de que se tomara la decisión de la ruptura. «Decían que ese no era mi sitio porque prefiero usar nano como editor..», reconoció."
    },
    "20040510": {
        "title": "¡Aquí hay monos!",
        "content": "Esto no es más que una noticia rápida para que todos sepáis que seguimos vivos. Los trabajos en ScummVM avanzan al rimo de costumbre y pretendemos publicar la versión 0.6.1 de ScummVM en breve.\n\nScummVM 0.6.1 incluirá varias correcciones de fallos y mejoras en el sonido y música de los juegos de la última etapa de SCUMM (Full Throttle, The Dig, Curse of Monkey Island).\n\nAdemás, los que estén atentos al CVS se habrán percatado de que hemos añadido soporte para Another World. Esto provocó ciertas disputas dentro del equipo de ScummVM respecto a si se le podría considerar aventura dentro de los objetivos de ScummVM.\n\nTras un debate largo y tendido, el autor del motor (cyx) decidió que sería más conveniente seguir con el proyecto fuera de ScummVM. El motor ha sido eliminado y toda información y desarrollo futuros tendrán lugar a partir de ahora en el proyecto [RAW](http://membres.lycos.fr/cyxdown/raw/). Para evitar cualquier predicción cataclísmica, recalco que sigue siendo miembro del equipo de ScummVM."
    },
    "20040727": {
        "title": "Bueno, ¿y ahora qué has hecho, tonto entrometido?",
        "content": "¡ScummVM 0.6.1 ya ha salido y está disponible en nuestra página de descargas!  \nEntre los cambios habituales, ScummVM debería ejecutarse de forma nativa en sistemas de 64 bits, algo que olvidamos mencionar en el archivo NEWS.\n\nY como dice el refrán, «para salvar al mundo, hay que tirar a unas cuántas ancianitas por las escaleras». Así que hemos hecho multitud de arreglos en esta versión. Algunas de las cosas que ya NO volveréis a ver en ScummVM incluyen:\n\n*   Defectos al usar un archivo de voces en Ogg Vorbis en ciertos juegos\n*   Cuelgues en sistemas de 64 bits\n*   Cuelgues al guardar en una carpeta no válida en Broken Sword 1\n*   Varios defectos sonoros en Curse of Monkey Island, Full Throttle y The Dig\n*   Cuelgues en algunas versiones internacionales de Simon the Sorcerer\n*   ¡Y otros muchos fallos molestos!\n\nAsí que no dudéis y bajaos la última versión. Aun no hay descargas para todas las conversiones a las que damos soporte, por ejemplo, versiones binarias para PocketPC que no sean ARM y HandheldPC. Estas deberían estar disponibles a lo largo de la próxima semana."
    },
    "20040728": {
        "title": "¡Oh, no, otra vez no!",
        "content": "Bueno, se ha escapado uno de esos fallitos de programación «pequeños, pero importantes» en ScummVM 0.6.1. Un error al copiapegar en la pantalla de Editar juego puede provocar que no se puedan guardar partidas.\n\nEl error está relacionado con la nueva pestaña de Rutas, que permite editar más fácilmente los directorios del juego. Por desgracia, la sección del directorio Extra se guardaba accidentalmente como el directorio para las partidas guardadas y no para el campo que había debajo. Este fallo se detectó en la versión experimental del CVS, pero el arreglo se quedó fuera del lanzamiento de ScummVM 0.6.1 por error.\n\nSi os encontráis con este fallo, la solución recomendada es asignar el directorio Extra al mismo que el de partidas guardadas. Pronto publicaremos la versión 0.6.1b de ScummVM para corregir este problema."
    },
    "20040805": {
        "title": "ScummVM 0.6.1b publicado {Introducir aquí ocurrencia}",
        "content": "Hoy se publicó la versión 0.6.1b de ScummVM, que corrige algunas regresiones muy molestas descubiertas en su predecesora, la versión 0.6.1. Se recomienda encarecidamente a todo el mundo que actualicen a esta versión.\n\nY con esto... ¡Que lo paséis bien!"
    },
    "20040911": {
        "title": "Están pasando muchas cosas",
        "content": "Bueno, solo queríamos deciros que no estamos muertos. En las últimas pasadas ha habido unos progresos increíbles, el soporte de ScummVM para los juegos HE SCUMM avanza rápidamente gracias al talento conjunto de cyx, Kirben y Sev. Y, por supuesto, se han desarrollado muchas más cosas.\n\nAhora nos gustaría indicar que nuestros proyectos secundarios, Residual y ScummVM, están faltos de desarrolladores y colaboradores. Aceptamos parches de otros programadores. Con la ayuda de los desarrolladores de ScummVM joostp y aquadran, salty-horse (un parroquiano de #scummvm) ha enviado hoy un parche para corregir las animaciones de bocas en Residual. Por favor, echad un vistazo a nuestra página de Subproyectos y las «Coding Guidelines» en nuestra sección de Documentación. Si estáis interesados en resolver un problema concreto, mandad un email a la lista de correo -devel o pasaos por el IRC si necesitáis ayuda."
    },
    "20040930": {
        "title": "Y se dijo: ¡Hágase el concurso!",
        "content": "Saludos, humildes espectadores de la web. Os hemos congregado aquí hoy para celebrar un concurso de proporciones épicas.\n\nBueno, no exactamente.\n\nEstamos celebrando un concurso para rediseñar la página web de ScummVM. Si tienes talento y quieres contribuir en ScummVM, esta es tu oportunidad.\n  \n**Reglas**\n\n*   Los diseños deben presentarse en formato de Photoshop (.PSD) o de GIMP (.XCF). Deben estar hechos con capas, teniendo en cuenta que el grueso del diseño pueda convertirse de forma viable a formato HTML con un uso mínimo de elementos gráficos.\n*   El diseño acabado debe estar optimizado para una resolución de 1024x768, pero la página debe estar diseñada para ser renderizable a resoluciones inferiores y en navegadores de solo texto.\n*   El objetivo principal debería ser un sistema de navegación sencillo, llamativo y lo menos recargado posible.\n*   A las páginas que incluyan una plantilla HTML finalizada se les dará una mayor importancia si cumplen las reglas adicionales que vienen a continuación. De lo contrario, solo serán valoradas por su diseño.\n    *   Las páginas completas deberían enviarse como una plantilla HTML monopágina. Todos los gráficos originales deberían incluirse (en capas si es posible) en formato .PSD de Photoshop o .XCF de GIMP.\n    *   Las páginas deben tener código HTML/CSS legible, rápidas de cargar y lo más ligeras posibles.\n    *   Las páginas deben seguir la certificación W3C HTML4.01 y no tener ninguna dependencia respecto a navegadores.\n\nEl plazo de presentación acabará el 21 de octubre y la votación pública tendrá lugar cuando el equipo haya seleccionado a los candidatos finales. Habrá algún tipo de premio para el ganador, que se anunciará más adelante. Enviad vuestras propuestas a contest@scummvm.org en un archivo .zip, .tar.gz or .tar.bz2."
    },
    "20041011": {
        "title": "¡Recordatorio del concurso!",
        "content": "¡Saludos, aventureros!\n\n¡Este es solo un recordatorio de que el plazo de presentación del concurso para rediseñar la página web acaba dentro de diez días! Acabamos de recibir la primera propuesta, así que si no habéis empezado, se os acaba el tiempo.\n\nLos premios se anunciarán en cuanto alguien me devuelva los mensajes, ya que las noticias en ciertas webs sugieren que no se ha olvidado :)"
    },
    "20041019": {
        "title": "El plazo del concurso se acabará pronto",
        "content": "¡El que quiera participar en el concurso para rediseñar la página web ya está tardando en mandar sus propuestas, porque solo quedan dos días!\n\nHasta la fecha tenemos solo cinco propuestas. No está mal, pero yo esperaba que nos hubieran llegado otras cinco. Así que si tienes una propuesta, ¡MÁNDALA!\n\nEnviad todas las propuestas para el concurso a [contest@scummvm.org](mailto:contest@scummvm.org). Hay más información sobre el concurso un par de noticias atrás."
    },
    "20041022": {
        "title": "¡Ha terminado el plazo del concurso!",
        "content": "Bueno, dejamos un rato más para los que íbais tarde... pero hemos cerrado las propuestas para el concurso del rediseño de ScummVM. El jurado examinará las páginas en los próximos días y a menos que haya un ganador muy claro, VOSOTROS, nuestros queridos usuarios, lo votaréis de entre los finalistas :)\n\nDaremos más información próximamente. El ganador se llevará Cachivaches Aleatorios(tm), y el primer premio será un merchadising de Sam and Max (probablemente) firmado por el creador de Sam and Max, Steve Purcell. ¡Daremos más información próximamente!"
    },
    "20041028": {
        "title": "Sección de preguntas frecuentes actualizada",
        "content": "Han pasado varios meses desde que actualizamos nuestra sección de [preguntas frecuentes](/faq/). En ese tiempo han ocurrido muchas cosas, así que hemos añadido un buen repertorio de respuestas. ¿A qué estáis esperando? ¡Leed la sección de [preguntas frecuentes](/faq/)!"
    },
    "20041205": {
        "title": "Estado del concurso del rediseño de la web; planes de lanzamiento de la versión 0.7.0; manual de usuario",
        "content": "Ey, colegas,\n  \nOs estaréis preguntando todos, ¿qué fue del concurso del rediseño de la web? ¡Terminó hace más de un mes y aún no hay ganador! Buena pregunta... :-)\n\nPara empezar, quiero decir que algunos de los diseños que nos habéis enviado son espectaculares y me gustaría dar las gracias a todos los que han enviado sus materiales. Siento haberos hecho esperar los resultados.\n\nBueno, para decidir el ganador montamos una encuesta interna para el equipo. Esta encuesta ha llevado un tiempo, hasta que todos los miembros pudieron enviar sus formularios cumplimentados. Pero ese proceso no llevó a un ganador definitivo. Así que algunos de nosotros queríamos presentar una encuesta a vosotros, nuestros queridos usuarios, para elegir al ganador de entre los tres finalistas. Por diversas razones no pudimos llevarla a cabo... ¡hasta ahora!\n\n¡Id a la [página de la encuesta](http://www.scummvm.org/poll/index.php) para ver a los finalistas y votarlos! Daremos 14 días a la encuesta y después decidiremos el ganador definitivo.\n\nCambiando de asunto, hemos empezado a trabajar en la próxima versión importante de ScummVM. ¡La versión 0.7.0 saldrá (con un plazo bastante agresivo) para las navidades de 2004! Esperamos poder daros un buen regalito navideño. Pero para conseguirlo necesitamos vuestra ayuda: necesitamos a personas que se pongan a probar de forma activa la última CVS para poder limar y arreglar todas las asperezas que quedan y así poder garantizar una versión con una calidad alta.\n\nSi queréis ayudar, echad un vistazo a la [página del estado de lanzamiento](http://www.scummvm.org/documentation.php?view=release) para ver una lista con los juegos que necesitan testeo.\n\nY eso es todo por hoy, con suerte, la próxima vez podremos anunciar algo con más chicha (como una nueva versión o una nueva página web). Hasta entonces, ¡disfrutad del testeo!\n\nP.S.: Tal vez también os hayáis preguntado, ¿estos llegarán algún día a la 1.0? De hecho, estamos trabajando para llegar a ese objetivo. Hay un elemento fundamental que falta: un buen manual de usuario. Si tienes conocimientos de redacción de manuales, tiempo libre y quieres ayudar, mándamos un email a la lista de correo de scummvm-devel."
    },
    "20041206": {
        "title": "La encuesta sobre la web está cerrada temporalmente",
        "content": "Como tantas personas han intentado reventar los resultados de la encuesta, queda cerrada temporalmente mientras hacemos un código más a prueba de trampas. Os avisaremos cuando la encuesta vuelva a estar disponible."
    },
    "20041217": {
        "title": "La encuesta sobre la web vuelve a estar operativa",
        "content": "Nos complace reabrir nuestra [encuesta sobre la página web](http://www.scummvm.org/poll/). Hemos encontrado un buen servicio de encuentas, pero lamentablemente contiene anuncios. Os pedimos paciencia con ella.\n\nP.D. Si ya habéis votado en la encuesta anterior, tendréis que volver a hacerlo en la nueva."
    },
    "20041223": {
        "title": "La encuesta del concurso de la web ha cerrado: ¡tenemos ganador!",
        "content": "Ya han pasado casi dos meses desde que arrancamos nuestro concurso para rediseñar la página web y sé que algunos de vosotros han estado esperando los resultados con mucho entusiasmo. Como el equipo no pudo decidirse por un ganador, dejamos que vosotros, nuestros queridos usuarios, opinarais sobre el resultado de esta batalla monumental. Y, finalmente, ¡nos encanta anunciar que después de 1.400 votos, tenemos a un ganador! Y es... ¡[draven](http://www.scummvm.org/poll/draven.jpg), con una mayoría del 55% de los votos! ¡Enhorabuena, draven!\n\n¿Qué pasará ahora? Resolveremos la parte del (de los) premio(s) para el ganador en los próximos días y nos pondremos a trabajar en implementar el diseño nuevo. Estamos planteándonos hacer varios retoques (por ejemplo, algunas personas han sugerido que utilizáramos el logo de la propuesta de jeanm; y también nos guardamos otras ideas en la manga). Nos llevará un tiempo, en parte porque es época de fiestas para muchos de nosotros, así que me temo que tendréis que tener paciencia.\n\nTodo lo bueno se hace de rogar :-)."
    },
    "20041224": {
        "title": "¡Jo, jo, jo! ¡Feliz Navidad y próspero ScummVM 0.7.0!",
        "content": "¡Nos enorgullece anunciar el lanzamiento de ScummVM 0.7.0, justo a tiempo para Nochebuena!\n\nAunque no es una versión tan revolucionaria como las anteriores, esta contiene una serie de mejoras y añadidos de importancia, entre los que se encuentran:\n\n*   Añadido soporte preliminar para 26 juegos de Humongous Entertainment\n*   Añadido soporte para archivos de audio codificados en formato FLAC (sin pérdida)\n*   Añadido soporte nativo para las versiones para Macintosh de ciertos juegos de SCUMM; esto quiere decir que la herramienta «rescumm» ha quedado prácticamente obsoleta y que ahora se pueden jugar a dichos juegos directamente desde el CD original\n*   Añadido un desplazamiento horizontal suavizado para The Dig, Full Throttle y COMI (idéntico al motor original)\n*   Añadido soporte para música y voces comprimidas en Broken Sword 1 y 2\n*   Y, como de costumbre, hemos resuelto montones de fallos\n\nPodéis encontrar un enlace a las notas de lanzamiento y una lista de cambios más completa en la [página de descargas](/downloads/), junto con los enlaces de descarga. Recomendamos encarecidamente a todos nuestros usuarios actualizar a la ultimísima versión."
    },
    "20050101": {
        "title": "Más binarios de la 0.7.0 y unas pedazo de cifras",
        "content": "Antes de nada: ¡de nuevo, feliz año nuevo a todos vosotros!\n\nSolo queríamos informaros que desde el lanzamiento de ScummVM 0.7.0, hace ya una semana, han llegado más binarios a la [página de descargas](/downloads/). Ahora ofrecemos binarios para los siguientes sistemas:\n\n*   Windows\n*   Mac OS X\n*   Linux: Fedora Core\n*   Solaris 8\n*   PalmOS\n*   PocketPC (WinCE)\n*   Dreamcast\n*   BeOS\n\n... y, con suerte, el paquete para Debian estará listo en breve.\n\nTodo eso ya está bastante bien, pero nunca faltan más. Por ejemplo, nos gustaría tener paquetes para Mandrake, Slackware, Solaris x86 o para vuestra tostadora favorita. Si estáis interesados en uniros al proyecto en calidad de empaquetadores, [contactadnos](http://www.scummvm.org/contact.php).\n\nY ahora pasamos a algo completamente distinto: si observáis nuestra [página de estadísticas del proyecto](https://sourceforge.net/project/stats/index.php?report=last_30&group_id=37116), puede que os deis cuenta de que hemos conseguido más de 10.000.000 visualizaciones de la página web (acumuladas durante toda la vida de ScummVM como proyecto de SourceForge.net) y que se han enviado más de 1.100.000 descargas desde nuestro nacimiento. No está nada mal, en nuestra opinión. :-)"
    },
    "20050309": {
        "title": "Parámetros de arranque, ¿quién tiene parámetros de arranque?",
        "content": "Supongo que ya toca nuestra señal de vida mensual de siempre: *«Sí, seguimos vivos. No, no vamos a fusionarnos con FreeSCI. Sí, si me regaláis un Ferrari, puede que me lo piense mejor.»*  \nComo siempre han pasado todo tipo de cosas, grandes y pequeñas, y puede que publiquemos información en un futuro no muy lejano. Mientras tanto, me gustaría destacar un detallito pequeño pero interesante que os interesará a algunos...:\n\nHace un tiempo incluimos una [lista de parámetros de arranque](http://www.scummvm.org/documentation.php?view=bootparam) en nuestra sección de documentación. Es posible que ya la hayáis visto, si no es así, echadla un vistazo.\n\nSi no sabéis lo que es un parámetro de arranque (¡Qué vergüenza!), he intentado explicarlo en [esa misma página](http://www.scummvm.org/documentation.php?view=bootparam), así que echadla un vistazo igualmente ;-) Si creéis que la explicación no es lo bastante clara, mandadme un mensaje diciendo cómo mejorarla.\n\nY si queréis sentiros como unos señores, podéis contribuir un poco ayudándonos a redactar lo que nos falta en las tablas de los parámetros de acceso. De nuevo, pasaos por la [página de parámetros de arranque](http://www.scummvm.org/documentation.php?view=bootparam) para más información."
    },
    "20050313": {
        "title": "En busca de los parámetros de arranque",
        "content": "Ya tenemos una lista extensa de los parámetros de arranque de Fate of Atlantis en nuestra [página de parámetros de arranque](http://www.scummvm.org/documentation.php?view=bootparam). Muchas gracias a Laura Abbott, que dedicó su tiempo a redactar la lista para donárnosla. Seguro que nos ayudará a resolver problemas con FOA en el futuro.\n\nCambiando de tercio, Robert Kelsen se ha presentado voluntario para trabajar en las compilaciones para SlackWare y ya ha empezado presentando [un binario de la versión 0.7.0 para SlackWare](https://downloads.scummvm.org/frs/scummvm/0.7.0/scummvm-0.7.0-slack-i486-1.tgz). ¡Así se hace, Rob!\n\nEso es que, aparentemente, hay gente que lee nuestra sección de noticias... Estoy asombrado ;-). Gracias a todos los que ayudáis a ScummVM con comentarios útiles y la alabanza ocasional; ¡ambas nos ayudan a mantener el interés en trabajar en ScummVM!"
    },
    "20050328": {
        "title": "ScummVM 0.7.1 publicado",
        "content": "Nos complace anunciar el lanzamiento de ScummVM 0.7.1. Esta actualización está centrada en corregir fallos de la versión 0.7.0, sobre todo en la conversión para Windows Mobile (PocketPC/Smartphones). Para más información, leed las [notas de lanzamiento](https://downloads.scummvm.org/frs/scummvm/0.7.1/ReleaseNotes).\n\nComo siempre, podéis descargarla en nuestra [página de descargas](/downloads/).\n\nEn otro orden de cosas, en las últimas dos semanas hemos recibido más [parámetros de arranque](http://wiki.scummvm.org/index.php/Boot_Params) gracias a vosotros, nuestros queridos usuarios. ¡Muchas gracias a los que habéis colaborado!"
    },
    "20050330": {
        "title": "Se acerca algo nuevo...",
        "content": "Aunque no formará parte del programa oficial de ScummVM, algunos de nuestros miembros han estado trabajando en una sorpresita para la Pascua. Por desgracia, vamos con retraso.\n\nEsperad algo muy apetecible pronto (sobre todo para los que tenéis Linux y Mac)..."
    },
    "20050401": {
        "title": "¡No despiertes al dragón!",
        "content": "Pistas previas aparte, se ha publicado [más información](http://wiki.scummvm.org/index.php/Dragon) sobre el proyecto de ScummVM [Dragon](http://wiki.scummvm.org/index.php/Dragon).\n\nTened en cuenta que Dragon es un proyecto inacabado y sin publicar, pero ha empezado a tomar forma y creemos que podremos dar más detalles sobre él a lo largo de la próxima semana."
    },
    "20050511": {
        "title": "Noticias a patadas...",
        "content": "Lo malo es que necesitamos dar noticias con más regularidad. Lo bueno es que hemos acumulado mucho que contar:\n\n**Conversiones nuevas**\n\n*   Las conversiones nos importan, tanto como los puertos a los piratas de Monkey Island. Por supuesto, estamos hablando de adaptar ScummVM a otras arquitecturas. En ese sentido, tenemos cosas muy interesantes cocinándose para la próxima versión de ScummVM, que incluyen una conversión oficial para PlayStation 2 y la oficialización de la conversión para AmigaOS. Con un poquito de suerte, puede que la a menudo solicitada conversión para EPOC/Symbian forme parte oficial de ScummVM (si os pica la curiosidad, echad un vistazo en el [elemento del gestor de parches](https://sourceforge.net/tracker/index.php?func=detail&aid=1188433&group_id=37116&atid=418822)).\n\n**Juegos nuevos**\n\n*   Hemos añadido un nuevo motor de juego, esta vez para la serie Gobliiins de Coktel. Por lo momento, Gobliiins 1 es jugable de principio a fin. Todavía no se ha empezado a trabajar en el resto de entregas (Gobliins 2, Goblins 3, y \"The Bizarre Adventures of Woodruff and the Schnibble\", o \"Woodruff and the Schnibble of Azimuth\"), pero al menos Gobliins 2 tiene parecidos con la primera entrega, así que esperamos poder darle compatibilidad en un futuro próximo. En cuanto al resto de entregas, ya se verá...\n*   Gracias al esfuerzo de ciertas personas comprometidas, también damos soporte a la (horrible) versión para NES de Maniac Mansion. Caramba, ese debería ser el último juego de LucasArts en SCUMM al que no dábamos soporte... ;-)\n*   La compatibilidad con los juegos infantiles de Humongous Entertainment progresa adecuadamente y los siguientes títulos pueden ser jugados de principio a fin con la versión actual de desarrollo de ScummVM:\n    *   Freddi Fish 1 - 4\n    *   Pajama Sam 1 y 2\n    *   Putt-Putt (varos juegos)\n    *   Spy Fox 1 y 2\n    *   Varios títulos arcade\n\n**Miniaturas nuevas**\n\n*   No, no me he metido a coleccionar figuritas (aunque alguna parece tentadora...). Más bien hemos incorporado miniaturas en las partidas guardadas de SCUMM. Han quedado bastante bien, pulsad [aquí para ver una captura de pantalla](/data/news/20050511.png).\n\nHay más cosas interesantes en camino, así que no os vayáis muy lejos."
    },
    "20050804": {
        "title": "El tiempo no es más que una palabra. Y una muy breve.",
        "content": "Debido a un vórtice espaciotemporal que se aproximará a la Tierra en breve, el significado de «regularidad» podría fluctuar. No os vayáis muy lejos si queréis enteraros de las últimas noticias.\n\nPasemos a las noticias actuales:\n\nNos congratula decir que Ron Gilbert, cocreador de Maniac Mansion y de SCUMM, ha puesto una buena referencia a ScummVM en su web ([«Grumpy Gamer»](http://grumpygamer.com/). O eso dicen en [Slashdot](http://games.slashdot.org/games/05/08/03/1641224.shtml?tid=207&tid=202&tid=203), noticia que parece haber tumbado su web :)\n\nTened en cuenta, por favor, que la conversión para Nintendo DS no es oficial ni compatible todavía. Así que no nos preguntéis por ella, porque no podemos ayudaros :)\n\nLos contenidos de la última entrada de Ron han sido citados en [esta publicación de Blogspot](http://humaninbox.blogspot.com/2005/08/ron-gilbert-supports-illegitimate.html). Para que conste en acta, hemos dejado un guiño a Ron en nuestro readme.txt desde el miércoles 17 de abril de 2002, a las 17:31:05 (UTC).\n\nTambién solicitamos la ayuda de testeadores para buscar problemas en [«Inherit the Earth»](http://www.wyrmkeep.com/ite/) (¡más información y la forma de comprarlo en el enlace!). Por favor, enviad los fallos a nuestro gestor de fallos y seleccionad el juego correcto en la categoría «Group». Utilizad únicamente la **última** versión del CVS. ¡Gracias!"
    },
    "20050830": {
        "title": "Se buscan capturas de pantalla.",
        "content": "Si os gustan las capturas de pantalla tanto como a nosotros, podéis desempeñar un papel fundamental para demostrar las prestaciones de ScummVM con una simple imagen fija.\n\nBásicamente, necesitamos que nos enviéis capturas de pantalla para nuestra galería de capturas. Hemos dejado una explicación sobre cómo hacerlas [en esta página](http://wiki.scummvm.org/index.php/Screenshots) de nuestra wiki.\n\nAsí que si os sobran unos minutos, tenéis una partida guardada en un punto interesante de un juego y queréis ayudar, dedicadnos un momento a enviar una captura de pantalla de ese punto. Como indica la wiki, ScummVM debe tener el modo HQ2x y la corrección de la relación de aspecto activados."
    },
    "20050909": {
        "title": "Ya no se buscan capturas de pantalla.",
        "content": "El último bastión del campamento de las capturas de pantalla ha caído. Acabamos de recibir imágenes de Zak v1, lo que quiere decir que hemos terminado. Muchas gracias a vosotros, nuestros usuarios, por participar en esta batalla épica. Sois muchos como para mencionaros a todos, pero sabéis quiénes sois.\n\nTambién necesitamos testear otro par de juegos recientemente aprobados, que son la versión para NES de Maniac Mansion y la versión para Commodore 64 de Zak McKracken. Podéis ver los puntos 3.8 y 3.9 de nuestro README para informaros sobre cómo ejecutarlos. Necesitamos saber si estos juegos pueden recorrerse de principio a fin o no."
    },
    "20051011": {
        "title": "Llamada general para testeadores.",
        "content": "¡Saludos, usuarios! Ha llegado la hora de ayudar al equipo de ScummVM a publicar una nueva versión de, ehhh... ScummVM. ¡Tachán!\n\nTenemos una gran cantidad de cambios, añadidos y correcciones de fallos. Casi todos los elementos del programa han sido retocados, afinados o modificados, así que tenemos que volver a solicitar testeadores para probar todos los juegos a los que damos soporte.\n\nNos gustaría mencionar un par de títulos nuevos a los que hemos incluido soporte: son Inherit the Earth y Gobliiins (la primera entrega de la saga). Por favor, dedicadles también algo de atención.\n\nLas instrucciones sobre cómo llevar a cabo el testeo están en su [página de la wiki](http://wiki.scummvm.org/index.php/Release_Testing). Por favor, ceñíos a ellas e informad en nuestra lista de correo, en el canal #scummvm o en nuestros foros."
    },
    "20051030": {
        "title": "ScummVM 0.8.0 publicado.",
        "content": "Nos congratula anunciar el esperado lanzamiento de la versión 0.8.0 de ScummVM. Nosotros, el equipo de ScummVM, hemos preparado un gran paquete de novedades. Las más destacadas son:\n\n*   Nuevos iniciador e interfaz de juego\n*   Soporte para [Inherit the Earth](http://www.wyrmkeep.com/ite/) y Gobliiins\n*   Conversiones para Playstation Portable, Playstation 2 y EPOC/SymbianOS\n*   Modos de renderizado CGA y Hercules para ciertos juegos\n*   Soporte preliminar para los juegos de LucasArts para NES y C64\n*   Soporte muy mejorado para los juegos infantiles de Humongous Entertainment (Freddi Fish, Pajama Sam, Putt-Putt, Spy Fox, Fatty Bear, Backyard Sports y Buzzy)\n\nEncontraréis un listado de cambios más detallado y los archivos descargables en nuestra [página de descargas](/downloads/). Recomendamos que actualicéis a la última y mejor versión de ScummVM lo antes posible.\n\nCon esta versión también nos alegra anunciar el lanzamiento de nuestros [foros nuevos](http://forums.scummvm.org/). Se encuentran en una dirección fácil de recordar, [http://forums.scummvm.org/](http://forums.scummvm.org/), y contienen varios subforos individuales para las conversiones y muchas características nuevas tanto para usuarios como para moderadores.\n\nTened en cuenta que los foros de SourceForge.net serán cerrados y archivados en las próximas 48 horas. Estos archivos estarán disponibles al final del índice principal de los foros."
    },
    "20051101": {
        "title": "Actualización de la versión freeware de BASS",
        "content": "De cara al lanzamiento de la versión 0.8.0, que necesita el archivo adicional SKY.CPT para poder ejecutar Beneath a Steel Sky, hemos actualizado el archivo con la versión freeware en CD para incluir este archivo y, ya que estábamos, también los archivos de datos con la última versión conocida de BASS, que debería arreglar ciertos problemas con los textos que aparecen al jugar en un idioma ajeno al inglés.\n\nPodéis descargarlo en la [página de descargas](/downloads/) (cuando los «mirrors» de SourceForge lo capten) o bajaros el archivo SKY.CPT por separado [aquí](https://github.com/scummvm/scummvm/raw/master/dists/engine-data/sky.cpt)."
    },
    "20051109": {
        "title": "Añadida la versión candidata para PlayStation 2",
        "content": "La primera versión binaria de la conversión para PlayStation 2 ha sido publicada en [este hilo](http://forums.scummvm.org/viewtopic.php?t=206) de nuestros foros. No ha sido incluida en las páginas de descarga porque necesita ser testeada en profundidad. Si tienes una PlayStation 2 con modchip, descárgala y cuéntanos tus resultados."
    },
    "20051113": {
        "title": "Nuevo diseño de la página web",
        "content": "Hola. Poco más de un año después de que terminara nuestro concurso de diseño, nos enorgullece anunciar que por fin hemos lanzado el nuevo diseño de la página web. Gracias a Draven por el diseño y a Yaroslav Fedevych por buena parte del código HTML/CSS. Para los más curiosos, la antigua web sigue estando disponible [aquí](/old/)."
    },
    "20051114": {
        "title": "Restauración de audios de BASS - Necesitamos ayuda",
        "content": "Como podéis leer [aquí](http://forums.scummvm.org/viewtopic.php?t=236), nosotros (joostp y lavosspawn) tenemos la ambición de crear una versión de BASS con audios mejorados utilizando los materiales originales de estudio, que se encuentran almacenados en cintas DAT (Digital Audio Tape, o cinta de audio digital).\n\nAhora mismo tenemos las DAT y buscamos ayuda para extraer sus audios. Como no estamos en posición de enviar las cintas a ninguna parte, buscamos a alguien que quiera prestarnos un reproductor o grabador de DAT por unas dos semanas para completar este primer paso. El reproductor de DAT deberá ser enviado a los Países Bajos y se devolverá tras completar esta tarea.\n\nSi crees que puedes ayudar, ¡contacta con nosotros! Para más información, lee el [hilo del foro](http://forums.scummvm.org/viewtopic.php?t=236)."
    },
    "20051202": {
        "title": "Publicada la banda sonora de Inherit the Earth",
        "content": "Tenemos una noticia interesante para vosotros. Wyrmkeep Entertainment Co. ha publicado la banda sonora de ITE en CD. Podéis escuchar una muestra y comprarla [aquí](http://www.wyrmkeep.com/ite/music.html). ScummVM da soporte a este juego desde la versión 0.8.0 gracias a nuestra estrecha colaboración con Wyrmkeep y a que nos han cedido todo el código fuente y los derechos necesarios para reimplementarlo. Apoyad a esta gran empresa comprando la banda sonora del juego y, por supuesto, el juego en si mismo, que podéis jugar mediante ScummVM."
    },
    "20051205": {
        "title": "Compilación de ScummVM 0.8.0 para PocketPC 2002 ya disponible",
        "content": "Nos complace anunciaros la llegada de la esperada compilación de ScummVM versión 0.8.0 para PocketPC 2002 gracias a Kostas Nakos. Podéis obtenerla en la página de descargas. Es posible que algunos «mirrors» no tengan todavía el archivo, en cuyo caso pedimos que probéis con otro."
    },
    "20060109": {
        "title": "Soporte básico para The Legend of Kyrandia",
        "content": "Al fin [la versión CVS de ScummVM](/downloads/#CVS) tiene soporte básico para The Legend of Kyrandia, de Westwood Studios. El juego puede recorrerse de principio a fin, pero le faltan la música, los efectos de sonido y un sistema de menús (por el momento). Por favor, leed el punto 3.8 del archivo [README](https://github.com/scummvm/scummvm/raw/feaa67ca166d4808dcc9d6393b3673ceca25d6cb/README) para saber más y pasaos por la sección de [descargas](/downloads/#extras) para obtener el archivo de datos necesario. Todos los fallos deben ser remitidos a nuestro [gestor de fallos](http://bugs.scummvm.org/). Las instrucciones sobre cómo enviar un informe de fallo están en la sección 4.10 de la página de [preguntas frecuentes](/faq/#question.report-bugs)."
    },
    "20060114": {
        "title": "Adelanto de la banda sonora de Beneath a Steel Sky",
        "content": "Como habréis visto, en nuestros foros hay una [larga discusión](http://forums.scummvm.org/viewtopic.php?t=389) sobre la banda sonora de BASS. James Woodcock, uno de los participantes, ha publicado en [su blog](http://www.jameswoodcock.co.uk/?page_id=54) un par de canciones remasterizadas a partir del MIDI original.\n\nAunque ScummVM no da soporte a esta característica por completo, pensamos hacerlo en un futuro cercano, así que estad atentos. Mientras tanto recomedamos que probéis el futuro de lo que ScummVM espera ofrecer.\n\nPodéis ver más información sobre las mejoras en la página de James:  \n[James Woodcock's ScummVM Music Enhancement Project](http://www.jameswoodcock.co.uk/?page_id=54)"
    },
    "20060131": {
        "title": "ScummVM 0.8.1 «Codename: missing» publicado",
        "content": "Regocijaos, pues ScummVM 0.8.1 «Codename: missing» acaba de ser publicada. Ya podéis experimentar la última variante oficial de ScummVM. El principal motivo de esta versión es la corrección de varios fallos que se colaron en la versión 0.8.0, como por ejemplo:\n\n*   Compatibilidad muy mejorada de los juegos de Humongous Entertainment\n*   Soporte para la versión alemana de Maniac Mansion NES (gracias a Joachim Eberhard por ofrecernos el cartucho)\n*   Corregido un desbordamiento al utilizar el panel de control del robot en The Dig\n*   Corregida la desaparición del cursor al introducir una contraseña de nivel en Gobliiins\n*   Implementada una detección de juego más precisa, basada en MD5, para Simon the Sorcerer\n*   Primera versión de la conversión para PS2 fuera del estado beta\n\nLa lista completa de cambios se encuentra en [las notas de lanzamiento (en inglés)](https://downloads.scummvm.org/frs/scummvm/0.8.1/ReleaseNotes).\n\nPodéis haceros con una compilación para vuestro sistema en nuestra [página de descargas](/downloads/)\n\n¡Que la disfrutéis!"
    },
    "20060208": {
        "title": "ScummVM 0.8.2 «Broken Sword 2 roto» publicado",
        "content": "Debido a un fallo encontrado en la versión 0.8.1 que hacía injugable a Broken Sword 2, nos vemos obligados a publicar la versión 0.8.2 «Broken Sword 2 roto» de ScummVM. También hemos aprovechado esta oportunidad para arreglar las compilaciones para WinCE y el paquete para MacOS X.\n\nComo siempre, podéis conseguir las compilaciones para todas las plataformas compatibles en nuestra [página de descargas](/downloads/)."
    },
    "20060212": {
        "title": "Nos hemos mudado a Subversion",
        "content": "Gracias a [SourceForge.net](https://sourceforge.net) hemos conseguido la oportunidad de trasladarnos a un sistema de control de versiones más completo y avanzado: ahora vamos a utilizar [Subversion](http://subversion.tigris.org/), también conocido como SVN. Por si os lo preguntáis, un sistema de control de versiones es una herramienta pensada para desarrollar software de forma colaborativa. Como probablemente ya sabréis, el equipo central de ScummVM está compuesto por más de 30 desarrolladores activos y nuestra lista de colaboradores pasados y presentes es mucho más amplia. Un proyecto de esta escala sería ingobernable sin la ayuda de un sistema como este.\n\nDesde el primer momento, Ludvig Strigeus consignó su primera versión de ScummVM al CVS, el sistema de control de versiones que hemos utilizado hasta hace poco. Vincent Hamm se incorporó poco después. Desde entonces ha cambiado mucho, han pasado muchas cosas. Tenemos más de 20 000 revisiones de ScummVM y sus diversos componentes en nuestro repositorio CVS.\n\nHemos cambiado a un sistema nuevo llamado Subversión. Añade muchas características nuevas en comparación a CVS, características que nos permitirán trabajar de forma más eficiente en ScummVM, algo que creemos que todos nuestros usuarios agradecerán. Entre otras cosas, ya no habrá más retrasos entre las versiones anónimas y de desarrollo del código fuente: ¡tendréis acceso a todo lo que hagamos al momento!\n\nSi solíais usar un control de CVS, deshaceos de él, instalad un [cliente de Subversion](http://subversion.tigris.org/project_packages.html) y acceded a:\n\n https://svn.sourceforge.net/svnroot/scummvm/scummvm/trunk/ \n\nSi estáis utilizando un cliente de Subversion por línea de comandos, solo tendréis que escribir el siguiente:\n\n svn co https://svn.sourceforge.net/svnroot/scummvm/scummvm/trunk/ scummvm \n\nNotaréis que el árbol del código fuente de ScummVM ya ha sufrido cambios de importancia, y más que están por venir. ¡No os vayáis muy lejos!"
    },
    "20060314": {
        "title": "Los premios SourceForge.net Community Choice Awards de 2006",
        "content": "¡Queridos usuarios de ScummVM! Acabamos de saber que [SourceForge.net](https://sourceforge.net) ha organizado una ronda de nominaciones para sus primeros [premios anuales __Community Choice Awards__](https://sourceforge.net/awards/cca/). Lo bueno es que ScummVM es uno de los candidatos preseleccionados. ¡La pega es que las nominaciones acaban *mañana*!\n\nAsí que si queréis ayudarnos, pasaos por la [página de nominaciones de los __Community Choice Awards__](https://sourceforge.net/awards/cca/), id a la subsección «Games» (Juegos) y nominad a ScummVM. Y, por supuesto, podéis nominar a aquellos proyectos que creáis que se lo merezcan en el resto de categorías.\n\nTras las nominaciones se procederá a votar a los cinco primeros a partir del 17 de marzo. Aún no se saben los detalles, pero es probable que sea una votación pública. Así que no los perdáis de vista, y en caso de que cierto proyecto con una «S» verde y esponjosa en su logotipo aparezca... Ya sabéis lo que tenéis que hacer ;-)."
    },
    "20060319": {
        "title": "Los premios SourceForge.net Community Choice Awards de 2006: votación final",
        "content": "Buenas noticias: ¡hemos llegado a la votación final de los primeros [premios anuales __Community Choice Awards__](https://sourceforge.net/awards/cca/) de [SourceForge.net](https://sourceforge.net)!\n\nMuchísimas gracias a todos los que nos habéis votado. Pero podéis hacer más: como ahora está en marcha la votación final, podéis volver a votar a nuestro proyecto y al resto de proyectos que más os gusten. Pasaos por la página de los [__Community Choice Awards__](https://sourceforge.net/awards/cca/) para votar. Podréis hacerlo hasta el 23 de marzo, así que no os distraigáis o se os pasará el plazo :-)."
    },
    "20060409": {
        "title": "Cambios en la cúpula, resultados de los __Community Choice Awards__ de 2006 de SourceForge.net",
        "content": "Hoy estamos encantados de anunciar que Eugene «sev» Sandulenko ha sido ascendido al rango de jefe de proyecto, lo que significa que ahora tenemos a un trío de personas al timón de ScummVM.\n\nEugene ha contribuido en gran medida a ScummVM, mucho más de lo que se podía esperar de un miembro cualquiera. Ha trabajado en varios motores nuevos de ScummVM, en el código de la nueva interfaz, ha gestionado varios lanzamientos de versiones, desempeñado un papel fundamental en nuestra transición a Subversion, motivado a otros a que hagan tareas útiles y muchas cosas más.\n\nFelicidades, Eugene, esperamos ver más de ti en el futuro. :-)\n\n  \n\nEn otras noticias, ya se han publicado los resultados finales de los premios [__Community Choice Awards__ de 2006](https://sourceforge.net/awards/cca/) de [SourceForge.net](https://sourceforge.net) y ScummVM ha llegado a un honrable segundo puesto en la categoría de Juegos, solo superado por Xbox Media Center (hay quien está debatiendo hasta qué punto está relacionado con juegos, pero como ScummVM tampoco es un juego, mejor no nos quejemos... :-). Gracias de nuevo a todos los que nos habéis votado."
    },
    "20060425": {
        "title": "Convocatoria de testeo: The Legend of Kyrandia",
        "content": "¡Nos enorgullece anunciar que hemos completado el soporte de The Legend of Kyrandia!\n\nEso quiere decir que ahora os necesitamos a vosotros, nuestros usuarios, para que nos echéis una mano. Necesitamos encarecidamente un testeo profundo para poder extirpar cualquier fallo que quede pendiente. Así que sacad vuestras copias (¡legales!) de Kyrandia 1, descargaos una compilación del SVN de ScummVM y el archivo de datos Kyra necesario en la [página de descargas](/downloads/#daily) y enviad cualquier fallo que encontréis a nuestro [gestor de fallos](http://bugs.scummvm.org/) :). Cualquier otro problema puede ser tratado en el [foro](http://forums.scummvm.org/viewtopic.php?p=8176).\n\nActualmente tanto la versión para CD como la de disquetes son compatibles. Las versiones en inglés, francés, alemán y español son completamente compatibles, pero cualquier otra versión para PC (y esperamos que para Mac también) debería funcionar igualmente (aunque con ciertos textos en inglés y algunos gráficos desaparecidos). Si tenéis una versión no compatible, ¡estaremos encantados en escucharos! Tened en cuenta que, por desgracia, en estos momentos las versiones para Amiga no son compatibles."
    },
    "20060513": {
        "title": "¡Nuevo tema para el foro!",
        "content": "Había muchos que estabais esperando este momento, ¡así que nos enorgullece presentaros el nuevo aspecto de los [foros de ScummVM](http://forums.scummvm.org)!\n\nQueremos dar las gracias especialmente a [Clem](http://www.unet.univie.ac.at/~a0200586/) por diseñar e implementar el tema nuevo y a Raina por crear los botones y los iconos. Después de tanto esfuerzo, los resultados hablan por sí mismos.\n\nSi tenéis cualquier crítica o sugerencia sobre el diseño nuevo, podéis dejarla en el [hilo de «feedback»](http://forums.scummvm.org/viewtopic.php?p=8561)."
    },
    "20060524": {
        "title": "¿Una segunda oportunidad para Sarien?",
        "content": "¡Hola a todos!\n\nComo habréis visto, hemos incluido el motor AGI en nuestro árbol de desarrollo, o SVN. Este motor os permitirá jugar por adelantado a juegos como Larry 1, Space Quest 1 y 2, King's Quest 1-4, Police Quest 1 y a numerosos juegos hechos por fans. Este motor se basa en el código de [Sarien](http://sarien.sourceforge.net) y tiene el permiso expreso de sus autores.\n\nTambién nos gustaría clarificar que no tenemos planes para dar soporte a los juegos del motor SCI en un futuro próximo. Es más, el motor para AGI se encuentra en desarrollo, así que no estará incluido en la futura versión 0.9.0.\n\nP.D.: Esto no forma parte del proyecto CABAL :-)"
    },
    "20060527": {
        "title": "Anuncio de la campaña de testeo previa a la versión 0.9.0",
        "content": "Saludos, ciudadanos. El Omnicerebro del equipo de ScummVM requiere que probéis juegos.\n\nComo de costumbre, hemos preparado un montón de características nuevas y nos hemos cargado tropecientos mil fallos. Eso quiere decir que todos los juegos a los que damos soporte necesitan volver a ser probados.\n\nLa versión 0.9.0 introduce dos juegos completamente nuevos: The Legend of Kyrandia y The Feeble Files. También hay unos pocos juegos de Humongous Entertainment que han mejorado su compatibilidad significativamente, entre ellos, Pajama Sam 3. Así que, por favor, buscad vuestros juegos antiguos o compradlos y disfrutad de estos clásicos.\n\nHemos dejado instrucciones detalladas sobre cómo llevar a cabo las pruebas de forma constructiva. Las encontraréis en la [página de nuestra Wiki](http://wiki.scummvm.org/index.php/Release_Testing). Tened en cuenta que las instrucciones han cambiado un poco desde la última Gran Temporada de Pruebas(TM) que llevasteis a cabo para la versión 0.8.0. Os pedimos encarecidamente que os ciñáis a las nuevas reglas y que mandéis vuestros fallos a nuestra lista de correo, a #scummvm o a [nuestros foros](http://forums.scummvm.org/viewtopic.php?t=1502).\n\nQue tengáis un buen ciclo y recordad: ¡el Omnicerebro os ama!"
    },
    "20060625": {
        "title": "ScummVM 0.9.0 «El omnicerebro os ama» publicado",
        "content": "Ya han pasado casi ocho meses desde que empezamos a trabajar en la rama de la versión 0.9.x y hoy nos complace anunciar el lanzamiento de ScummVM 0.9.0 «El omnicerebro os ama».\n\nOs esperan muchas cosas, siendo una de las más visibles la nueva y mejorada interfaz. También hemos añadido el soporte para dos juegos totalmente nuevos: _The Legend of Kyrandia_ y _The Feeble Files_.\n\nOtros de los cambios de importancia son:\n\n*   Reescrito el código de detección de los juegos de SCUMM. Ahora las traducciones aficionadas funcionarán con solo aplicarlas\n*   Añadidos unos controles para configurar los subtítulos en la ventana de opciones\n*   Nueva conversión oficial para Atari/MiNT\n*   La conversión para WinCE ha visto grandes mejoras\n*   Numerosos fallos corregidos en los motores SCUMM, SAGA, Simon, Broken Sword 2 y BASS\n\nSi queréis ver la lista completa, [podéis leer las notas de lanzamiento](https://downloads.scummvm.org/frs/scummvm/0.9.0/ReleaseNotes).\n\nPor desgracia, no se han compilado todas las conversiones todavía y es posible que tengáis problemas con las descargas, ya que no todos los «mirrors» de SourceForge han reconocido los archivos. Por favor, probad con otros «mirrors» y tened paciencia.\n\nNo esperéis más, conseguid la versión para vuestras plataformas en nuestra [página de descargas](/downloads/)."
    },
    "20060704": {
        "title": "Conversión de ScummVM 0.9.0 para WinCE actualizada",
        "content": "Como muchos usuarios de la conversión para Windows CE ya han notado, la versión 0.9.0 tiene algunos problemas relacionados con el sonido y la música que solían acabar con un bloqueo del programa. Estos fallos recónditos ya han sido localizados y corregidos. Pedimos a todos los usuarios de PocketPC y de smartphones que se descarguen la versión 0.9.0a actualizada de nuestra [página de descargas](/downloads/) o de la sección de archivos de nuestra página en [SourceForge](https://downloads.scummvm.org/frs/scummvm/0.9.0/). Los «mirrors» podrían tardar un tiempo en reconocer el archivo, así que tened paciencia."
    },
    "20060830": {
        "title": "Ya no se aceptan donativos",
        "content": "Como ya habrán notado los visitantes más habituales de la web de ScummVM, hemos quitado el botón de Paypal de nuestra web y hemos dejado de aceptar donativos.\n\nPaypal nos ha informato que todo software que permita reproducir un juego en un sistema «para el que no ha sido comercializado» viola su [política de uso aceptable](http://www.paypal.com/cgi-bin/webscr?cmd=p/gen/ua/use/index_frame-outside&ed=games_software). Sois libres de escribir por email a aup@paypal.com y expresar vuestra decepción con sus políticas... que no tienen sentido alguno para un proyecto como es ScummVM, que suele ser respaldado de forma activa por los desarrolladores y estudios originales hasta tal punto de que Sold Out lo distribuyó con su compilación de Broken Sword 1 y 2.\n\nEstamos buscando un sistema alternativo para donativos, si alguno de nuestros usuarios desea presentar una sugerencia de un sistema seguro y compatible con la comunidad de código abierto, puede indicárnoslo en el hilo del foro [«Paypal Sucks (en inglés)»](http://forums.scummvm.org/viewtopic.php?p=12891)."
    },
    "20061029": {
        "title": "ScummVM 0.9.0 «PalmOS resucita» publicado",
        "content": "Nos complace anunciar el lanzamiento de la versión 0.9.1 de ScummVM para corregir fallos.\n\nHay muchas correcciones y mejoras leves de importancia. También nos alegra dar soporte oficial a tres plataformas nuevas: Nintendo DS, GP2X y GP32. Ya podéis descargar los binarios oficiales para DS y GP2X, la conversión para GP32 estará disponible próximamente.\n\nAlgunas de las correciones más relevantes son:\n\n*   Muchas correciones para los juegos de Humongous Entertainment y una mejor compatibilidad para sus versiones internacionales\n*   Mejorada la detección de la versión de Indy3 para FM-TOWNS\n*   Varias correcciones para The Feeble Files, ahora se reconocen más versiones de habla no inglesa\n*   Algunos componentes del motor Kyrandia han sido reescritos para que el juego tenga unos requisitos más bajos de CPU, funcionando mejor en dispositivos de gama baja\n*   Las conversiones para PSP, PS2 y WinCE han visto grandes mejoras\n*   La conversión para PalmOS vuelve a estar al día y tiene una compilación independiente para el Tapwave Zodiac\n*   La conversión para WinCE vuelve a ser compatible con dispositivos de 2002\n\nSi queréis ver la lista completa, [leed las notas de lanzamiento](https://downloads.scummvm.org/frs/scummvm/0.9.0/ReleaseNotes).\n\nComo siempre, las compilaciones se encuentran en nuestra [página de descargas](/downloads/)."
    },
    "20061114": {
        "title": "Conversión para Mac OS X de ScummVM 0.9.1 actualizada",
        "content": "Como algunos ya habréis visto, la versión para Mac OS X de ScummVM 0.9.1 daba algunos problemas en sistemas PowerPC, en concreto, al reproducir sonido codificado en formato MP3. Hemos subido una nueva compilación (0.9.1a) en la [página de descargas](/downloads/) para todos los afectados (el resto de versiones ajenas a la de Mac OS X siguen siendo las mismas)."
    },
    "20061117": {
        "title": "«Future Wars» ya es compatible",
        "content": "Como ya sabréis, hace tiempo adoptamos el motor [cinematique evo.1](https://sourceforge.net/projects/cine/), al que contribuía Yaz0r. El motor es usado por dos juegos: *[Future Wars](http://wiki.scummvm.org/index.php/Future_Wars)* y *[Operation Stealth](http://wiki.scummvm.org/index.php/Operation_Stealth)*. Ahora, tras varios meses de trabajo, nos complace anunciaros el soporte para *Future Wars* en las compilaciones diarias del SVN de ScummVM.\n\nActualmente solo es compatible la versión para DOS, pero en varios idiomas.\n\nNos gustaría pediros a vosotros, nuestros queridos usuarios, que hagáis pruebas. Eso no significa que haya una nueva versión importante por salir, sino que estamos listos para recibir [informes de fallos](http://bugs.scummvm.org/). Así que buscad vuestra copia del juego (si lo habéis comprado) y ponedlo a prueba a conciencia. Necesitaréis una [compilación diaria](/downloads/#daily) de ScummVM y vuestro cuaderno de protección a mano para ejecutar el juego. Después, si aparece un fallo, defecto o incluso un mensaje en la consola, informad. Las instrucciones sobre cómo informar de fallos se encuentran [aquí (en inglés)](/faq/#question.report-bugs).\n\nTambién necesitamos capturas del juego a buena calidad. Para las mismas tenéis que leer las [normas para enviar capturas de pantalla](http://wiki.scummvm.org/index.php/Screenshots)."
    },
    "20061215": {
        "title": "¿Dónde están vuestros mosqueteros...? Touché.",
        "content": "Nos ha pillado a todos por sorpresa, pero nuestro veterano Gregory Montoir, alias **cyx**, nos envió hace unas semanas un motor prácticamente terminado. Lo usa el juego [*Touché: Las Aventuras del Quinto Mosquetero*](http://wiki.scummvm.org/index.php/Touch%C3%A9:_The_Adventures_of_the_Fifth_Musketeer). Hemos trabajado un poco más en él y ahora anunciamos que damos soporte completo a este título.\n\nPara vosotros, nuestros queridos usuarios, eso significa que vamos a abrir una temporada de caza de fallos. Coged vuestras versiones en inglés, francés, alemán o italiano, o incluso la demo del juego, y poneos a ponerla a prueba. Metedle el dedo en la nariz de Geoffroi Le Brun por todas partes e informadnos de si se rompe de repente.\n\nComo siempre, para jugar necesitaréis una [compilación diaria](/downloads/#daily) de ScummVM. Hay que informar de cualquier fallo y defecto gráfico en [nuestro gestor de fallos](http://bugs.scummvm.org/) y, por favor, seguid las [normas para enviar fallos](/faq/#question.report-bugs). Por otro lado, si descubrís alguna versión no reconocida, informad de la misma en el mismo gestor.\n\nTambién necesitamos capturas de pantalla. Además, seguimos esperando capturas de *Future Wars*, porque nadie ha enviado ninguna.\n\nEstamos seguros de que disfrutaréis de esta nueva joya que ahora es compatible con ScummVM."
    },
    "20061218": {
        "title": "ScummVM cambia de nombre",
        "content": "De vez en cuando alguien sacará a colación el tema de encontrar un nombre «mejor» para ScummVM, uno más ideal para su ámbito actual (que se extiende más allá de los juegos de SCUMM). Así que os presentamos [en esta página](http://wiki.scummvm.org/index.php/ScummVM_Name) unas buenas alternativas. Elegid la que vosotros queráis, que nosotros seguiremos utilizando ScummVM.\n\nSaludos."
    },
    "20061219": {
        "title": "Son tiempos...",
        "content": "de presentar más juegos compatibles, por lo visto. [*Gobliins 2*](http://wiki.scummvm.org/index.php/Gobliins_2) acompaña a *Touché* y a *Future Wars* como presas en las que buscar fallos. ¡Así que, por favor, no hagan ruido, busquen sus copias de Gobliins 2 y encuentren a esos fallos conejiles!\n\nMaterial: una [compilación diaria](/downloads/#daily) de ScummVM  \nInstrucciones: Las [normas para enviar fallos](/faq/#question.report-bugs)  \nUbicación de importancia: [Nuestro gestor de fallos](http://bugs.scummvm.org/), ahí debéis informar de los fallos (y de cualquier versión no reconocida)\n\nQuien quiera puntos extra puede enviar unas capturas de pantalla.\n\n¡Pasadlo bien y buena caza!"
    },
    "20070103": {
        "title": "Ya podemos volver a aceptar donativos. Anuncio de recaudación de fondos",
        "content": "Hace tiempo PayPal nos contactó para decirnos que ya no podíamos utilizar su sistema para aceptar donativos. Sentó un precedente que llegó a ser mencionado en Slashdot. Pero, como os podéis imaginar, podría situar a muchos proyectos en una situación comprometida.\n\nPor suerte, gracias a la buena gente de [SourceForge](https://sourceforge.net) hemos resuelto este problema. Ellos se han encargado de negociar una excepción con PayPal que nos permitirá aceptar donativos de PayPal a través de SourceForge.\n\nEsto quiere decir que volvemos a aceptar donativos a través del [sistema de donativos de SourceForge](https://sourceforge.net/donate/index.php?group_id=37116), que utiliza PayPal.\n\nTambién queremos aprovechar la ocasión para anunciar una recaudación de fondos. Como ya sabréis, utilizamos principalmente el programa Interactive Disassembler de [DataRescue](http://www.datarescue.com/idabase/index.htm). Hasta la fecha, la mayoría de nosotros hemos utilizado la versión _freeware_, pero tiene muchas limitaciones de importancia (evidentemente, por ser gratuito). Hemos negociado con DataRescue y nos han ofrecido un descuento muy generoso. Nos gustaría comprar 5 licencias de IDA Pro para varios de los principales desarrolladores del equipo, los cuales podrían exprimirlas al máximo. Así que si queréis que el proyecto siga a buen ritmo y que demos compatibilidad a más juegos, considerad donarnos un par de dólares o euros.\n\nNuestro objetivo a alcanzar son 950 dólares estadounidenses, y aunque no es pecata minuta, si se tienen en cuenta los 2,5 millones de descargas, los más de 15,000 visitantes al día y los casi 5,400 usuarios registrados en el foro, nos parece una cifra muy alcanzable. Por favor, utilizad el [sistema de donativos de SourceForge](https://sourceforge.net/donate/index.php?group_id=37116) para enviarnos vuestros donativos."
    },
    "20070105": {
        "title": "Se cierra la recaudación de fondos, ¡con un gran éxito!",
        "content": "¡GRACIAS!\n\nNuestra recaudación de fondos ha tenido una respuesta increíble, ¡hemos llegado a nuestro objetivo de 950 $ en poco más de 24 horas! La respuesta ha sido simplemente increíble y gracias a estos donativos, varios miembros principales del equipo pronto serán los orgullosos dueños de unas flamantes copias de la última versión de [IDA - The Interactive Disassembler](http://www.datarescue.com/idabase/index.htm).\n\nEsto nos ayudará en gran medida a añadir soporte para juegos nuevos y para corregir algunos de los fallos más raros de nuestros motores actuales, así que volvemos a dar las gracias a todos los usuarios que han donado. Todo el equipo está asombrado por el apoyo que habéis demostrado y estamos preparando unas cuántas sorpresas futuras como muestra de agradecimiento. Echad un vistazo a nuestra [lista de donantes](https://sourceforge.net/project/project_donations.php?group_id=37116) para ver cuántos donativos hemos recibido y leer los comentarios de todo el mundo (tened en cuenta que solo aparecerán aquellos donantes que hayan escrito un comentario).\n\nNo obstante, aunque la recaudación de fondos ha finalizado (y sobre todo si no habéis donado en esta ronda), os pedimos que consideréis donarnos en un futuro si os gusta ScummVM. Siempre nos vendrán bien los donativos para comprar juegos y versiones poco habituales con las que ampliar nuestra compatibilidad: ¡cada dólar o euro es bienvenido!"
    },
    "20070130": {
        "title": "Testeo y documentación de los juegos de AGI",
        "content": "Allá por mayo del año pasado Sarien se fusionó con ScummVM. Esto no solo os dará la gran oportunidad de revivir los recuerdos de vuestra infancia de vencer a los malvados Sariens en Space Quest y de frustrar las maldades de LeChuck en Monkey Island, sino que también os dará la oportunidad de crear recuerdos nuevos, como buscar los ingredientes de la receta mágica del juego hecho por fans _Voodoo Girl: Queen of the Darned_. Hay más de 180 juegos hechos por fans para el motor AGI realizados con herramientas como WinAGI o AGI Studio que ahora pueden ejecutarse en ScummVM. Por suerte para nosotros, sev ha hecho una compilación de los mismos que podréis encontrar [aquí](http://www.unet.univie.ac.at/~a0200586/binary/mirrors/scummvm/agi-fanmade.tar.bz2) (gracias a **clemmy** por alojarla).\n\n«¿Y por qué nos contáis esto?», os preguntaréis. Bueno, estamos echandoos el guante. Necesitamos que vosotros, los usuarios de ScummVM, escribáis descripciones en la wiki para los juegos hechos por fans utilizando la sintaxis indicada en [este](http://forums.scummvm.org/viewtopic.php?p=18590) mensaje del foro (en inglés). Una vez lo hagáis, copiadla a ese hilo. Así los editores de la wiki podrán publicarlas allí.\n\nPor otro lado, os pedimos que hagáis pruebas de tanto los juegos de Sierra como los juegos hechos por fans para el motor AGI en ScummVM. Como siempre, necesitaréis una compilación diaria. No obstante, os pedimos que comprobéis si los fallos de un juego hecho por fans están presentes en el intérprete original. Si encontráis cualquier fallo, informad de él en el gestor de fallos.\n\n¡Suerte!"
    },
    "20070210": {
        "title": "Como dijo la profecía",
        "content": "Como algunos de vosotros ya sabréis, los motores de *Gobliins 2* y [*Ween: The Prophecy*](http://wiki.scummvm.org/index.php/The_Prophecy) comparten bastante código. Hemos resuelto las diferencias y, por lo tanto, podemos añadir el segundo juego a la lista de juegos compatibles. Como siempre, nos gustaría que vosotros, nuestros usuarios, informéis de cualquier fallo que aún persista.\n\nYa sabéis lo que hay que hacer: coged vuestras copias de *Ween: The Prophecy* y una [compilación diaria](/downloads/#daily) de ScummVM, leed las [normas para enviar fallos](/faq/#question.report-bugs), localizad los fallos e informad de los mismos en el REVUSS ([nuestro gestor de fallos](http://bugs.scummvm.org/)).\n\nY así, los fallos serán aniquilados..."
    },
    "20070216": {
        "title": "Actualización de la música mejorada para Simon The Sorcerer",
        "content": "El [ScummVM Music Enhancement Project (proyecto de mejora musical de ScummVM)](http://www.jameswoodcock.co.uk/?page_id=54), creado y desarrollado por [James Woodcock](http://www.jameswoodcock.co.uk/) ha anunciado recientemente que ha [recibido el permiso](http://www.jameswoodcock.co.uk/?p=929) de Simon Woodroffe para publicar la banda sonora mejorada de Simon the Sorcerer en ScummVM.  También ha publicado [un avance en vídeo](http://www.jameswoodcock.co.uk/?p=935) que muestra cómo funciona la música nueva con este título.\n\nEl proyecto también cubre otros juegos como Beneath A Steel Sky, Mundodisco, Flight of the Amazon Queen, Inherit the Earth, ¡y otro juego por anunciar!\n\nJames ha prometido que en cuanto termine de probar la aplicación ScummVM con esta nueva banda sonora, publicará toda la selección musical de Simon the Sorcerer en su página web de forma gratuita. Allí ya hay muestras descargables de muchos de sus proyectos, así que pasaos por la página del [ScummVM Music Enhancement Project](http://www.jameswoodcock.co.uk/?page_id=54)."
    },
    "20070307": {
        "title": "¡Han desintegrado la Tierra!",
        "content": "[*Bargon Attack*](http://wiki.scummvm.org/index.php/Bargon_Attack), que al igual que *Ween: The Prophecy*, comparte buena parte de su código con *Gobliins 2*, ya se puede jugar de principio a fin y es compatible con ScummVM. Así que os pedimos que vayáis a por los bargonianos y, de paso, os pongáis a buscar fallos.\n\nEl procedimiento es el mismo de las últimas veces: coged vuestras copias de Bargon Attack y una [compilación diaria](/downloads/#daily) de ScummVM. Leed las [normas para enviar fallos](/faq/#question.report-bugs) e informad de cualquier fallo en [nuestro gestor de fallos](http://bugs.scummvm.org/).\n\nTambién estaría bien que nos pasárais capturas de pantalla.\n\nAh, y echad un vistazo al discurso de Ender en el LCA2007, [que se encuentra aquí](http://mirror.linux.org.au/pub/linux.conf.au/2007/video/tuesday/tuesday_1650_gaming.ogg)."
    },
    "20070315": {
        "title": "",
        "content": ""
    },
    "20070401": {
        "title": "",
        "content": ""
    },
    "20070412": {
        "title": "",
        "content": ""
    },
    "20070422": {
        "title": "",
        "content": ""
    },
    "20070519": {
        "title": "",
        "content": ""
    },
    "20070520": {
        "title": "",
        "content": ""
    },
    "20070606": {
        "title": "",
        "content": ""
    },
    "20070620": {
        "title": "",
        "content": ""
    },
    "20070703": {
        "title": "",
        "content": ""
    },
    "20070722": {
        "title": "",
        "content": ""
    },
    "20070731": {
        "title": "",
        "content": ""
    },
    "20070805": {
        "title": "Conversión de ScummVM 0.10.0a para DS publicada",
        "content": ""
    },
    "20070916": {
        "title": "",
        "content": ""
    },
    "20071012": {
        "title": "",
        "content": ""
    },
    "20071127": {
        "title": "",
        "content": ""
    },
    "20071130": {
        "title": "",
        "content": ""
    },
    "20071202": {
        "title": "",
        "content": ""
    },
    "20071206": {
        "title": "",
        "content": ""
    },
    "20071228": {
        "title": "",
        "content": ""
    },
    "20080115": {
        "title": "ScummVM 0.11.0 «Tu palíndromo» publicado",
        "content": ""
    },
    "20080229": {
        "title": "",
        "content": ""
    },
    "20080302": {
        "title": "",
        "content": ""
    },
    "20080321": {
        "title": "",
        "content": ""
    },
    "20080331": {
        "title": "",
        "content": ""
    },
    "20080401": {
        "title": "",
        "content": ""
    },
    "20080511": {
        "title": "",
        "content": ""
    },
    "20080522": {
        "title": "",
        "content": ""
    },
    "20080526": {
        "title": "",
        "content": ""
    },
    "20080622": {
        "title": "",
        "content": ""
    },
    "20080703": {
        "title": "",
        "content": ""
    },
    "20080721": {
        "title": "",
        "content": ""
    },
    "20080831": {
        "title": "ScummVM 0.12.0 «&nbsp;» publicado",
        "content": ""
    },
    "20080906": {
        "title": "",
        "content": ""
    },
    "20080914": {
        "title": "",
        "content": ""
    },
    "20081201": {
        "title": "",
        "content": ""
    },
    "20081214": {
        "title": "",
        "content": ""
    },
    "20081216": {
        "title": "",
        "content": ""
    },
    "20090104": {
        "title": "",
        "content": ""
    },
    "20090114": {
        "title": "",
        "content": ""
    },
    "20090117": {
        "title": "",
        "content": ""
    },
    "20090122": {
        "title": "",
        "content": ""
    },
    "20090215": {
        "title": "",
        "content": ""
    },
    "20090228": {
        "title": "",
        "content": ""
    },
    "20090307": {
        "title": "",
        "content": ""
    },
    "20090318": {
        "title": "",
        "content": ""
    },
    "20090421": {
        "title": "",
        "content": ""
    },
    "20090423": {
        "title": "",
        "content": ""
    },
    "20090427": {
        "title": "",
        "content": ""
    },
    "20090514": {
        "title": "",
        "content": ""
    },
    "20090517": {
        "title": "",
        "content": ""
    },
    "20090523": {
        "title": "",
        "content": ""
    },
    "20090607": {
        "title": "",
        "content": ""
    },
    "20090616": {
        "title": "",
        "content": ""
    },
    "20090623": {
        "title": "",
        "content": ""
    },
    "20090630": {
        "title": "",
        "content": ""
    },
    "20090702": {
        "title": "",
        "content": ""
    },
    "20090709": {
        "title": "",
        "content": ""
    },
    "20090724": {
        "title": "",
        "content": ""
    },
    "20090802": {
        "title": "",
        "content": ""
    },
    "20090821": {
        "title": "",
        "content": ""
    },
    "20090831": {
        "title": "",
        "content": ""
    },
    "20090920": {
        "title": "",
        "content": ""
    },
    "20091030": {
        "title": "",
        "content": ""
    },
    "20091115": {
        "title": "",
        "content": ""
    },
    "20091221": {
        "title": "",
        "content": ""
    },
    "20091222": {
        "title": "",
        "content": ""
    },
    "20100109": {
        "title": "",
        "content": ""
    },
    "20100222": {
        "title": "",
        "content": ""
    },
    "20100318": {
        "title": "",
        "content": ""
    },
    "20100401": {
        "title": "",
        "content": ""
    },
    "20100404": {
        "title": "ScummVM 1.1.0 «Cuadrante beta» publicado",
        "content": ""
    },
    "20100428": {
        "title": "",
        "content": ""
    },
    "20100502": {
        "title": "ScummVM 1.1.1 «Una versión mejor» publicado",
        "content": ""
    },
    "20100725": {
        "title": "",
        "content": ""
    },
    "20100828": {
        "title": "",
        "content": ""
    },
    "20100912": {
        "title": "",
        "content": ""
    },
    "20101015": {
        "title": "",
        "content": ""
    },
    "20101219": {
        "title": "¡ScummVM 1.2.1 «Børk Børk Børk» publicado!",
        "content": ""
    },
    "20110123": {
        "title": "",
        "content": ""
    },
    "20110203": {
        "title": "",
        "content": ""
    },
    "20110212": {
        "title": "",
        "content": ""
    },
    "20110318": {
        "title": "",
        "content": ""
    },
    "20110328": {
        "title": "",
        "content": ""
    },
    "20110401": {
        "title": "",
        "content": ""
    },
    "20110416": {
        "title": "",
        "content": ""
    },
    "20110422": {
        "title": "",
        "content": ""
    },
    "20110528": {
        "title": "¡ScummVM 1.3.0 «El corredor» publicado!",
        "content": ""
    },
    "20110602": {
        "title": "",
        "content": ""
    },
    "20110712": {
        "title": "¡ScummVM 1.3.1 «Todos vuestros discursos» publicado!",
        "content": ""
    },
    "20110804": {
        "title": "",
        "content": ""
    },
    "20111003": {
        "title": "",
        "content": ""
    },
    "20111106": {
        "title": "",
        "content": ""
    },
    "20111111": {
        "title": "¡ScummVM 1.4.0 «Décimo aniversario» publicado!",
        "content": ""
    },
    "20111121": {
        "title": "",
        "content": ""
    },
    "20111126": {
        "title": "",
        "content": ""
    },
    "20111210": {
        "title": "",
        "content": ""
    },
    "20111219": {
        "title": "",
        "content": ""
    },
    "20120127": {
        "title": "",
        "content": ""
    },
    "20120316": {
        "title": "",
        "content": ""
    },
    "20120328": {
        "title": "",
        "content": ""
    },
    "20120401": {
        "title": "",
        "content": ""
    },
    "20120424": {
        "title": "",
        "content": ""
    },
    "20120502": {
        "title": "",
        "content": ""
    },
    "20120609": {
        "title": "",
        "content": ""
    },
    "20120616": {
        "title": "",
        "content": ""
    },
    "20120629": {
        "title": "",
        "content": ""
    },
    "20120727": {
        "title": "ScummVM 1.5.0 «Cesta de picnic» publicado",
        "content": ""
    },
    "20120809": {
        "title": "",
        "content": ""
    },
    "20120916": {
        "title": "",
        "content": ""
    },
    "20121002": {
        "title": "",
        "content": ""
    },
    "20121017": {
        "title": "",
        "content": ""
    },
    "20121021": {
        "title": "",
        "content": ""
    },
    "20121025": {
        "title": "",
        "content": ""
    },
    "20121130": {
        "title": "",
        "content": ""
    },
    "20121222": {
        "title": "",
        "content": ""
    },
    "20130102": {
        "title": "",
        "content": ""
    },
    "20130328": {
        "title": "",
        "content": ""
    },
    "20130412": {
        "title": "",
        "content": ""
    },
    "20130420": {
        "title": "",
        "content": ""
    },
    "20130421": {
        "title": "",
        "content": ""
    },
    "20131011": {
        "title": "",
        "content": ""
    },
    "20131105": {
        "title": "",
        "content": ""
    },
    "20131202": {
        "title": "",
        "content": ""
    },
    "20131227": {
        "title": "",
        "content": ""
    },
    "20140112": {
        "title": "",
        "content": ""
    },
    "20140118": {
        "title": "",
        "content": ""
    },
    "20140225": {
        "title": "",
        "content": ""
    },
    "20140305": {
        "title": "",
        "content": ""
    },
    "20140401": {
        "title": "",
        "content": ""
    },
    "20140423": {
        "title": "",
        "content": ""
    },
    "20140519": {
        "title": "",
        "content": ""
    },
    "20140607": {
        "title": "",
        "content": ""
    },
    "20140616": {
        "title": "",
        "content": ""
    },
    "20140721": {
        "title": "",
        "content": ""
    },
    "20140810": {
        "title": "",
        "content": ""
    },
    "20140918": {
        "title": "",
        "content": ""
    },
    "20150111": {
        "title": "",
        "content": ""
    },
    "20150330": {
        "title": "",
        "content": ""
    },
    "20150913": {
        "title": "",
        "content": ""
    },
    "20151111": {
        "title": "",
        "content": ""
    },
    "20151122": {
        "title": "",
        "content": ""
    },
    "20151206": {
        "title": "",
        "content": ""
    },
    "20160119": {
        "title": "",
        "content": ""
    },
    "20160123": {
        "title": "",
        "content": ""
    },
    "20160201": {
        "title": "",
        "content": ""
    },
    "20160301": {
        "title": "",
        "content": ""
    },
    "20160304": {
        "title": "",
        "content": ""
    },
    "20160327": {
        "title": "",
        "content": ""
    },
    "20160401": {
        "title": "",
        "content": ""
    },
    "20160425": {
        "title": "",
        "content": ""
    },
    "20160502": {
        "title": "",
        "content": ""
    },
    "20160525": {
        "title": "",
        "content": ""
    },
    "20160606": {
        "title": "",
        "content": ""
    },
    "20160816": {
        "title": "",
        "content": ""
    },
    "20160913": {
        "title": "",
        "content": ""
    },
    "20160915": {
        "title": "",
        "content": ""
    },
    "20161017": {
        "title": "",
        "content": ""
    },
    "20161127": {
        "title": "",
        "content": ""
    },
    "20161201": {
        "title": "",
        "content": ""
    },
    "20170306": {
        "title": "",
        "content": ""
    },
    "20170401": {
        "title": "",
        "content": ""
    },
    "20170428": {
        "title": "",
        "content": ""
    },
    "20170505": {
        "title": "",
        "content": ""
    },
    "20170617": {
        "title": "",
        "content": ""
    },
    "20170702": {
        "title": "",
        "content": ""
    },
    "20170731": {
        "title": "",
        "content": ""
    },
    "20170801": {
        "title": "",
        "content": ""
    },
    "20171010": {
        "title": "",
        "content": ""
    },
    "20171122": {
        "title": "",
        "content": ""
    },
    "20171217": {
        "title": "",
        "content": ""
    },
    "20180214": {
        "title": "",
        "content": ""
    },
    "20180331": {
        "title": "",
        "content": ""
    },
    "20180423": {
        "title": "",
        "content": ""
    },
    "20180501": {
        "title": "¡Inconcebible! ¡La pirámide real ha sido asediada!",
        "content": "Batallad por liberar al populacho de la amenaza del tirano Lord Xeen, o la de su cruel amo Alamar. O atreveos a aventuraros del mundo de Xeen al de Havoc para poner a prueba vuestro temple con un nuevo desafío. Nos complace anunciar el soporte de los siguientes juegos:\n\n*   Might and Magic IV - Clouds of Xeen\n*   Might and Magic V - Darkside of Xeen\n*   Might and Magic - World of Xeen\n*   Might and Magic - World of Xeen (2 CD, talkie)\n*   Might and Magic - Swords of Xeen\n\nEn este momento solo se pueden probar las versiones en inglés de estos juegos. Así que sacad vuestras copias o compradlas en formato digital a través de [GOG](https://www.gog.com/game/might_and_magic_6_limited_edition?pp=22d200f8670dbdb3e253a90eee5098477c95c23d) y haceos con la última [compilación diaria](http://scummvm.org/downloads/#daily) de ScummVM. También necesitaréis un archivo adicional imprescindible ([xeen.ccs](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/xeen.ccs?raw=true)) que deberéis poner en la misma carpeta donde se encuentren los archivos de vuestros juegos.\n\nAntes de empezar a testear, tened en cuenta que al ser juegos con una mayor cantidad de combates, cualquier error que encontréis podría ser más difícil de replicar que en las aventuras tradicionales. Por ese motivo es buena idea acostumbraros a guardar la partida regularmente, por si pasa algo. Si experimentáis bloqueos u observáis que alguna funcionalidad es incorrecta, avisadnos, por favor, informando de cualquier problema en nuestro [gestor de problemas](https://bugs.scummvm.org/)."
    },
    "20180612": {
        "title": "¡ScummVM y Cyan, Inc. están trabajando juntos!",
        "content": "Hoy tenemos una noticia fantástica para vosotros. Como tal vez sepáis, Cyan, Inc. (los creadores de Myst y Riven) van a [relanzar toda la saga Myst con motivo de la celebración del 25.º aniversaio del primer Myst](https://myst.com). ¡Y ScummVM y ResidualVM participarán en esta celebración de una forma especial!\n\n**Myst — Masterpiece Edition** y **Riven — The Sequel to Myst** funcionarán bajo ScummVM y **Myst III — Exile** funcionará bajo ResidualVM.\n\nPara dar la mejor experiencia posible y hacer que vuestra travesía por las Eras sea más agradable, ¡Cyan y ScummVM han cerrado una colaboración en la que ambos equipos trabajarán codo con codo de cara al futuro!\n\nEs posible que el final aún no esté escrito: ¡tendremos más noticias pronto!"
    },
    "20180629": {
        "title": "¡El final aún no está escrito!",
        "content": "Nos alegra muchísimo anunciar que nuestros amigos de Cyan, Inc. [han lanzado la 25th Anniversary Collection de la saga Myst hoy](https://www.gog.com/news/release_myst_iii_exile_myst_iv_revelation?pp=22d200f8670dbdb3e253a90eee5098477c95c23d) en GOG.com como descarga digital.\n\n**[Myst — Masterpiece Edition](https://www.gog.com/game/myst_masterpiece_edition?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** y **[Riven — The Sequel to Myst](https://www.gog.com/game/riven_the_sequel_to_myst?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** funcionan con ScummVM, mientras que **[Myst III — Exile](https://www.gog.com/game/myst_3_exile?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** funciona con ResidualVM.\n\nEn las últimas semanas, los equipos de Cyan y de ScummVM han dado grandes pasos para mejorar la compatibilidad de estos juegos. Gracias a un testeo inteso, hemos conseguido corregir la mayoría de problemas que había presentes en ScummVM y ResidualVM. No obstante, debido a la naturaleza del desarrollo de software, todavía cabe la posibilidad de que hayamos pasado algo por alto, así que ahora necesitamos vuestra ayuda.\n\nAunque podemos arreglar fallos en las versiones de estos juegos publicadas en GOG.com a posteriori con una sencilla actualización, esto no es posible en la futura Collector's Edition que saldrá en DVD, así que tenemos que garantizar que hemos resuelto cualquier error pendiente antes de empezar a fabricar los DVD.\n\nAsí que, por favor, conseguid vuestra copia de GOG.com, o si contribuisteis en la campaña de Kickstarter, canjead vuestro código. Visitad la isla de Myst, explorad la era 233, disfrutad de vuestra estancia en Releeshahn e informad de cualquier fallo que veáis en nuestro [gestor de fallos](http://bugs.scummvm.org/).\n\n¡Y por favor... traedme las páginas azules!"
    },
    "20180701": {
        "title": "¡Nuestra web ha sido actualizada!",
        "content": "No solo trabajamos continuamente para mejorar la compatibilidad de ScummVM o para implementar juegos nuevos, a veces también trabajamos para mejorar la apariencia del proyecto.\n\nEn los últimos meses, Mataniko, un viejo fan de ScummVM y nuevo miembro del equipo, lo ha dado todo para mejorar el diseño de nuestra página web, que ha dado un buen servicio desde hace más de una década. Nos enorgullece anunciar que la web de ScummVM ahora es completamente reactiva y que es preciosa tanto en vuestros PC como en vuestros dispositivos móviles.\n\nSi tenéis algún problema con la web actual o tenéis la sensación de que falta algo, por favor, avisadnos a través de nuestro [gestor de fallos](https://github.com/scummvm/scummvm-web/issues)."
    },
    "20181023": {
        "title": "Mantenimiento en los foros y la wiki",
        "content": "En las próximas horas vamos a cerrar tanto los foros como la wiki de ScummVM para hacer tareas de mantenimiento en la infraestructura de ambas páginas.\n\nEstamos esforzándonos para que vuelvan a estar activas lo antes posible, ¡gracias!"
    },
    "20181024": {
        "title": "Cambios en la infraestructura",
        "content": "A lo largo de estos últimos días, el equipo de ScummVM se ha puesto las pilas para actualizar nuestra estructura. En este proceso, se han actualizado, limpiado y protegido con SSL todas las páginas relacionadas.\n\nDebido al funcionamiento de la propagación de DNS, pueden pasar hasta 48 horas para que podáis acceder a los foros y a la wiki.\n\nSi tenéis cualquier problema con los foros, la wiki, las traducciones, el gestor de fallos o cualquier otro elemento relacionado con las webs, avisadnos, por favor. Para problemas menores, podéis comentarlos [en este hilo](https://forums.scummvm.org/viewtopic.php?f=1&t=14735). Para problemas más graves, utilizad el [gestor de fallos](https://bugs.scummvm.org) indicando el componente Web para que estemos al tanto."
    },
    "20181118": {
        "title": "Más cambios en la infraestructura",
        "content": "Hace unas semanas empezamos a mejorar nuestra página web, lo que incluye (pero no se limita a) desempolvar nuestros foros y nuestra wiki. También estamos haciendo algunos cambios «en las tripas», como las mejoras de nuestra gestión de traducciones para esta web.\n\nEn los últimos días vamos a lanzar un nuevo sistema de «mirrors» para nuestras descargas con el que podremos distribuir el ancho de banda necesario a varios servidores.\n\nCasi hemos terminado de configurar este sistema nuevo y, básicamente, solo tenemos que «darle al interruptor». No obstante, es posible que os topéis con problemas, como enlaces de descarga rotos o mensajes de aviso de archivos desaparecidos, durante el periodo de transición.\n\nEstamos trabajando duro para que las interrupciones en el servicio sean las menos posibles. ¡Muchas gracias por vuestra comprensión!"
    },
    "20181210": {
        "title": "Cambios en la infraestructura... ¡otra vez!",
        "content": "En los últimos días hemos trasladado nuestras descargas a una nueva infraestructura de «mirrors». Antes, todas y cada una de nuestras descargas se enviaban desde nuestro servidor principal, situado en Austria.\n\nAhora nuestras descargas se transmiten mediante [MirrorBrain](http://mirrorbrain.org), un sistema de redirección de descargas que nos permite construir una red de distribución de contenidos propia. MirrorBrain es utilizado por [muchos proyectos de código abierto](http://mirrorbrain.org/users/).\n\nMirrorBrain siempre intentará seleccionar el mejor emplazamiento según vuestra ubicación para que podáis tener la mejor velocidad de descarga posible.\n\nAunque ya tenemos unos cuántos «mirrors» en Europa, estamos buscando a gente dispuesta a donar ancho de banda y almacenamiento en Estados Unidos y en otras partes del mundo. Si quieres albergar el repositorio de ScummVM, por favor, contáctanos por email a [serra@scummvm.org](mailto:serra@scummvm.org).\n\nSi tenéis cualquier problema con nuestro nuevo sistema de descargas, podéis dejar un comentario [en nuestros foros](https://forums.scummvm.org/viewtopic.php?f=1&t=14761#p86624)."
    },
    "20190306": {
        "title": "¡Preparaos, que viene el GSoC 2019!",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nHace unos días, Google anunció las organizaciones que han sido aceptadas para el Google Summer of Code 2019. Nos encanta poder anunciar que ScummVM es una de ellas, junto con nuestro proyecto hermano, ResidualVM. El Summer of Code es un evento anual que organiza Google para fomentar que los alumnos contribuyan en proyectos de código abierto. Las organizaciones de código abierto ofrecen una tutela y proyectos en los que trabajar, mientras que Google da un dinero a los alumnos participantes. Podéis ver más información en la [web oficial](https://summerofcode.withgoogle.com). También tenemos información en [nuestra wiki](http://wiki.scummvm.org/index.php/Summer_of_Code), y, en concreto, [las reglas para proyectos](http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules) que deben cumplir los solicitantes.\n\n¿Estáis listos para vivir una gran aventura? ¿Queréis colaborar en uno de los mayores proyectos de preservación de videojuegos de la humanidad? Entonces, ¡ScummVM y ResidualVM os están esperando! Echad un vistazo a [nuestra página de ideas](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2019). Por supuesto, ¡estamos abiertos a cualquier idea nueva! Los alumnos tienen hasta el 9 de abril para redactar y enviar propuestas para el proyecto en el que quieran trabajar. Las solicitudes aceptadas se anunciarán el 6 de mayo, y habrá algunas semanas para integrarse con la comunidad antes del periodo de programación, que empezará el 27 de mayo.\n\nEn cualquier caso, ¡no dudéis en chatear con nosotros a través de IRC! ¡Nos podéis encontrar en #scummvm y #residualvm, dentro de la red Freenode!"
    },
    "20190413": {
        "title": "El tema moderno de ScummVM ha sido remasterizado",
        "content": "![Tema moderno remasterizado de ScummVM](/data/news/20190413.png)¡Cómo pasa el tiempo! Ya han pasado diez años desde que implementamos el «tema moderno» en ScummVM.\n\nDespués de tanto tiempo, ya tocaba una actualización.\n\nEn las últimas semanas, mataniko, miembro del equipo de ScummVM, se ha ocupado de actualizar cuidadosamente la apariencia de ScummVM. El tema nuevo sigue los principios de diseño modernos, pero manteniendo nuestra propia filosofía.\n\nA partir de ahora, las versiones futuras de ScummVM [(¡incluyendo a nuestras compilaciones nocturnas!)](https://buildbot.scummvm.org/#/snapshots) incluirán el tema nuevo por defecto.\n\n¿Ya echáis de menos el antiguo? ¡Tranquilos! ¡El antiguo tema «ScummVM moderno» está disponible en las opciones de ScummVM en cualquier momento.\n\n¿Qué os parece el tema nuevo? [¡Dadnos vuestra opinión en los foros!](https://forums.scummvm.org/viewtopic.php?f=1&t=14850&p=87219) Como siempre, agradecemos enormemente vuestros comentarios."
    },
    "20190513": {
        "title": "¡Otro verano (con Google), cuatro proyectos nuevos!",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nLa semana pasada, Google anunció los proyectos que aceptó en el Summer of Code de este año. Nos complace y emociona deciros que ScummVM tutelará a cuatro estudiantes en este año. Los cuatro trabajarán en motores de juegos:\n\n*   Andrii Prykhodko (alias whiterandrek) ha vuelto y se encargará de dar soporte a los juegos ***[Red Comrades 1: Save the Galaxy](https://www.mobygames.com/game/red-comrades-save-the-galaxy-reloaded)*** y ***[Red Comrades 2: For the Great Justice](https://www.mobygames.com/game/red-comrades-2)*** en ScummVM.\n*   Nipun Garg se ocupará de escribir el soporte para ***[Hyperspace Delivery Boy!](https://www.mobygames.com/game/hyperspace-delivery-boy)*** en ScummVM.\n*   Jaromír Wysoglad (alias Jarda) trabajará en la segunda parte del juego ***[Mission Supernova](http://www.mobygames.com/game/dos/mission-supernova/)***.\n*   Antonio Román Cerezo (alias Kyranet) se encargará de implementar las funciones de red en ScummVM para el juego ***[Moonbase Commander](http://www.mobygames.com/game/moonbase-commander)***.\n\n¡Dad la bienvenida a nuestros cuatro alumnos aventureros en lo que esperemos que sea un verano productivo e interesante! Como siempre, podéis seguir sus progresos este verano en los [blogs de ScummVM](http://planet.scummvm.org)."
    },
    "20190603": {
        "title": "¡Seguidnos en Discord!",
        "content": "Siempre estamos encantados de explorar más formas de unir a nuestra comunidad. Hoy nos enorgullece anunciar que hemos dado otro paso en este camino: ¡ya estamos en [Discord!](https://discord.gg/4cDsMNtcpG)\n\nTanto si solo quieres estar con la comunidad de ScummVM o hablar sobre los últimos avances, ¡este es tu (nuevo) sitio!\n\n¡Nos vemos en Discord!\n\nTened en cuenta que, aunque se haya incluido el nuevo servidor en Discord, nuestros foros y el canal de IRC en la red Freenode siguen estando disponibles y que no tenemos absolutamente ningún plan de retirarlos en el futuro."
    },
    "20190608": {
        "title": "¡Preparad vuestras Switch para nuevas aventuras!",
        "content": "Siempre es emocionante ver la gran cantidad de dispositivos que son capaces de ejecutar vuestras aventuras favoritas gracias a ScummVM. Hoy nos enorgullece anunciar que el número de sistemas ha vuelto a crecer, ¡gracias a la llegada de ScummVM para Nintendo Switch!\n\nGracias a Cpasjuste y a rsn8887, ahora podéis utilizar ScummVM donde queráis.\n\nPara poder ejecutar ScummVM en vuestras Switch, necesitaréis una consola modificada capaz de ejecutar software casero. No os preocupéis, hay documentación de sobra en Internet sobre cómo activar el soporte para aplicaciones caseras en un sistema Nintendo Switch.\n\nEsta nueva conversión ya tiene página propia en [nuestra wiki](https://wiki.scummvm.org/index.php?title=Nintendo_Switch). Deberíais echarle un vistazo, ya que contiene mucha información útil sobre cómo usar ScummVM en Switch.\n\nSi tenéis más preguntas sobre esta conversión, pasaos por nuestros [foros](https://forums.scummvm.org/viewforum.php?f=24).\n\nNuestro [buildbot](https://buildbot.scummvm.org/#/snapshots) ya genera versiones de desarrollo para Nintendo Switch. ¡Haceos con ellas mientras están recientitas!"
    },
    "20190616": {
        "title": "¡Se buscan Blade Runners!",
        "content": "Nuestro equipo de ScummVM busca a Blade Runners dispuestos a dar caza y retirar fallos que han escapado de las colonias del Mundo Exterior. Estos fallos no son peligrosos y no os impedirán descubrir más secretos y decidir cuál será vuestro destino. Tendréis a vuestra disposición una patrullera, un arma de servicio, una máquina ESPER y una máquina Voigt-Kampff.\n\nAnunciamos que Blade Runner está listo para ser testeado. Son compatibles las versiones en los siguientes idiomas: inglés (tanto las versiones en CD como en DVD), alemán, italiano, francés, español y la versión rusa no oficial de Fargus Multimedia.\n\nHazte con tu copia de Blade Runner, [con la última compilación de desarrollo de ScummVM](https://buildbot.scummvm.org/#/snapshots) (NO la última compilación estable) y [copia los archivos necesarios](https://wiki.scummvm.org/index.php?title=Datafiles#Blade_Runner).\n\n¡Ahora se puede jugar con subtítulos! Solo tienes que descargar [el archivo .ZIP de subtítulos](https://www.scummvm.org/games/#bladerunner), extraer el archivo subtitles.mix y ponerlo junto con el resto de archivos de Blade Runner. Por el momento solo tenemos subtítulos en inglés y francés, no obstante, si quieres ayudarnos a transcribir el resto de idiomas a partir de los archivos de audio, por favor, [contacta con peterkohaut y praetorian](https://www.scummvm.org/contact/).\n\nTen en cuenta que cuando agregues el directorio del juego en ScummVM, se te presentarán dos opciones: la primera es para jugar al juego original y se llamará simplemente «Blade Runner»; esta es la versión de la que nos interesa recibir información, ya que se considera la más completa. La otra opción a importar contiene contenidos restaurados y se llama «Blade Runner with restored content»; esta versión todavía está en desarrollo y está inacabada. Si vas a probar esta versión, por favor, indícala cuando vayas a [informar de fallos y comentar](https://bugs.scummvm.org/).\n\nSi tu versión del juego no es compatible, por favor, [redacta un informe de comentarios con los MD5 de tus archivos](https://wiki.scummvm.org/index.php/Reporting_unknown_MD5_checksums) para que podamos darle soporte."
    },
    "20190630": {
        "title": "¡Quest for Glory y unos pocos juegos de Hoyle!",
        "content": "Llegas a una cueva oscura en las misteriosas tierras de Mordavia... ¡Prepara a tu héroe para enfrentarte a tu viejo rival, el pérfido Ad Avis! Si esta misión te abruma, ¡siempre puedes relajarte con uno de los juego sde la colección de Hoyle!\n\nEl equipo de ScummVM se enorgullece de anunciar el soporte para los siguientes juegos, que están listos para ser probados por el público:\n\n*   Quest for Glory: Shadows of Darkness (también conocido como QFG4)\n*   Hoyle Classic Games\n*   Hoyle Bridge\n*   Hoyle Children's Collection\n*   Hoyle Solitaire\n\nLas versiones en CD y disquetes de QFG4 son compatibles. Ten en cuenta que el juego de póker de Hoyle Classic Games aún no es compatible.\n\nAsí que sacad vuestras copias o comprad QFG4 en su versión digital de [GOG](https://www.gog.com/game/quest_for_glory) y haceos con la [última compilación de desarrollo](https://buildbot.scummvm.org/#/snapshots) de ScummVM para vuestra plataforma preferida. Podéis informar de cualquier problema en nuestro [gestor de problemas](https://bugs.scummvm.org/)."
    },
    "20190728": {
        "title": "Viaja al pasado para visitar Versalles en la época de la corte de Luis XIV",
        "content": "Año 1685. Versalles. Alguien ha amenazado con quemar el castillo y Alexandre Bontemps, el primer ayuda de cámara del rey Luis XIV, solicita tu asistencia. Tienes hasta que acabe el día para investigar y salvar al castillo.\n\nEl equipo de ScummVM se enorgullece de anunciar el soporte para el juego Versailles 1685 (Versalles: Complot en la Corte del Rey Sol) de Cryo y necesita de vuestra ayuda para probar el juego. Haceos con vuestra copia de Versailles 1685 (el soporte es para las versiones para DOS, Windows y Macintosh), descargad la [última compilación de desarrollo](https://buildbot.scummvm.org/#/snapshots) de ScummVM y comenzad a explorar el castillo y sus alrededores. Mientras tanto, os pedimos que informéis de cualquier fallo que encontréis en nuestro [gestor de problemas](https://bugs.scummvm.org) y que hagáis [capturas de pantalla](https://wiki.scummvm.org/index.php?title=Screenshots) de los sitios más interesantes."
    },
    "20190904": {
        "title": "¡Traed todos vuestros paquetes!",
        "content": "Al equipo de ScummVM le complace anunciar el soporte para una de las creaciones de John Romero, el juego *Hyperspace Delivery Boy!*. Damos soporte a todas las versiones conocidas, que incluyen a la de Linux, Windows y PocketPC. Si no tienes una copia, puedes descargar la demo desde nuestra [sección de demos](/demos/).\n\nAsí que haceos con vuestra copia del juego y ayudadnos a probarlo usando la [última compilación de desarrollo](https://buildbot.scummvm.org/#/snapshots) de ScummVM. Si vuestra versión del juego no es reconocida o si encontráis fallos, por favor, informad de todo en nuestro [gestor de problemas](https://bugs.scummvm.org). ¡Y, como siempre, pasadlo bien!"
    },
    "20190912": {
        "title": "Soporte para *The Prince and the Coward*",
        "content": "Hace mucho tiempo, en 2013, Kamil Zbróg y Łukasz Wątka, un estudiante del GSoC, estaban trabajando en el soporte para el juego *The Prince and the Coward* o *Książę i Tchórz*, como fue llamado originalmente en polaco.\n\nSin embargo el motor del juego se quedó en el limbo porque estábamos tratando de trabajar en la traducción al inglés. Ese trabajo abarca solamente un ¼ del total y necesitamos tu ayuda.\n\nNo obstante, nos gustaría anunciar nuestro soporte a este juego. Todas las versiones publicadas son compatibles, incluyendo el original en polaco, la versión alemana y la traducción rusa. Toma tu copia del juego e inténtalo. Para esto necesitarás la [compilación diaria] (https://buildbot.scummvm.org/#/snapshots). Por favor, envíanos como de costumbre los informes de errores a nuestro [gestor de problemas](https://bugs.scummvm.org/).\n\nAdemás, si por casualidad sabes polaco, alemán o ruso, puedes ayudarnos con la traducción. Las instrucciones rápidas se encuentran disponibles [aquí](https://wiki.scummvm.org/index.php?title=Prince#Translation).\n\n¡Powodzenia!"
    },
    "20190913": {
        "title": "Reclutando para *Mission Supernova*",
        "content": "¡Te necesitamos! Únete a la tripulación de Supernova en un viaje inolvidable para presenciar la muerte de una estrella.\n\n¿Alguna vez has soñado con ser astronauta? ¿Ser abandonado solo en una nave espacial rota? ¿Morir asfixiado? ¿Ser electrocutado? ¿Que te disparen? ¿Perderse en una pirámide? ¿Ser atrapado robando la cabeza de un dinosaurio y ser enviado a prisión? Y si eso no es suficiente, puedes incluso desactivar el modo mejorado en ScummVM y experimentar la frustración de hacer clic y señalar tu camino a través de un juego de ordenador de hace veinticinco años.\n\nEstamos orgullosos de anunciar que *Mission Supernova Teil 1: Das Schicksal des Horst Hummel* y *Mission Supernova Teil 2: Der Doppelgänger* son ahora ambos soportados por ScummVM. Además, también hemos traducido ambos juegos al inglés y puedes decidir si quieres jugar en alemán o en inglés. Los juegos se pueden descargar gratuitamente [en el sitio web del desarrollador](http://outpost.simplicity.de/), así que no hay razón para no jugarlos.\n\nPor favor, ayúdanos a probar los juegos e informarnos de cualquier error o problema de traducción que encuentres en [nuestro gestor de problemas] (https://bugs.scummvm.org/). Necesitarás [una versión reciente de ScummVM](https://buildbot.scummvm.org/#/snapshots) y [el archivo supernova.dat](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/supernova.dat) (si no está incluido en el paquete ScummVM para tu plataforma). También puedes ver información básica sobre los controles del juego [en nuestra wiki](https://wiki.scummvm.org/index.php?title=Mission_Supernova#Controls) o acceder al manual del juego usando la tecla F2."
    },
    "20190917": {
        "title": "Estamos comenzando las pruebas de ScummVM 2.1.0",
        "content": "El momento al final ha llegado y comienza el ciclo de producción de ScummVM 2.1.0.\n\nEsta edición va a ser grande y todos estos nuevos juegos requieren pruebas:\n\n*   *Blade Runner.*\n*   *Hoyle Bridge.*\n*   *Hoyle Children's Collection.*\n*   *Hoyle Classic Games.*\n*   *Hoyle Solitaire.*\n*   *Hyperspace Delivery Boy!*\n*   *Might and Magic IV - Clouds of Xeen.*\n*   *Might and Magic V - Darkside of Xeen.*\n*   *Might and Magic - World of Xeen.*\n*   *Might and Magic - World of Xeen 2 CD Talkie.*\n*   *Might and Magic - Swords of Xeen.*\n*   *Mission Supernova Part 1.*\n*   *Mission Supernova Part 2.*\n*   *Quest for Glory: Shadows of Darkness.*\n*   *The Prince and the Coward.*\n*   *Versailles 1685.*\n\nCon esta edición finalmente incluiremos el soporte en la nube para almacenar las partidas y los datos de juego. Por el momento solo funciona en escritorio y pueden encontrar una descripción de sus características en [nuestro Manual de Usuario](https://wiki.scummvm.org/index.php?title=User_Manual/Using_Cloud_and_LAN_features).\n\nLa lista completa de juegos que requieren ser probados en esta edición se puede encontrar en [nuestra Wiki](https://wiki.scummvm.org/index.php?title=Release_Testing/2.1.0).\n\nUtiliza por favor una [compilación diaria estable](https://buildbot.scummvm.org/#/snapshots) de ScummVM para las pruebas. En caso de que encuentres cualquier fallo puedes reportarlo en nuestro [gestor de problemas](https://bugs.scummvm.org/). Además, puedes registrar tu progreso [en el hilo del foro](https://forums.scummvm.org/viewtopic.php?f=1&t=14945) para que podamos cruzar los juegos probados con nuestra wiki. Asegurate de seguir nuestra guía de pruebas, la cual puedes encontrar [aquí](https://wiki.scummvm.org/index.php?title=Release_Testing).\n\nSería genial si puedes ayudarnos con las traducciones del interfaz gráfico de ScummVM. La descripción de los pasos a seguir está en [la Wiki](https://wiki.scummvm.org/index.php?title=HOWTO-Translate_ScummVM_GUI)."
    },
    "20190919": {
        "title": "Otro juego para probar: *Duckman*",
        "content": "*Duckman: The Graphic Adventures of a Private Dick* es un desconocido juego «point and click» basado en el programa de televisión del mismo nombre. Controlarás al sabio detective Duckman mientras intenta recuperar su identidad después de haber sido expulsado sin escrúpulos de su propio programa de televisión. Por desgracia, el lanzamiento del juego para Windows en 1997 coincidió con la cancelación del programa de televisión, lo que limitó la distribución del juego.\n\nDespués de mucho tiempo en desarrollo, el equipo de ScummVM se complace en anunciar soporte para el juego.\n\nAsegúrate de conseguir [una compilación reciente](https://buildbot.scummvm.org/#/snapshots) y dale una oportunidad. Por favor, informanos de cualquier error que encuentres en [nuestro gestor de fallos](https://bugs.scummvm.org/).\n\nTanto la demo como las versiones en inglés y alemán son compatibles. Sólo necesitas el directorio DATA/ del juego original para jugar."
    },
    "20191013": {
        "title": "ScummVM 2.1.0 \"Electric Sheep\" en producción.",
        "content": "\"La venta de animales era un negocio beneficioso y de prestigio ya que la mayoría de los animales reales habían desaparecido tras la guerra terráquea; no obstante había muchos eléctricos...\" Oh, ejem, no sabía que estabas ahí.\n\nEl equipo de ScummVM está encantado de anunciar el lanzamiento de ScummVM versión 2.1.0. Este lanzamiento es la culminación de cerca de dos años de duro trabajo, incluyendo 16 nuevos juegos de 8 motores distintos, soporte para Nintendo Switch y se han arreglado cerca de 500 errores. Todo esto se ha conseguido con el arduo trabajo de 147 contribuidores mediante 8,493 commits.\n\nLos nuevos juegos soportados son:\n\n*   *Blade Runner*\n*   *Duckman: The Graphic Adventures of a Private Dick*\n*   *Hoyle Bridge*\n*   *Hoyle Children's Collection*\n*   *Hoyle Classic Games*\n*   *Hoyle Solitaire*\n*   *Hyperspace Delivery Boy!*\n*   *Might and Magic IV - Clouds of Xeen*\n*   *Might and Magic V - Darkside of Xeen*\n*   *Might and Magic - World of Xeen*\n*   *Might and Magic - Swords of Xeen*\n*   *Mission Supernova Part 1*\n*   *Mission Supernova Part 2*\n*   *Quest for Glory: Shadows of Darkness*\n*   *The Prince and the Coward*\n*   *Versailles 1685*\n\nAdemás, hemos mejorado considerablemente las versiones para Android e iOS. También te encontrarás con un nuevo lavado de cara del interfaz gráfico de usuario, mejor emulación de sonido Roland MT-32, un nuevo modo de estiramiento \"pixel-perfect\", conversión de texto a voz para macOS y Linux, y por último pero no menos importante, soporte para sincronizar partidas y datos de juego con servicios de almacenamiento en la nube (puedes ver la lista actualizada de plataformas en [nuestro manual de usuario](https://wiki.scummvm.org/index.php?title=User_Manual/Using_Cloud_and_LAN_features)).\n\nComo de costumbre, hemos mejorado muchos de los motores existentes: hemos incluido soporte para las versiones de *Myst 25 Aniversario*, hemos corregido más de 100 errores de scripts SCI que plagaban los juegos de Sierra durante décadas, hemos incluido soporte para las versiones de Amiga y FM-TOWNS de *Eye of the Beholder*, mejorado la calidad de audio de los juegos de Humongous Entertainment e incluido sincronización de labios para las aventuras más modernas de LucasArts y hemos desintegrado toneladas de errores de *Starship Titanic* y *Bud Tucker*. La lista no acaba aquí y puedes ver el registro completo de cambios [aquí](https://downloads.scummvm.org/frs/scummvm/2.1.0/ReleaseNotes.html).\n\nDeja las lagrimas en la lluvia y [consigue ya](/downloads/) esta eléctrica versión. Los usuarios de Windows y macOS pueden actualizar automáticamente al iniciar ScummVM."
    },
    "20090710a": {
        "title": "",
        "content": ""
    },
    "20090710b": {
        "title": "",
        "content": ""
    },
    "20120401b": {
        "title": "",
        "content": ""
    },
    "20130531a": {
        "title": "",
        "content": ""
    },
    "20130531b": {
        "title": "",
        "content": ""
    },
    "20140401b": {
        "title": "",
        "content": ""
    },
    "20170401a": {
        "title": "",
        "content": ""
    },
    "20191217": {
        "content": "Estamos encantados de anunciar que la aventura gráfica *Blade Runner*, desarrollada por Westwood Studios y lanzada inicialmente en 1997, está [disponible ahora de nuevo a la venta](http://gog.com/game/blade_runner?pp=22d200f8670dbdb3e253a90eee5098477c95c23d), gracias a los esfuerzos de GOG.com. Esta nueva versión distribuida digitalmente incluye las versiones dobladas oficialmente del juego (inglés, francés, italiano, español y alemán).\n\nFunciona, por supuesto, sobre ScummVM, lo que significa que soluciona algunos errores existentes e incluye mejoras de calidad (como scroll de ratón en el KIA y soporte para subtítulos de los fans) sobre la versión original del juego.\n\nEncontrarás subtítulos para las versiones en inglés y francés del juego en la sección de Juegos de la web de ScummVM.\n\nMantenemos los planes para completar la versión con contenido restaurado del juego, la cual está construida a partir de contenido y segmentos de código que se encuentran en los recursos del juego pero que se dejaron sin usar o sin activar.\n\nPD. Si usas el enlace de arriba, obtendremos una comisión por tu compra.",
        "title": "*Blade Runner* (1997) de Westwood está finalmente disponible a la venta en copia digital"
    },
    "20200131": {
        "title": "Liberada la versión 2.1.1 «:More Sheep:» de ScummVM",
        "content": "Después de un breve descanso, el equipo de ScummVM se complace en anunciar el lanzamiento de una corrección de errores para la serie 2.1 de ScummVM 2.1.1, con el nombre en clave “:More Sheep:”.\n\nEste lanzamiento contiene una cantidad sustancial de correcciones y pequeñas mejoras. Las más notables son: mejor soporte multidioma en la interfaz gráfica, mejoras en el audio de FM TOWNS/PC-98, optimizaciones en el almacenamiento en la nube, dos docenas de correcciones de script SCI, mejoras en Blade Runner y correcciones en otros 7 motores. Además, este es el primer lanzamiento con soporte oficial para la Nintendo 3DS y hemos añadido soporte en la nube para Nintendo Switch.\n\nPara obtener una lista más completa de los cambios, consulta las [Notas de la versión](https://downloads.scummvm.org/frs/scummvm/2.1.1/ReleaseNotes.html).\n\nComo siempre, el conjunto de ejecutables preconstruidos se puede encontrar en nuestra [página de descargas](/downloads/).\n\n¡Disfruta y diviértete!"
    },
    "20200222": {
        "title": "¡El GSoC 2020 está en camino!",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nEs la 14ª vez que ScummVM es aceptada como organización dentro del Google Summer of Code, y vamos a ir con nuestro\nproyecto hermano ResidualVM. El Summer of Code es un evento anual organizado por Google para animar a estudiantes a contribuir en proyectos de código abierto. Las organizaciones de código abierto proporcionan mentores y proyectos en los que trabajar, mientras que Google dona algunos fondos a los estudiantes que participan. Puedes encontrar más información en el [sitio web oficial](https://summerofcode.withgoogle.com). Tenemos más información en [nuestra wiki](http://wiki.scummvm.org/index.php/Summer_of_Code), y más concretamente en [las normas del proyecto](http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules) que los solicitantes deberán seguir.\n\nSi te sientes aventurero y te gustaría contribuir a uno de los mayores proyectos de preservación de juegos... ¡Estamos\nesperando por ti! Echa un vistazo a [nuestra página de ideas](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2020). ¡Por supuesto, también te invitamos a traer tu propia idea (aunque debe estar relacionada con nuestros proyectos)! La fecha límite para las propuestas de los estudiantes es el 31 de marzo, y el 27 de abril se anunciarán los estudiantes aceptados.\n\nTe invitamos a que te unas a [nuestro servidor Discord](https://discord.gg/4cDsMNtcpG) y hacer cualquier pregunta en el canal #scummvm-gsoc.\n\n¡Esperamos vuestras solicitudes!"
    },
    "20200331": {
        "content": "Al equipo de ScummVM le complace anunciar una nueva versión con correcciones de fallos para la serie 2.1: ScummVM 2.1.2, con el nombre en clave «Fixing Powerful Windows». Podéis observar que, en este momento, nuestra [página de descargas](/downloads/) no es que sea muy extensa. Tranquilos, no vamos a tocar la (increíble) portabilidad de ScummVM.\n\nScummVM 2.1.2 es una versión de mantenimiento pensada para Windows y Mac OS X, que ofrece [correcciones de fallos](https://downloads.scummvm.org/frs/scummvm/2.1.2/ReleaseNotes.html) para estas plataformas. Ya que el resto de plataformas no se ven afectadas, no tenéis que preocuparos de que os falte una actualización por el momento.\n\nAl explorar la página de descargas os habréis fijado en una nueva sección, sobre todo si navegáis desde un PC con Ubuntu: ¡ScummVM ya está disponible en la [Snap Store](https://snapcraft.io/scummvm)! Gracias al continuo esfuerzo de Alan «popey» Pope y Alan Griffiths, la versión de ScummVM para la Snap Store ya está al día respecto a nuestras otras versiones para Linux. Si la comparamos con la forma tradicional de distribuir software en Linux, la Snap Store nos da mucha más libertad de cara a lanzar versiones nuevas. En cuanto publiquemos una versión nueva de ScummVM, os llegará en forma de actualización automática.\n\nEl Snap de ScummVM viene en dos formatos: el canal «estable» contiene nuestras versiones oficiales, convirtiéndolo en una buena opción para la mayoría de los usuarios. Si queréis explorar las últimísimas características de nuestras versiones en desarrollo más actuales, ¡solo tenéis que seguir el canal «edge» para recibir una compilación actualizada todos los días! También hemos pensado en otros añadidos para el paquete Snap, pero ya los trataremos más adelante.\n\n¡Pasadlo bien!",
        "title": "¡ScummVM 2.1.2 &laquo;Fixing Powerful Windows&raquo; ya está aquí!"
    },
    "20200504": {
        "content": "![Logo del GSoC](/data/news/GSoC2017Logo.png)\n\nGoogle ha anunciado hoy los proyectos que ha aceptado para el [Google Summer of Code](https://summerofcode.withgoogle.com/) de este año, un evento destinado a fomentar la participación de estudiantes en proyectos de código abierto. Para muchos alumnos, es la primera vez que pueden trabajar en un entorno colaborativo. Nos complace mucho anunciar que el equipo de ScummVM apoyará y orientará a cuatro compañeros de aventuras en su periplo.\n\nDylan Servilla y Nathanael Gentry trabajarán en nuestro motor de *Director*. Mientras que el objetivo de Dylan es ayudar con temas relacionados con Lingo, como las operaciones, Nathanael empezará a trabajar en rutinas de renderizado. Ambos avances nos permitirán dar compatibilidad, al menos, a [*Spaceship Warlock*](https://www.mobygames.com/game/spaceship-warlock) y [*The Journeyman Project*](https://www.mobygames.com/game/journeyman-project).\n\nQueremos que ScummVM sea fácilmente accesible para el mayor número de personas posibles. Esto, obviamente, incluye la localización para eliminar las barreras del idioma. Este año, Aryan Rawlani nos ayudará a mejorar el soporte para idiomas escritos de derecha a izquierda («RTL») y añadir un soporte Unicode como es debido a la interfaz de ScummVM. Imaginaos que ScummVM pueda estar algún día disponible en todos los idiomas posibles y entonces comprenderéis la importancia del trabajo de Aryan. Por otro lado, Aryan también trabajará en las mecánicas que utilizamos para detectar vuestros juegos para mejorar su fiabilidad y rendimiento, lo que implica una revisión profunda del funcionamiento de nuestro sistema de plugins.\n\nDurante el GSoC, ScummVM también hace de organización coordinadora de su proyecto hermano, [ResidualVM](https://www.residualvm.org). Gunnar Birke trabajará en la implementación del soporte del motor Wintermute 3D a ResidualVM. Wintermute 3D es, como habréis imaginado, el equivalente 3D al motor Wintermute ya soportado por ScummVM, que solo puede ejecutar juegos en 2D debido al ámbito del proyecto. La compatibilidad con Wintermute 3D en ResidualVM permitirá ejecutar juegos como [*Alpha Polaris*](https://www.mobygames.com/game/windows/alpha-polaris).\n\nPreparaos, porque llega el verano de 2020. Preparaos para apoyar a nuestros alumnos en su gloriosa aventura. Cuando comience vuestra guardia, podréis seguir sus progresos en [ScummVM Planet](https://planet.scummvm.org/).",
        "title": "Preparaos: llega el Summer'20"
    },
    "20200430": {
        "content": "Tras seis meses de trabajo y los esfuerzos de siete colaboradores, por fin nos complace anunciaros que hemos terminado la primera versión de la traducción al inglés de *The Prince and the Coward*, o *Książę i Tchórz*. Se han procesado, revisado y traducido 2.762 líneas de diálogo con 19.735 palabras.\n\nLa traducción aún no es perfecta, ¡y necesitamos de vuestra ayuda, camaradas aventureros! Las versiones 2.1.x de ScummVM servirán, sin embargo, hay un problema al mostrar las descripciones de los objetos del inventario. Por este motivo recomendamos utilizar [la compilación diaria](https://buildbot.scummvm.org/#/snapshots).\n\nDeberéis descargar el archivo prince_translation.dat que se encuentra [aquí](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/prince_translation.dat?raw=true) y copiarlo en el directorio ALL/ del juego. Después, volved a detectar el juego y aseguraos de que la descripción indique «w/translation». Este sistema solo puede traducir las versiones en polaco o alemán, la versión rusa requiere algo más de esfuerzo.\n\nSi encontráis problemas de continuidad, frases mal formadas o erratas, podéis mencionarlas en el [hilo del foro](https://forums.scummvm.org/viewtopic.php?f=1&t=15125) o enviar vuestras mejoras directamente al [servidor de traducción](https://translations.scummvm.org/projects/prince/prince/en/). Utilizad el buscador para encontrar las frases que os gustaría mejorar. Si no queréis complicaros la vida con el servidor de traducción, también aceptamos capturas de pantalla con el problema.\n\n¡Buena suerte con vuestras aventuras, mientras la mayoría seguís quedándoos en casa!",
        "title": "*The Prince and the Coward* recibe una traducción al inglés"
    },
    "20200514": {
        "content": "![Logotipo del GSoD](/data/news/GSoD2020Logo.png)\n\n¡Id preparando vuestra documentación! Nos encanta anunciar que ScummVM ha sido aceptado como participante del [Google Season of Docs 2020](https://developers.google.com/season-of-docs). Uno de los elementos más fundamentales de todo proyecto de código abierto es su documentación. Una buena documentación es vital para que el proyecto sea accesible tanto para usuarios finales como para desarrolladores nuevos que quieran mirar en profundidad las tripas del proyecto de cara a contribuir.\n\nSeason of Docs es una iniciativa reciente de Google para conectar a escritores técnicos con proyectos de código abierto. El programa ofrece una excelente forma de ganar experiencia práctica en proyectos y explorar el mundo del software libre y las grandes comunidades que evolucionan a su alrededor. \n\nPara ScummVM, esta es una oportunidad maravillosa para mejorar nuestra documentación. Podéis echar un vistazo a nuestra [página de ideas](https://wiki.scummvm.org/index.php?title=Season_of_Docs/GSoD_Ideas) o, si lo queréis, presentar las vuestras: poneos en contacto con nosotros en nuestro [servidor de Discord](https://discord.gg/6TBm9hJ).\n\nEn los últimos años hemos tenido muchos proyectos de éxito por parte de alumnos en el Google's Summer of Code y estamos deseosos de llevar ese éxito al Google's Season of Docs, inspirándoos a trabajar con nosotros en pro de vuestro éxito.\n\nEl plazo para las propuestas termina el 9 de julio. Acordaos de leer la cronología, guías y el listado de preguntas frecuentes del programa en [la web de Season of Docs](https://developers.google.com/season-of-docs) para más información.",
        "title": "¡Id preparando esos docs!"
    },
    "20200521": {
        "content": "Hace muchos años, una empresa llamada Origin Systems desarrolló la apreciada saga de juegos de rol Ultima. Gracias al esfuerzo de otras personas que crearon reimplementaciones independientes de estos juegos, a ScummVM le complace anunciar que dos de los juegos de esta serie están listos para ser probados.\n\nEl primero es Ultima IV: Quest of the Avatar, basado en el trabajo realizado por el proyecto xu4. Podréis detectar si vuestras copias inglesas de Ultima IV son las originales o las mejoradas. El modo mejorado utiliza los gráficos VGA desarrollados por el proyecto xu4. Con su incorporación en ScummVM, el juego también recibe diversas mejoras, como varios espacios de guardado y ajustes de teclas configurables. Incluso añade una zona secretita que solo podrán encontrar los exploradores más dedicados.\n\nEl segundo juego es Ultima VI, basado en el proyecto Nuvie. Debido a ciertos problemas de comunicación, Nuvie seguirá avanzando de forma independiente, pero debido al trabajo que ha llevado integrar Nuvie en ScummVM, esperamos poder darle soporte oficial dentro de ScummVM. Al igual que Ultima IV, Ultima VI es compatible con el modo original del juego y con un modo mejorado que incorpora el mapa a pantalla completa de Nuvie y contenedores como los de Ultima VII, entre otras características. Tened en cuenta que el modo mejorado duplica la resolución de forma predeterminada, así que, por el momento, el vídeo de introducción solo se reproduce en una mitad de la pantalla.\n\n¡Así que sacad vuestras copias y probadlas! Necesitaréis una [compilación diaria de desarrollo](https://buildbot.scummvm.org/#/snapshots). Como siempre, os pedimos que enviéis informes de fallos a nuestro [gestor de fallos](https://bugs.scummvm.org/).",
        "title": "¿Vos sois digno de ser el Avatar?"
    },
    "20200524": {
        "title": "Has sido una carga para mí durante demasiado tiempo, Avatar",
        "content": "Parece que el trabajo de limpieza y mejoras para la integración de Ultima VIII ha avanzado más de lo previsto. Está confirmado que Ultima VIII también se puede completar bajo ScummVM, así que se une a las pruebas oficiales junto a Ultima IV y Ultima VI.\n\n¡Así que saca tu copia de Ultima VIII y pruébala! Necesitarás la [compilación diaria](https://buildbot.scummvm.org/#/snapshots). Como siempre, por favor, envía los informes de errores a nuestro [gestor de fallos](https://bugs.scummvm.org/)."
    },
    "20200622": {
        "content": "Por fin ha llegado la hora de anunciar la etapa de pruebas oficiales del motor Glk de ScummVM para ejecutar ficciones interactivas (también conocidas como aventuras de texto). Este es un conglomerado de submotores para ejecutar juegos que utilizan los diversos sistemas de programación que se publicaron a lo largo de los años. En este momento, los siguientes submotores pasan oficialmente al modo de pruebas:\n* ADRIFT (excepto la versión 5)\n* AdvSys\n* AGT\n* Alan 2 y 3\n* Archetype (recién reimplementado para Glk a partir del código fuente original en Pascal)\n* Hugo\n* JACL\n* Level 9\n* Magnetic Scrolls\n* Quest\n* Scott Adams\n* ZCode (todos los juegos en ZCode salvo los de la versión gráfica de Infocom 6)\n\nOtros submotores, como Comprehend, TADS y Quill serán incluidos en el futuro. Para los que sois fans de los clásicos literarios, desempolvad vuestros juegos favoritos y preparaos para rejugarlos. Necesitaréis una [compilación de desarrollo diaria](https://buildbot.scummvm.org/#/snapshots). Como siempre, enviad vuestros informes de fallos a nuestro [gestor de fallos](https://bugs.scummvm.org/).",
        "title": "Estás en un laberinto de corredores enrevesados y similares"
    },
    "20200817": {
        "content": "![GSoD Logo](/data/news/GSoD2020Logo.png)\n\nAl equipo de ScummVM le complace dar la bienvenida a CadiH y a b-gent, nuestros prodigiosos escritores técnicos y participantes del Season of Docs de Google.\n\nCadiH trabajará con nosotros en la creación de un nuevo portal de documentación que incluirá una nueva versión del manual para usuarios y centralizará nuestra diáspora de información entre la wiki, el Léeme, y otros documentos de nuestro repositorio.\n\nb-gent ofrecerá su experiencia para ayudarnos a modernizar nuestra documentación en Doxygen. El portal Doxygen lleva mucho tiempo abandonado y esto beneficiará tanto a nuestros desarrolladores como a la comunidad en su conjunto.\n\nLos trabajaros comenzarán oficialmente el 14 de septiembre y tendrán una duración de tres meses. Podéis seguir los avances de nuestros dos escritores en los [blogs de ScummVM](https://planet.scummvm.org) y en el canal scummvm-gdoc de [nuestro servidor de Discord](https://discord.gg/4cDsMNtcpG). Mientras tanto, uníos en nuestra bienvenida a la comunidad.",
        "title": "¡Demos la bienvenida a nuestros nuevos escritores técnicos!"
    },
    "20200820": {
        "content": "Tras muchos meses de desarrollo, Blazing Dragons ya está listo para las pruebas públicas.\n\nUníos a Flicker, un joven dragón que pretende pedirle matrimonio a la princesa Flame y salvar a Camelhot por el camino.\n\nEste es un juego point-and-click un tanto extraño, ya que se publicó solo en consolas.\nEl nuevo motor Dragons de ScummVM os permitirá ejecutar la versión para PlayStation de este título un tanto olvidado. Mandad a paseo ese mando de PS1 y disfrutad del juego con una interfaz de teclado y ratón. También hemos quitado esas molestas pantallas de carga.\n\nActualmente las únicas versiones compatibles son la estadounidense y la británica para PlayStation 1.\n\nNecesitaréis una [compilación diaria de desarrollo](https://buildbot.scummvm.org/#/snapshots). Como siempre, os pedimos que enviéis vuestros informes de fallos a nuestro [gestor de fallos](https://bugs.scummvm.org/).",
        "title": "Los Blazing Dragons dejan a ScummVM calentito"
    },
    "20200825": {
        "content": "El equipo de ScummVM se enorgullece de anunciar el soporte para un pequeño RPG freeware llamado <i>The Griffon Legend</i>. [Originalmente](http://syn9.thehideoutgames.com/index_backup.php) fue escrito con el lenguaje de programación FreeBASIC por Daniel \"Syn9\" Kennedy y después fue convertido a la consola GCW0 por Dmitry Smagin, versión en la que nos basamos.\n\nLa historia original relata lo siguiente:\n\n>500 años después de la guerra entre grifos y dragones,\nlos dragones han vuelto para recuperar su imperio.\nLas ciudades caen, la gente muere, y Fayne,\nun solitario caballero grifo, se ve en medio de todo.\n\nYa que el juego es freeware, podéis conseguir una copia directamente desde nuestra [página de descargas](https://www.scummvm.org/games/) o desde la [web original](http://syn9.thehideoutgames.com/index_backup.php?table=griffonlegend). Necesitaréis la última [compilación de desarrollo](https://buildbot.scummvm.org/#/snapshots) para poder jugarlo. Por supuesto, si encontráis fallos, informad de ellos en nuestro [gestor de fallos](https://bugs.scummvm.org/).",
        "title": "¿Estáis listos para la leyenda?"
    },
    "20200823": {
        "content": "En el Google Summer of Code de 2008, tuvimos a Kari Salminen, alias Buddha^, trabajando para dar soporte al juego <i>Operation Stealth</i>. Aunque tuvo éxito, ciertos elementos importantes para el juego estaban sin hacer. Ahora, doce años después, Kari ha encontrado tiempo para completar su trabajo.\n\nPor lo tanto, nos enorgullece anunciar el soporte para el juego <i>Operation Stealth</i>, también conocido como <i>James Bond 007: The Stealth Affair</i> en su versión estadounidense.\n\nHaceos con vuestra copia del juego, con la [compilación diaria](https://buildbot.scummvm.org/#/snapshots) de ScummVM y dadle un tiento. Si encontráis cosas raras o fallos, por favor, informad de ellos en nuestro [gestor de fallos](https://bugs.scummvm.org/).",
        "title": "Una operación sigilosa en ScummVM"
    },
    "20200830": {
        "content": "Hola mundo, nos ha llegado la hora de publicar la próxima versión de ScummVM. Por lo tanto, necesitamos toda vuestra ayuda para probar las compilaciones estables antes de lanzar, así podremos garantizar la mejor calidad posible.\n\nOs pedimos que prestéis especial atención a los siguientes juegos nuevos:\n\n* <i>Blazing Dragons</i>\n* <i>Eye of the Beholder - versión para Sega CD</i>\n* <i>Griffon Legend</i>\n* <i>Los juegos de Interactive Fiction</i>\n* <i>Operation Stealth</i>\n* <i>Police Quest: SWAT</i>\n* <i>Traducción al inglés de The Prince and the Coward</i>\n* <i>Ultima IV - Quest of the Avatar</i>\n* <i>Ultima VI - The False Prophet</i>\n* <i>Ultima VIII - Pagan</i>\n\nTambién nos gustaría que juguéis a otro título de Sierra: <i>Police Quest: SWAT</i>. Entrenaos para formar parte del equipo de SWAT y embarcaos en misiones peligrosas para salvar vidas civiles. Este juego ha sido ascendido recientemente a la categoría de testeo, así que su llamada para el mismo ha sido incluida en el anuncio de la próxima versión.\n\nEstos juegos deben ser testeados con [compilaciones estables](https://buildbot.scummvm.org/#/snapshots), no de desarrollo. Informad de cualquier fallo o cosa rara en [nuestro gestor de fallos](https://bugs.scummvm.org/).\n\nTambién necesitamos de vuestra ayuda para actualizar las traducciones de ScummVM de cara a esta versión. Podéis ver el estado de las traducciones y participar en ellas en nuestra [web de traducciones](https://translations.scummvm.org/projects/scummvm/scummvm/). Para iniciar sesión en la página podéis usar vuestras cuentas de GitHub, de Facebook, o crear una específica para esta web. Los colaboradores habituales pueden guardar los cambios en las traducciones, pero los nuevos solo podrán hacer sugerencias y votarlas. No obstante, buscamos a nuevos colaboradores habituales para ciertos idiomas, así que si no tienes acceso completo y desearías tenerlo, por favor, [contáctanos](https://www.scummvm.org/contact/). Por otro lado, algunos de nuestros antiguos colaboradores han podido perder el acceso completo hará unos meses, cuando actualizamos la configuración de permisos, así que si eres uno de ellos, contáctanos para que te restauremos tu acceso completo.\n\n¡Suerte con el testeo, a ver si podemos publicar la versión 2.2.0 a finales de septiembre!",
        "title": "Por favor, ayudadnos a testear la próxima versión de ScummVM, la 2.2.0"
    },
    "20200906": {
        "content": "![Discord rich presence](/data/news/20200906.png)\n\nLa próxima versión de ScummVM será compatible con la [Discord](https://discord.gg/4cDsMNtcpG) Rich Presence, así podréis presumir con todos vuestros amigos de que estáis jugando a ScummVM <i>y</i> el juego exacto al que estáis echando una partida. Pero para sacarle todo el jugo a esta característica necesitamos iconos de los juegos.\n\nSi alguna vez habéis querido contribuir a ScummVM, pero no veíais dónde presentar vuestros conocimientos en arte y diseño, ¡esta es vuestra oportunidad! Pasaos por el nuevo [repositorio de iconos de juegos](https://github.com/scummvm/scummvm-icons/) para ver más información sobre cómo podéis ayudar.",
        "title": "Se necesitan iconos de juegos"
    },
    "20200927": {
        "content": "Un nuevo lanzamiento de ScummVM está listo. Este es especialmente emocionante, ¡porque acogemos a aventuras tan antiguas como de 1976! Efectivamente, la famosa _Colossal Cave Adventure_, la primerísima ficción interactiva, es ahora compatible con ScummVM.\n\nAdemás de ese juego (y unas 1594 ficciones interactivas más), también hemos añadido tres motores de juego nuevos y hemos ampliado otros cuatro, lo que añade los siguientes juegos a la lista de compatibles:\n\n* _Blazing Dragons_\n* _Eye of the Beholder - versión para Sega CD_\n* _Griffon Legend_\n* _Juegos de ficción interactiva_\n* _Operation Stealth_\n* _Police Quest: SWAT_\n* _Prince and the Coward, en su traducción al inglés_\n* _Ultima IV - Quest of the Avatar_\n* _Ultima VI - The False Prophet_\n* _Ultima VIII - Pagan_\n\nComo podéis ver, seguimos explorando el mundo de los RPG.\n\nOtros cambios a destacar son los siguientes: una conversión para MorphOS reescrita de cero, un nuevo subsistema de guardados automáticos en casi todos los motores compatibles, soporte de escritura de derecha a izquierda en la interfaz, una actualización en el código de emulación de MT-32 y la Discord Rich Presence.\n\nTambién hemos compatibilizado más versiones de otros juegos y tenemos mejoras visibles en los motores de Illusions, Kyra, Lab, Queen, Titanic, Xeen y ZVision. También se ha mejorado el soporte para Maniac Mansion en sus versiones para NES y Apple //gs. Como siempre, seguimos arreglando fallos originales de scripts SCI en más de 30 juegos y hemos añadido soporte de músicas para Roland D-110 en estos juegos.\n\nPor supuesto, podéis encontrar unas notas de la versión más detalladas (en inglés) [aquí](https://downloads.scummvm.org/frs/scummvm/2.2.0/ReleaseNotes.html).\n\nPodéis conseguir vuestra copia en [nuestra página de descargas](https://www.scummvm.org/downloads), o en Windows o macOS podéis dejar que el actualizador automático la descargue por vosotros.\n\nAdemás, vamos a lanzar una nueva conversión para Android en el canal Beta y necesitaremos vuestra ayuda para probarla. Nos vendría de perlas recibir vuestros comentarios en [el subforo Android Port](https://forums.scummvm.org/viewforum.php?f=17).\n\nHora de lanzaros a una buena ficción interactiva, o de freír monstruos en Última con una Llamarada Abrasadora, si sois un dragón, claro.",
        "title": "ScummVM «Fantasía interactiva» 2.2.0 ve la luz"
    },
    "20201009": {
        "content": "*«Perdone la espera, Sr. Flores, estoy listo para llevarle ahora.»*– Grim Fandango.\n\nHoy es un día especial en muchos sentidos. Para empezar, hemos llegado a un hito, ya que ScummVM cumple 19 años. Nuestro primer lanzamiento público, la versión 0.0.1 de ScummVM, tuvo lugar el 8 de octubre de 2001. Y, en segundo lugar, por fin se ha materializado algo que llevaba hablándose desde hace mucho tiempo: el proyecto ScummVM se fusiona oficialmente con el proyecto ResidualVM.\n\nDurante mucho tiempo, ScummVM se limitó a las aventuras gráficas point-and-click en 2D, así que ResidualVM nació como un coproyecto que diera soporte a los juegos en 3D. Pero, a partir de ahora, no habrá más confusiones sobre en qué proyecto funciona qué juego. Desde ahora ScummVM acoge tanto a aventuras gráficas como a RPG, tanto en 2D como 3D, sean point-and-clicks o no. Es un paso lógico para ambos proyectos, que han sido desarrollados codo con codo, compartiendo ideas, parches y decisiones de diseño. Es más, varios desarrolladores trabajaban en los dos proyectos.\n\nCon esta fusión, ScummVM añade varios títulos a su lista de juegos compatibles: _Grim Fandango_, _Escape from/La fuga de Monkey Island_, _Myst III - Exile_, _The Longest Journey_ y un motor inacabado para _In Cold Blood/A sangre fría_, además del motor Wintermute 3D.\n\nEstamos emocionados de poder acoger a la mayoría del equipo de ResidualVM y continuaremos el desarrollo juntos.\n\nPor supuesto, aún hay muchas más cosas que hacer, y en las próximas semanas veréis que más elementos del proyecto se fusionan, como los foros, las wikis, etc.\n\n¡No os vayáis muy lejos y pasaos a las 3D!",
        "title": "Fusión"
    },
    "20201025": {
        "content": "Nuestra nueva y flamante conversión de ScummVM v2.2.1 para Android ya está disponible en la Google Play Store. Tras un largo periodo de dedicación por parte de nuestros desarrolladores y un mes de testeo público por parte de nuestra comunidad, que amablemente ha informado de unos cuántos fallos que solventar, por fin estamos listos para ofreceros la versión estable de nuestra app de ScummVM para Android.\n\nEsta app ha tenido una reescritura profunda y ha sido probada en dispositivos Android modernos, donde ha funcionado hasta en Android 10+. Incluye características nuevas que la sitúan a la par con la aplicación de escritorio, como el soporte para FluidSynth, guardado en la nube y más opciones de localización para la interfaz. También incluye el servidor de archivos locales (mediante LAN), con el que vuestro dispositivo puede hacer de servidor de archivos temporal, permitiéndoos descargar archivos (como partidas guardadas o incluso del archivo de configuración) o enviar otros nuevos (como datos de juegos) mediante un navegador web en un PC u otro cliente.\n\nCon esta versión hemos resuelto unos pocos problemas enraizados, como, por ejemplo:\n\n* actualizar versiones antiguas sin perder el acceso a vuestra configuración y partidas guardadas anteriores\n* navegación de carpetas (según los ajustes de permisos de acceso al almacenamiento)\n* el uso de teclas especiales en el teclado virtual (como la serie F) y la gestión de pulsaciones repetidas\n\nLa interfaz de la aplicación ha recibido otras mejoras de relevancia, como la posibilidad de elegir si la interfaz mostrará gráficos filtrados (escalado bilineal) o no (escalado de vecino más próximo), varios cambios en el teclado virtual para que sea más reactivo y similar al comportamiento de un teclado físico, y soporte para controlar el ratón virtual mediante los sticks analógicos de vuestros mandos.\n\nAl actualizar a la nueva versión 2.2.1, podréis acceder a todos los motores de juegos añadidos a ScummVM desde la versión 2.0.0, como los de Blade Runner, Ultima IV, Quest for Glory IV, y también a todas las correcciones y mejoras hechas a los ya existentes.\n\nPor supuesto, seguimos atentos a los comentarios de nuestra comunidad y aceptamos cualquier sugerencia para mejorar. Como siempre, informad de cualquier fallo que encontréis en [la página del gestor de fallos](https://bugs.scummvm.org) de ScummVM.\n\nQueremos dar las gracias a todos nuestros testeadores por sus valiosos comentarios y esperamos que disfrutéis de esta versión de ScummVM para Android.",
        "title": "Amor para Android"
    },
    "20201122": {
        "content": "Érase una vez en el pasado, allá por el año 1994; cuando una empresa de software de nombre Adeline Software International publicó un juego llamado «Little Big Adventure», o «Relentless: Twinsen's Adventure». Este título, un clásico de la acción-aventura en seudo-3D con una épica situada en un planeta fantástico, ha entrado en la fase de testeo de ScummVM. Tened en cuenta que todavía no se han implementado algunas características del juego original. No obstante, también hemos añadido otras completamente nuevas.\n\nEstos son los problemas conocidos y las características no disponibles todavía:\n\n* El holomapa no está disponible aún\n* No es posible cambiar el detalle del renderizado\n* La escena de los créditos tiene unos pocos defectos de renderizado\n\nCaracterísticas nuevas:\n\n* Una opción que permite desactivar los daños por colisionar contra paredes\n* Mejoras en la navegación por la interfaz\n\nTodo esto ha sido posible gracias al equipo responsable del proyecto [TwinEngine](https://github.com/xesf/twin-e) y la comunidad de LBA.\n\nPor favor, probar el juego con la última [compilación de desarrollo](https://buildbot.scummvm.org/#/snapshots) e informad de cualquier problema que encontréis en nuestro [gestor de fallos](https://bugs.scummvm.org/).",
        "title": "Os esperan pequeñas, pero grandes aventuras"
    },
    "20201127": {
        "content": "En 2019, Andrei Prykhodko (whiterandrek), un estudiante del GSoC, estaba trabajando en dar soporte a la saga de juegos Red Comrades (en ruso: Петька и Василий Иванович).\n\nRed Comrades es una aventura 2D jugada desde una perspectiva en tercera persona.\nLos protagonistas del juego vienen de Chapaev, la novela de Dmitri Furmanov que publicó en 1923: un militar histórico de Rusia, Vasili Chapáyev, su ayudante Petka y el artillero Anka.\n\nTras un largo periodo de desarrollo, al equipo de ScummVM le complace anunciar el soporte para los dos primeros juegos de la saga: _Red Comrades 1: Save the Galaxy_ (en ruso: _Петька и Василий Иванович спасают галактику_) y _Red Comrades 2: For the Great Justice_ (en ruso: _Петька и Василий Иванович 2: Судный день_).\n\n¡Sacad vuestras copias de estos juegos y catadlos! Por desgracia, solo las versiones originales en ruso para Windows son compatibles. Las versiones en inglés para iOS y Android utilizan un motor completamente distinto.\n\nSi no tenéis una copia, podéis obtener la demo en nuestra [sección de demos](https://www.scummvm.org/demos/). Necesitaréis una [compilación diaria de desarrollo](https://buildbot.scummvm.org/#/snapshots). Como siempre, os pedimos que enviéis los informes sobre fallos a nuestro [gestor de fallos](https://bugs.scummvm.org/).",
        "title": "La saga de juegos Red Comrades ya es compatible"
    },
    "20201220": {
        "content": "Es hora anunciar el testeo de dos submotores más de Glk. El primero es el intérprete Glulx, para el que existen muchos juegos gratuitos en [IF-Archive](https://www.ifarchive.org/indexes/if-archiveXgamesXglulx.html).\n\nEl segundo es el motor Comprehend, de los juegos desarrollados por Polarware. En este caso es donde se complica todo un poco. Ahora mismo solo se pueden testear los tres primeros juegos de Comprehend: Transylvania, Crimson Crown y OO-Topos. Los tres también se pueden obtener de forma gratuita en [IF-Archive](https://www.ifarchive.org/indexes/if-archive/games/pc/penguin/). Sin embargo, también existe una reedición de Transylvania que también puede conseguirse gratuitamente en la web Graphics Magician, pero que no está soportada todavía.\n\nRespecto al resto de juegos de Comprehend, probablemente Talisman reciba compatibilidad en el futuro, pero necesita bastante trabajo. El resto de juegos, como Transylvania III, utilizan un motor completamente distinto, así que se los considera fuera de nuestro alcance en el futuro cercano.\n\nSi os interesan, descargaos los juegos comentados y probadlos. Necesitaréis una [compilación diaria de desarrollo](https://buildbot.scummvm.org/#/snapshots). Como siempre, enviad vuestros informes de fallos a nuestro [gestor](https://bugs.scummvm.org/).",
        "title": "Incomprensible"
    },
    "20210311": {
        "content": "Nos complace anunciar que el proyecto ScummVM ha vuelto a ser aceptado en el Google Summer of Code. Para nosotros, este siempre ha sido un momento del año fascinante, y este no es menos. De cara a 2021, Google ha renovado el programa GSoC para que esté más centrado en tareas más pequeñas y para flexibilizar los criterios de selección de alumnos.\n\nTeniendo esto en cuenta, nuestro equipo ha pensado en varias ideas interesantes que puedan explorar los futuros aspirantes que pueden encontrarse en nuestra [página de ideas](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2021). No olvidéis leer la [información que esperamos ver en vuestras solicitudaes](https://wiki.scummvm.org/index.php?title=GSoC_Application) antes de enviarlas.\n\nPodéis informaros sobre el programa GSoC y las tareas a las que han contribuido nuestros cómplices en años anteriores yendo a nuestro [miniportal del Google Summer of Code](https://wiki.scummvm.org/index.php?title=Summer_of_Code).\n\nAsí que acompañadnos en nuestro [servidor de Discord](https://discord.gg/4cDsMNtcpG) y seguid el canal #scummvm-gsoc, donde podréis comunicaros con nuestros mentores y con el resto del equipo.\n\n¡Estamos encantados de formar parte de este programa y tenemos muchas ganas de ver vuestras solicitudes!",
        "title": "Google Summer of Code 2021: en marcha"
    },
    "20210317": {
        "content": "¡Grandísimas noticias! Gracias al enorme esfuerzo de Damiano Gerli y a la generosidad de los autores originales del juego, Marco Caprelli, Paolo Costabel, Massimo Magnasciutti y el productor Bruno Boz, nos congratula anunciaros el lanzamiento en formato freeware del juego _Nippon Safes Inc._.\n\nEste es un juego pequeño, pero entretrenido creado en 1992 por un pequeño estudio italiano llamado DYNABYTE divisione EUCLIDEA s.r.l. Podéis informaros con todo lujo de detalles sobre el juego y la historia de Dynabyte mediante el blog de Damiano, [«the Genesis Temple»](https://genesistemple.com/the-big-italian-adventure-the-history-of-dynabyte-software).\n\nSus dos versiones, la de DOS y la de Amiga, han sido declaradas freeware con permiso para modificar sus archivos, lo que nos permite desactivar la protección mediante el manual. No obstante, también distribuiremos copias escaneadas del mismo. Podéis conseguirlo todo desde nuestra [página de juegos](/games).\n\nEl juego lleva siendo compatible con ScummVM desde la versión 0.10.0, publicada allá por 2007.\n\n¡Disfrutad de otra gran aventura «point-and-click» freeware!\n\nP.D.: Si por algún casual alguno de vosotros tiene las cajas de _The Big Red Adventure_ y _Tequila & Boom Boom_ , juegos del mismo desarrollador; y tenéis la capacidad de hacer copias escaneadas a alta resolución, por favor, poneos en contacto con sev.",
        "title": "_Nippon Safes Inc._ ha sido declarado como freeware"
    },
    "20210322": {
        "content": "Nos complace anunciar que _Private Eye_ (conocida en España como Philip Marlowe: Detective Privado) de Brooklyn Multimedia ha entrado en la fase de testeo público.\n\nEn este juego podréis controlar a Phillip Marlowe, un curtido detective privado que intenta resolver un asesinato en la ciudad de Los Ángeles durante los años 40.\n\nPublicado en 1996, este juego es una joya muy poco habitual, con técnicas de animación clásicas y un doblaje profesional. El juego está basado en la obra de Raymond Chandler y funciona como una película interactiva en la que podéis elegir qué versión de la historia queréis experiemental: una más fiel al libro y otra con un final alternativo.\n\nEn estos momentos solo la versión estadounidense (en inglés) para Windows es compatible.\n\nNecesitaréis una [compilación diaria de desarrollo](https://buildbot.scummvm.org/#/snapshots). Como siempre, os pedimos que enviéis vuestros informes de fallos al [gestor de problemas](https://bugs.scummvm.org/).",
        "title": "Descubre el misterio de un asesinato en Los Ángeles de los años 40"
    },
    "20210404": {
        "content": "Por fin estamos listos para liberar al público un filón a testear. El motor AGS ha visto muchos juegos freeware y unos cuantos comerciales publicados con el paso de los años. Tened en cuenta que, al igual que el intérprete AGS independiente del que proviene el motor, solo se da soporte a los juegos AGS cuya versión sea igual o superior a la 2.5.\n\nSi estáis interesados, descargad unos pocos juegos freeware desde [la página web de AGS](https://www.adventuregamestudio.co.uk/site/games/). Necesitaréis una [compilación diaria de desarrollo](https://buildbot.scummvm.org/#/snapshots). Como siempre, os pedimos que enviéis los informes de fallos al [gestor de problemas](https://bugs.scummvm.org/). También nos sería útil que nos digáis en el [canal #engine-ags de Discord](https://discord.gg/eQYERyBc) qué juegos habéis terminado de probar.",
        "title": "Miles de juegos necesitan ser probados"
    },
    "20210518": {
        "content": "![GSoC Logo](/data/news/GSoC2016Logo.png)\n\nGoogle anunció ayer la lista de estudiantes aceptados en la nueva edición del [Google Summer of Code](https://summerofcode.withgoogle.com/). Nos enorgullece muchísimo dar la bienvenida este año a seis estudiantes que trabajarán en diversos elementos del proyecto a lo largo de los próximos meses.\n\n* Aashwin Vaish (alias av_dx) mejorará la interfaz de usuario incorporando una interfaz gráfica para la gestión de bibliotecas de juegos, así estos últimos se mostrarán con carátulas minaturizadas, opciones para agrupar y varios filtros\n* a-yyg (alias a/) trabajará en la programación de un motor nuevo para Faery Tale Adventure II basado en el código fuente original proporcionado por The Dreamers Guild\n* Crane yang (alias sheep) se unirá a los esfuerzos para mejorar el motor Director actual\n* Divyam Ahuja (alias Hikigaya) trabajará en la finalización de ciertos motores que se encuentran paralizados, dando prioridad a los motores MacVenture y Avalanche\n* Dylan Servilla (alias djsrv) también trabajará en el motor Director, retomando su tarea del anterior GSoC con la intención de dar soporte a las versiones 2 a 4 de Director\n* taylorzhancher (twan) se centrará en dar soporte de texto a voz a varios juegos para mejorar la experiencia de aquellas personas a las que les cueste leer textos en pantalla\n\nNo habíamos tenido la oportunidad de enseñar a 6 estudiantes del GSoC desde 2008. ¡Así que celebrémoslo y demos una bienvenida bien cálida a los estudiantes del GSoC 2021!",
        "title": "¡Demos la bienvenida a los estudiantes del GSoC!"
    },
    "20210611": {
        "content": "Desde 1940 a 2099, _Nightlong: Union City Conspiracy_ ya está listo para el testeo abierto. Jugad el papel del investigador privado Joshua Reev en esta aventura de temática cyberpunk publicada en 1998 por Trecision y que contiene renderizado 3D en software y fondos prerenderizados. ¡Desenmascarad la conspiración... y todos los fallos!\n\nGracias a los desarrolladores originales por darnos el código fuente y a SupSuper, Strangerke, bluegr y a madmoose por convertirlo a ScummVM.\n\nTodas las versiones para Windows del juego son compatibles, al igual que las partidas guardadas originales. Para saber cuáles son los archivos de datos necesarios, pasaos por la [wiki](https://wiki.scummvm.org/index.php?title=Nightlong:_Union_City_Conspiracy). Si no tenéis el juego, tenemos varias [demos](https://www.scummvm.org/demos/) disponibles. Para participar en el testeo necesitaréis la [última compilación diaria](https://www.scummvm.org/downloads/#daily) de ScummVM. Como siempre, os pedimos que enviéis los informes de fallos a nuestro [gestor de problemas](https://bugs.scummvm.org/).",
        "title": "Otra aventura de ciencia ficción se une a ScummVM"
    },
    "20210629": {
        "content": "Preparaos para una aventura que abarca más de 1 200 años y siete asombrosos mundos: la épica secuela de _The Journeyman Project_, _The Journeyman Project 2: Buried in Time_, ya es completamente compatible con ScummVM.\n\nTras varios años de desarrollo por parte de clone2727 y unos cuántos años más madurando en un cajón, por fin el juego está listo para el testeo público.\n\nNecesitamos vuestra ayuda con esta epopeya. Tomad vuestros discos (o la [versión digital de GOG.com](https://www.gog.com/game/journeyman_project_2?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)), copiad los [archivos necesarios](https://wiki.scummvm.org/index.php?title=The_Journeyman_Project_2:_Buried_in_Time) y volad como el viento. Necesitaréis la [última compilación diaria](https://www.scummvm.org/downloads/#daily) de ScummVM. Si os encontráis con cualquier percance durante vuestra aventura, informad de lo que surja en nuestro [gestor de problemas](https://bugs.scummvm.org/).",
        "title": "En menos de cien años de progreso..."
    },
    "20210718": {
        "content": "El año pasado [añadimos el soporte](https://www.scummvm.org/news/20200521/) a los juegos de la saga Ultima, incluyendo a [Ultima 8](https://www.scummvm.org/news/20200524/). Tomando como base el motor de Ultima 8, Origin Systems también creó otros dos juegos con un estilo muy distinto: _Crusader: No Remorse_ y _Crusader: No Regret_.\n\nNos alegra anunciar que el primer título (Crusader: No Remorse) ya está listo para ser testeado en ScummVM.  Si tenéis una copia de este juego y estáis preparados para enfrentaros al Consorcio Económico Mundial, haceos con [la última compilación de desarrollo](https://www.scummvm.org/downloads/#daily) de ScummVM. Si veis cualquier problema, dejadnos un informe en el [gestor de problemas](https://bugs.scummvm.org/).",
        "title": "Ante todo, permítame darle la bienvenida a la Resistencia, capitán."
    },
    "20210817": {
        "content": "Después de 5 años de desarrollo, nos complace anunciar finalmente los primeros juegos compatibles basados en MacroMind/Macromedia Director.\n\nIskrich, un estudiante del GSoC, sentó las bases de las primeras líneas de código del motor, basadas en los esfuerzos iniciales de ingeniería inversa de fuzzie, que escribió en Python como parte del proyecto _continuity_. Más tarde, sev retomó los trabajos en 2017, cuando comenzó el desarrollo del compilador Lingo y stevenhoefel empezó a añadir código relacionado con Director 5. En 2018 apenas hubo movimiento, pero en 2019 moralrecordings hizo algunos progresos con Director 4. Finalmente, en 2021 y 2021 hubo enormes avances, primero por npjg y djsrv y después por sheep y djsrv, todo esto mientras rvanlaar organizaba el buildbot de integración continua para el project.\n\nResumiendo, que tras 3 738 consignas, ahora anunciamos el soporte para títulos basados en Director 2, como _Spaceship Warlock_. Ciertos títulos basados en Director 3 podrían funcionar y, en concreto, damos soporte para _L-ZONE_.\n\nBuscad vuestros discos y dadle una oportunidad a estos juegos. También estamos buscando información sobre cualquier título basado en Director (y Shockwave) para catalogarlo en [nuestra wiki](https://wiki.scummvm.org/index.php?title=Director/Games), así que os pedimos ayuda para avanzar esta tarea.\n\nEstamos trabajando de forma activa en mejorar la compatibilidad con Director 3, en concreto para el _Journeyman Project_ original, y en avanzar el soporte para Director 4, siendo nuestros objetivos de testeo principal _Meet MediaBand_ y _Chop Suey_.\n\nPara ejecutar los juegos necesitaréis la [última compilación diaria](https://www.scummvm.org/downloads/#daily) de ScummVM. Y, como de costumbre, si veis cualquier problema, os pedimos que informéis de ellos en el [gestor de problemas](https://bugs.scummvm.org/).",
        "title": "Los primeros títulos hechos con Macromedia Director ya son compatibles"
    },
    "20210828": {
        "content": "Hace casi un año que estrenamos la última versión de ScummVM. La cantidad de cambios es, sin duda, espectacular, los cuales podéis ver en el [archivo NEWS.md (en inglés)](https://github.com/scummvm/scummvm/blob/branch-2-3/NEWS.md). ¡Necesitamos vuestra ayuda para testear esta versión!\n\nAparte de la [lista de juegos que hay que testear antes del lanzamiento](https://wiki.scummvm.org/index.php?title=Release_Testing/2.3.0), los elementos más destacados que necesitan testeo son:\n\n* Soporte UTF-32 en la interfaz que permite las traducciones al japonés y al coreano (También podéis [ayudarnos con la traducción a más idiomas](https://translations.scummvm.org/projects/scummvm/scummvm/)).\n* Soporte para pantallas HiDPI (es decir, retina) en la interfaz. Se acabaron las fuentes borrosas.\n* Una importante reescritura de la conversión para Nintendo DS que la pone al día con los últimos motores y prestaciones.\n* Los motores 3D que antes formaban parte de ResidualVM. Juegos como _Grim Fandango_, _The Longest Journey_ y _Myst III: Exile_ necesitan una pasada.\n* En total hay 12 motores nuevos y cambios generales en otros 24.\n\nPara poder ejecutar los juegos, necesitaréis la [última compilación estable](https://www.scummvm.org/downloads/#daily) de ScummVM. Pasaos varios juegos con esta e informad de cualquier percance en el [gestor de problemas](https://bugs.scummvm.org/) y sobre los avances en vuestras partidas en [este post del foro (en inglés)](https://forums.scummvm.org/viewtopic.php?f=1&t=16362) para que podamos actualizar los avances en [la Wiki](https://wiki.scummvm.org/index.php?title=Release_Testing/2.3.0).",
        "title": "Ayudadnos a testear la próxima versión de ScummVM"
    },
    "20211009": {
        "title": "Hace veinte años, en este mismo día...",
        "content": "Hace veinte años, en este mismo día, el martes 09/10/2001 a las 16:30:12, Ludvig Strigeus subió la revisión inicial del código de ScummVM, la que entonces era la versión 0.0.1 del proyecto. El tiempo ha pasado volando, llegando hasta este día, en el que publicamos con orgullo la versión 2.5.0 «Twenty years ago today…» de ScummVM.\n\nLa [lista de cambios](https://downloads.scummvm.org/frs/scummvm/2.5.0/ReleaseNotes.html) es inmensa.\n\nPara empezar, esta es la primera versión que admite juegos en 2,5D (casi en 3D) gracias a la fusión con ResidualVM. Con este lanzamiento anunciamos la compatibilidad con _Grim Fandango_, _The Longest Journey_ y _Myst 3: Exile_. Por este motivo hemos saltado de versión directamente a la 2.5. Tened en cuenta que, actualmente, solo las plataformas de escritorio admiten estos juegos que otras plataformas pueden recibir este soporte o no en función de sus prestaciones.\n\nJunto con estos tres nuevos juegos y motores, ahora damos soporte oficial a diez motores y submotores nuevos que añaden a estos juegos como compatibles:\n\n* _Little Big Adventure_\n* _Red Comrades 1: Save the Galaxy_\n* _Red Comrades 2: For the Great Justice_\n* _Transylvania_\n* _Crimson Crown_\n* _OO-Topos_\n* [Los juegos de ficción interactiva de Glulx](https://wiki.scummvm.org/index.php?title=Glk/Glulxe)\n* _Private Eye_, conocido en España como _Philip Marlowe: Detective Privado_\n* [Los juegos de la versión 2.5 o superior del motor AGS](https://wiki.scummvm.org/index.php?title=AGS/Games)\n* _Nightlong: Union City Conspiracy_\n* _The Journeyman Project 2: Buried in Time_\n* _Crusader: No Remorse_\n* _L-ZONE_\n* _Spaceship Warlock_\n\nNos encantan las versiones traducidas a otros idiomas de los juegos, y también las versiones para varias plataformas, así que en esta versión hemos mejorado el soporte para la versión de Konami de _Lure of the Temptress_, _Blue Force_ en español, _Ringworld: La Venganza del Patriarca_ en español, _Amazon: Guardians of Eden_ en español, _Mystery House_ en francés, las traducciones al ruso de los juegos de Sierra con el motor AGI, _Elvira 1_ en japonés para el PC-98, _Bargon Attack_ en ruso, _Woodruff_ en ruso, _Eye of the Beholder_ en japonés para la Sega CD, _Legend of Kyrandia_ en hebreo, _Legend of Kyrandia 2_ en hebreo, _Legend of Kyrandia 3_ en chino simplificado, _Inherit the Earth_ en japonés para el PC-98, _Gabriel Knight 1_ para Macintosh, o _Xeen_ en ruso, por dar varios ejemplos. Destacamos que las versiones de _Loom_ e _Indy 3_ para Macintosh en blanco y negro ahora son compatibles.\n\nMás allá de los juegos y versiones nuevos, ScummVM 2.5.0 presenta una gran cantidad de mejoras de importancia y características nuevas. Hemos finalizado una importante revisión de la interfaz: ahora es compatible con caracteres Unicode en todos los sistemas. La interfaz también se adapta a las resoluciones de gran tamaño de los monitores HiDPI. La conversión para Nintendo DS ha sido reescrita en gran parte. Hemos incorporado logros de GOG y Steam a un gran número de juegos del motor Wintermute y activado la asignación de teclas en más juegos. Gracias al trabajo de uno de nuestros estudiantes del GSoC, hemos incorporado una opción para convertir texto a voz en los juegos _Sfinx_,  _Soltys_ y _The Griffon Legend_.\n\nPodréis encontrar todo esto para varias plataformas en [nuestra página de descargas](https://www.scummvm.org/downloads/), o dejar que el actualizador automático se active en Macintosh y Windows.\n\nOs deseamos unas buenas aventuras, unos felices acertijos y unos emocionantes viajes a los mundos de los RPG, y esperamos seguir viéndoos en los próximos años.\n\nY, por cierto, GOG.com está celebrando [una promoción especial](https://www.gog.com/news/special_event_bscummvm_20th_anniversaryb?pp=22d200f8670dbdb3e253a90eee5098477c95c23d) en relación al lanzamiento y a nuestro aniversario, donde podréis comprar muchos juegos compatibles con ScummVM con un precio reducido."
    },
    "20211118": {
        "content": "Tras más de [diez años de desarrollo](https://www.alexbevi.com/blog/2021/05/19/scummvm-asylum-engine/), el equipo de ScummVM se enorgullece de anunciar el soporte para *Sanitarium*, la aventura de horror psicológico.\n\nCoged vuestras versiones en CD o una digital y sumergíos en una historia repleta de pesadillas y misterios.\n\nSi no tenéis el juego, hay una [demo](/frs/demos/asylum/asylum-demo.zip) disponible.\n\nNecesitaréis la última [compilación diaria](/downloads/#daily). Como siempre, enviad cualquier informe de fallos a nuestro [gestor de fallos](https://bugs.scummvm.org/).",
        "title": "Busca la verdad"
    },
    "20220102": {
        "content": "Han pasado varios meses desde el lanzamiento de la monumental versión 2.5.0 y ahora el equipo de ScummVM está encantado de anunciar el lanzamiento de una nueva versión para corregir errores, la versión 2.5.1, nombre en clave «Californium»*.\n\nEstos son los cambios más relevantes: hemos añadido escaladores en el modo OpenGL (las cosas de AdvMame, HQ, etc.), corregido varios fallos en _The Lost Files of Sherlock Holmes/Los archivos secretos de Sherlock Holmes_, mejorado la fidelidad del sonido de _Sam & Max_, los gráficos de algunos juegos de SCUMM para Macintosh, implementado más renderizadores para _The Longest Journey_, añadido muchas mejoras para _Little Big Adventure_ y también solucionado el temido fallo al arrancar _World of Xeen_.\n\nLa lista detallada de cambios puede encontrarse [aquí (en inglés)](https://downloads.scummvm.org/frs/scummvm/2.5.1/ReleaseNotes.html).\n\nPodéis encontrar la descarga donde siempre, en [nuestra página de descargas](https://www.scummvm.org/downloads/). Debido a un leve retraso en la versión para macOS, el actualizador automático se publicará dentro de unos días, ¡así que estad atentos!\n\n¡Disfrutad de ScummVM en 2022!\n\n\\* La masa atómica media del californio (elemento químico con el número atómico 98) es de 251.",
        "title": "Año nuevo con californio(*)"
    },
    "20220201": {
        "content": "¡_Marvel Comics Spider-Man: Los Seis Siniestros_, el primer juego compatibilizado del [motor Hypno](https://wiki.scummvm.org/index.php?title=Hypno), ya está listo para el testeo público!\n\n¡Preparaos para derrotar a varios archienemigos de Spidey: el Dr. Octopus, Hobgoblin, Shocker, Chameleon, Mysterio y Vulture! 🕷\n\nPublicado por _Brooklyn Multimedia_ en 1996, este juego de acción y aventura os pondrá en la piel de Peter Parker, también conocido como Spider-Man. Hay seis arcos argumentales distintos, varios finales según cómo juguéis y cuatro niveles de dificultad.\n\nActualmente, ScummVM es compatible con las versiones inglesa y española tal cual. El soporte para la versión en hebreo estará disponible pronto. También existe una versión en alemán, pero necesitamos ayuda para conseguir una copia antes de poder darle soporte. Si tienes una copia, por favor, [contacta con nosotros](https://www.scummvm.org/contact/).\n\nPara jugar a las versiones compatibles, necesitaréis una [compilación diaria de desarrollo](https://www.scummvm.org/downloads/#daily). Como siempre, enviad vuestros informes de fallos a nuestro [gestor de fallos](https://bugs.scummvm.org/).",
        "title": "¿Podréis sobrevivir a seis de tus rivales más mortales? 🕷"
    },
    "20220216": {
        "content": "Hace trece años que *The 7th Guest* fue incorporado a ScummVM junto con el motor Groovie 1 y ahora, por fin, hemos completado el soporte para el motor Groovie 2 y los cuatro juegos que lo utilizan: *The 11th Hour*, *Clandestiny*, *Tender Loving Care* (en su edición en CD-ROM) y *Uncle Henry's Playhouse*.\n\nSi los minijuegos contra Stauf os parecen muy difíciles, también hemos incluido una opción nueva con una IA más fácil en todos los juegos (excepto *Tender Loving Care*, que no incluye acertijos contra una IA). La opción «IA más fácil» también está disponible en el motor Groovie original, para *The 7th Guest*, junto con otras mejoras, como la posibilidad de usar el botón derecho del ratón para avanzar rápidamente el juego.\n\nBuscad vuestros sombreros de pensar y una [compilación diaria](https://buildbot.scummvm.org/#/dailybuilds) para probarlos. También podéis echar un vistazo a [las demos aquí](https://www.scummvm.org/demos/#other). Como siempre, os rogamos que enviéis los informes de fallos a nuestro [gestor de problemas](https://bugs.scummvm.org/newticket?component=Engine:%20Groovie).",
        "title": "«¿Quieres más?»"
    },
    "20220308": {
        "content": "Nuestro proyecto ha vuelto a ser aceptado este año en el programa [Google Summer of Code](https://summerofcode.withgoogle.com).\n\nEn los últimos años, Google solo ha permitido la participación de estudiantes. Este año, sin embargo, tanto estudiantes como no estudiantes podrán acompañarnos programando. También existen dos conjuntos de tareas: de 175 y 350 horas. Algunas de nuestras tareas podrían tener una de estas dos duraciones.\n\n¡ScummVM busca candidatos! Podéis encontrar un listado de sugerencias de proyectos en [esta página](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2022), pero también estamos abiertos a vuestras ideas. Os pedimos que reviséis la [información necesaria para la solicitud](https://wiki.scummvm.org/index.php?title=GSoC_Application) antes de enviarla.\n\nHemos reunido cierta información como guía para vosotros aprovechando nuestros 14 años de experiencia dentro del programa. Podéis comenzar vuestra exploración en nuestro [miniportal del Google Summer of Code](https://wiki.scummvm.org/index.php?title=Summer_of_Code).\n\nTambién podéis acceder a nuestro [servidor de Discord](https://discord.gg/4cDsMNtcpG) y seguir el canal #scummvm-gsoc, donde podréis participar con nuestros mentores y con el resto del equipo.\n\n¡Esperamos vuestras solicitudes y vuestra participación!",
        "title": "ScummVM ha sido aceptado en el Google Summer of Code 2022"
    },
    "20220401": {
        "content": "A partir de hoy, las nuevas versiones de desarrollo de ScummVM serán compatibles con la nueva moda que está en boca de todos los *gamers*: ¡NFTs (tokens no fungibles)! Este emocionante avance, creado pensando solo en los jugadores y respaldado por las tecnologías de blockchain, añadirá un identificador único a vuestros objetos de los juegos, creando una conexión más profunda entre vosotros y los mundos del videojuego que tanto apreciáis. Ya no es *un* pollo de goma con polea, ahora es *vuestro* pollo de goma con polea.\n\n¡Pero la titularidad exclusiva de un objeto de un juego es solo el principio! Nuestros desarrolladores están explorando las formas de hacer que los NFT transfieran objetos entre inventarios de juegos distintos. ¿Os encanta vuestra nueva motosierra de *Full Throttle*? Con el poder de los NFT, ¡podréis transferirla a *The Secret of Monkey Island* y crear soluciones alternativas a los acertijos!\n\n¿Pero los NFT no tienen una eficiencia energética muy baja? ¡Los nuestros no! Los NFT para juegos modernos son menos respetuosos con el medio ambiente porque representan objetos que contienen miles de millones de píxeles. Pero en los juegos retro que admite ScummVM los objetos solo ocupan *decenas* de píxeles, por lo que son menos dañinos para el medio ambiente.\n\nY, por supuesto, podréis comprar y vender vuestros valiosísismos NFT en el [ScummVMM (mercado de la máquina virtual del Script Creation Utility for Maniac Mansion)](https://opensea.io/collection/scummvm). Con él podréis usar dinero real para comerciar con NFTs y cajas de botín con atuendos cosméticos y sombreros. Los beneficios obtenidos servirán para financiar «retiros para desarrolladores» en islas tropicales y nuestro plan para lanzar un DeSoto de *Sam & Max* al espacio.\n\n**Actualización:** ¡Estamos asombrados por las increíbles reacciones a esta noticia! Sin embargo, los recientes problemas jurídicos que se han presentado a los NFT en el Reino de Daventry nos ha nllevado a explorar otros métodos para nuestros usuarios en ese país.\n\nTambién nos hemos dado cuenta de que las vacaciones tropicales y los lanzamientos espaciales son mucho más caros de lo que preveíamos, así que hemos cancelado dichos planes. Sin embargo, todavía podéis ayudar a ScummVM con los costes del alojamiento de la web donando a través de PayPal o comprando juegos en GOG.com [a través de nuestro enlace de afiliado](https://www.gog.com/?pp=22d200f8670dbdb3e253a90eee5098477c95c23d).",
        "title": "¡Mira detrás de ti, un NFT de un mono de tres cabezas!"
    },
    "20220506": {
        "content": "¡_Wetlands_, el último juego del [motor Hypno](https://wiki.scummvm.org/index.php?title=Hypno) en ser compatible ya está listo para el testeo público!\n\nEste «shooter» sobre raíles en un mundo de ciencia ficción fue creado por Hypnotix y editado por New World Computing en 1995. El juego incluye veinte niveles repletos de acción, escenas cinemáticas, personajes dibujados a mano con un estilo atractivo y unos increíbles fondos en 3D.\n\nLa trama se sitúa en el año 2495, donde la humanidad se ha visto obligada a vivir en ciudades submarinas después de que una prueba nuclear fallida provocara una lluvia ininterrumpida por todo el mundo. Se ha desencadenado una guerra entre la Federación (los gobiernos supervivientes de la Tierra) y los Volarin, un grupo de terroristas liderados por el principal villano de _Wetlands_, un científico loco llamado Phillip Nahj. Asumiréis el papel de John Cole, un mercenario implacable al que han encargado atrapar a Nahj con vida.\n\nActualmente ScummVM es compatible con las versiones en inglés, español, francés, alemán y coreano del juego, incluyendo controles mejorados. Podéis apoyar a ScummVM comprando _Wetlands_ en GOG.com a través de nuestro [enlace de recomendación](https://www.gog.com/en/game/wetlands?pp=22d200f8670dbdb3e253a90eee5098477c95c23d). Si tenéis cualquier otra edición, os pedimos que [contactéis con nosotros](https://www.scummvm.org/contact/).\n\nPara jugar a cualquiera de las versiones admitidas necesitaréis una [compilación diaria de desarrollo](https://www.scummvm.org/downloads/#daily). Como siempre, debéis enviar vuestros informes de fallos a nuestro [gestor de problemas](https://bugs.scummvm.org/).",
        "title": "Respira hondo y sumérgete en Wetlands"
    },
    "20220522": {
        "content": "![GSoC Logo](/data/news/GSoC2016Logo.png)\n\nHace unos días, Google anunció la lista de estudiantes admitidos para el [Google Summer of Code](https://summerofcode.withgoogle.com/) de este año.\n\nNos enorgullece sobremanera dar la bienvenida a cuatro estudiantes que trabajarán en diversas partes del proyecto durante los próximos meses.\n\n* Pragyansh Chaturvedi (alias [Raikou](https://blogs.scummvm.org/raikou/)) se ocupará de mejorar nuestro motor DIRECTOR. Sus esfuerzos nos ayudarán a dar soporte a muchas aventuras de la era de los 90, creadas con las herramientas de Macromedia Director. El objetivo principal de Pragyansh consiste en ampliar el soporte para _Meet Mediaband_ y _The Journeyman Project_ (para Windows y Mac) implementando más funciones internas usadas por DIRECTOR, lo que hará que estos juegos sean funcionales sin defecto alguno.\n\n* Michael Hayman (alias [Quote58](https://blogs.scummvm.org/quote58/)) está a punto de implementar el soporte para _The Immortal_. Este juego (publicado en 1990) podría describirse como una mezcolanza de géneros, ya que contiene elementos de RPG, acción y acertijos. Los múltiples cambios a lo largo de diferentes variantes del juego (¡escritas en ensamblador puro!) harán de este un desafío interesante. Este proyecto retoma una tarea del GSoC que inició otro estudiante allá por 2018.\n\n* Emanuele Grisenti (alias [grisenti](https://blogs.scummvm.org/grisenti/)) trabajará en un motor nuevo, _HPL1_. Recientemente, el código fuente original de este motor fue liberado por el desarrollador original, _Frictional Games_, bajo la licencia GPLv3. El objetivo de este proyecto es convertir por completo este motor a ScummVM y dar soporte al juego de supervivencia de 2007 _Penumbra: Overture_.\n\n* Avijeet Maurya (alias [StableSteady](https://blogs.scummvm.org/stablesteady/)) retomará varios motores inacabados: MacVenture, Avalanche, Glk-Scott, Pink y WAGE. Algunos de estos motores están casi acabados, pero todavía les falta trabajo. El principal objetivo de la asignación de Avijeet es identificar las características que faltan y corregir los fallos existentes. El fin de su proyecto es estabilizar los motores mencionados.\n\nEl equipo está muy emocionado por ver cómo se desarrollan las próximas semanas... y esperamos que vosotros también lo estéis.\n\n¡Demos una bienvenida cálida a nuestros nuevos estudiantes! ¡Hagamos que el GSoC de 2022 sea un gran éxito entre todos!",
        "title": "Google Summer of Code 2022: ¡dad la bienvenida a nuestros estudiantes!"
    },
    "20220524": {
        "content": "Tras una larga temporada, por fin estamos listos para anunciar que el juego *[Chewy: ESC From F5](https://www.mobygames.com/game/chewy-esc-from-f5)* está listo para ser testeado. Este estrafalario juego presenta a Chewy, su protagonista, que intenta burlarse del malvado Borks. Escapar de su zona de alta seguridad, la F5, no será más que el principio de su aventura.\n\nSi alguno de vosotros tenéis el juego y estáis dispuestos a testearlo, estamos abiertos a cualquier comentario. Necesitaréis una [compilación diaria de desarrollo](https://buildbot.scummvm.org/#/snapshots). Como siempre, os rogamos que enviéis vuestros informes de fallos a nuestro [gestor de problemas](https://bugs.scummvm.org/).\n\nTened en cuenta que la versión de ScummVM tiene un problema importante: La música del juego utiliza un formato especial que todavía no podemos reproducir, así que actualmente solo funcionan los efectos de sonido y las voces.",
        "title": "Por fin estamos listos para ESCapar de F5"
    }
}
