{
    "title": "Если окажетесь в Зорке, разбейте стекло!",
    "author": "md5",
    "date": 1420983362,
    "content": "<p>ScummVM перенесёт вас в мир приключений Зорк, благодаря поддержке двух новых игр! В <i>Zork Nemesis: The Forbidden Lands</i> ваша зачача будет начать путешествие с целью разрешить загадку загадочного привидения, называемого Немезис, а также четверых алхимиков, которых оно убило. В вашем втором путешествии в мир Зорк, в игре <i>Zork: Grand Inquisitor</i>, вы должны будете найти три легендарных предмета, которые восстановят всё волшебство в этом мире и приведут к падению Великого Инквизитора Янника, чья цель заключается в \"устранении волшебства, устранении проявлений волшебства, устранении вообще всего, а затем и в устранении устраняющего.\"</p><p>ScummVM Team с гордостью объявляет, что обе игры <a href=\"http://www.mobygames.com/game/windows/zork-nemesis-the-forbidden-lands\"><i>Zork Nemesis: The Forbidden Lands</i></a> и <a href=\"http://www.mobygames.com/game/windows/zork-grand-inquisitor\"><i>Zork: Grand Inquisitor</i></a> теперь поддерживаются ScummVM в последних <a href=\"/downloads/#daily\">ежедневных сборках</a>, и готовы к тестированию. Как обычно, все найденные баги и проблемы нужно зарегистрировать <a href=\"http://bugs.scummvm.org/\">в нашем багтрекере</a>, следуя нашим <a href=\"/faq/#question.report-bugs\">правилам сообщения об ошибках</a>. Во время вашей игры было бы замечательно, если бы вы также сделали несколько <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">скриншотов</a>.</p><p>Итак, возьмите ваши диски с играми и помогите с тестированием! Если у вас ещё нет этих игр, их можно приобрести на GOG.com:</p><ul> <li> <a href=\"http://www.gog.com/game/zork_nemesis_the_forbidden_lands?pp=22d200f8670dbdb3e253a90eee5098477c95c23d\"><i>Zork Nemesis: The Forbidden Lands</i> &mdash; страница покупки на GOG.com</a></li> <li> <a href=\"http://www.gog.com/game/zork_grand_inquisitor?pp=22d200f8670dbdb3e253a90eee5098477c95c23d\"><i>Zork: Grand Inquisitor</i> &mdash; страница покупки на GOG.com</a></li> </ul>"
}
