{
    "20011122": {
        "title": "Καλώς ήρθατε στο ScummVM",
        "content": "Καλώς ήρθατε στο ScummVM! Το ScummVM είναι ένας διερμηνευτής της μηχανής SCUMM (Script Creation Utility για το Maniac Mansion) για Linux και Windows."
    },
    "20020113": {
        "title": "Κυκλοφορία του ScummVM 0.1.0",
        "content": "Υπάρχουν πολλές νέες αλλαγές σε αυτή τη νέα κυκλοφορία. Το Full Throttle δουλεύει πλέον καλύτερα ενώ έχει ξεκινήσει και βρίσκεται σε αρχικό στάδιο η δουλειά πάνω στο The Dig. \\[[Λήψη τώρα](/downloads/)\\]"
    },
    "20020121": {
        "title": "Νέος Σχεδιασμός του Ιστότοπου",
        "content": "Ευχαριστούμε τον Jeremy Newman (laxdragon) για το σχεδιασμό και τη συντήρηση της νέας μας ιστοσελίδας. Μπορείτε ελεύθερα να τον βομβαρδίσετε με σχόλια και προτάσεις για τον ιστότοπο."
    },
    "20020203": {
        "title": "Μεταφορά του ScummVM στο Dreamcast",
        "content": "Ο [Marcus Comstedt](https://sourceforge.net/sendmessage.php?touser=446790) πρόσφατα υπέβαλλε τη μεταφορά του ScummVM στο SEGA Dreamcast στο CVS σύστημα μας. Ο ιστότοπος του [Mark Thomas σχετικά με την Ανάπτυξη για το Dreamcast](http://www.doc.ic.ac.uk/~mbt99/dcdev/) έχει περισσότερες πληροφορίες και εικόνες για αυτήν την εξαιρετική δουλειά μεταφοράς (port). Πρόσθετες πληροφορίες για την προσομοίωση του Dreamcast μπορούν να βρεθούν στον ιστότοπο [Προσομοίωσης DC](http://www.dcemulation.com/)."
    },
    "20020214": {
        "title": "Σε μεγαλύτερη εγρήγορση από μαϊμού με εξάνθημα",
        "content": "![Zak256](/data/news/20020214.png) Η ομάδα του ScummVM σκαλίζει διαρκώς για να καταφέρει να κάνει να δουλέψουν περισσότεροι από τους αγαπημένους σας τίτλους παιχνιδιών της LucasArts. Ρίξτε μια ματιά σε αυτό το μικρό στιγμιότυπο για να σας ανοίξει η όρεξη. Θα ακολουθήσουν και άλλα στιγμιότυπα και πληροφορίες όσο έχουμε εξελίξεις."
    },
    "20020220": {
        "title": "Ημερήσιες εκδόσεις για Windows είναι πλέον διαθέσιμες",
        "content": "Ο Travis Howell μας παρέχει τη δυνατότητα να έχουμε ημερήσιες εκδόσεις ανάπτυξης του ScummVM για τα Windows διαθέσιμες για λήψη. Τα εύσημα ανήκουν επάξια στον Travis. Επίσης, διατίθεται ένας σύνδεσμος για μια έκδοση του ScummVM για Windows με SDL υποστήριξη. Αυτή η έκδοση δεν απαιτεί το Cygwin dll.  \nΑνεβάσαμε, ακόμα, μια Σελίδα Συμβατότητας στον ιστότοπό μας όπου απαντάμε στο πιο σύνηθες ερώτημα, \"Ποια παιχνίδια λειτουργούν με το ScummVM;\". Σκοπεύουμε να τηρούμε ενημερωμένη αυτή τη σελίδα όσο προχωράει η ανάπτυξη."
    },
    "20190904": {
        "title": "Φέρτε όλα τα παραδοτέα σας!",
        "content": "Η ομάδα του ScummVM ανακοινώνει με ενθουσιασμό την υποστήριξη μιας από τις δημιουργίες του John Romero, το παιχνίδι *Hyperspace Delivery Boy! (Διαστημικό Ντελίβερι)* Όλες οι γνωστές εκδόσεις υποστηρίζονται, συμπεριλαμβανομένων αυτών για Linux, Windows και PocketPC. Αν δεν έχετε στην κατοχή σας το παιχνίδι, μπορείτε να δοκιμάσετε το demo διαθέσιμο στην [ενότητα demos](/demos/)\n\nΕγκαταστήστε λοιπόν το παιχνίδι σας και βοηθήστε μας με τον κύκλο δοκιμών του χρησιμοποιώντας την [πιο πρόσφατη έκδοση ανάπτυξης (development build)](https://buildbot.scummvm.org/builds.html) του ScummVM. Αν η έκδοση του παιχνιδιού που έχετε δεν αναγνωρίζεται ή αν εντοπίσετε προβλήματα, παρακαλούμε να τα αναφέρετε στο [σύστημα αναφοράς προβλημάτων](https://bugs.scummvm.org) του ScummVM. Και όπως πάντα, καλή διασκέδαση!"
    },
    "20190912": {
        "title": "Υποστήριξη του *The Prince and the Coward (Ο Πρίγκηπας και ο Δειλός)*",
        "content": "Πριν αρκετό καιρό, το 2013, ο Kamil Zbróg και ο Łukasz Wątka, ένας φοιτητής στο πρόγραμμα GSoC (Google Summer of Code), δούλεψαν για την υποστήριξη του παιχνιδιού *The Prince and the Coward* (Ο Πρίγκηπας και ο Δειλός) ή *Książę i Tchórz*, όπως είναι ο πρωτότυπος τίτλος του στα Πολωνικά.\n\nΗ μηχανή του παιχνιδιού έπεσε σε τέλμα, ωστόσο, καθώς προσπαθούσαμε να δουλέψουμε στην Αγγλική μετάφραση. Δυστυχώς, εκείνη η δουλειά έχει ολοκληρωθεί μόλις κατά το ¼ , και χρειαζόμαστε τη βοήθειά σας.\n\nΠαρ' όλα αυτά, ανακοινώνουμε την υποστήριξη αυτού του παιχνιδιού. Όλες οι εκδόσεις που κυκλοφόρησαν υποστηρίζονται, συμπεριλαμβανομένης της πρωτότυπης Πολωνικής, της Γερμανικής κυκλοφορίας και της Ρώσικης μετάφρασης. Αν έχετε στην κατοχή σας το παιχνίδι μπορείτε να κάνετε μια δοκιμή. Θα χρειαστείτε μια από τις [ημερήσιες εκδόσεις ανάπτυξης](https://buildbot.scummvm.org/builds.html) για αυτό. Όπως πάντα, παρακαλούμε να υποβάλετε όποια προβλήματα εντοπίσετε στο [σύστημα αναφορών προβλημάτων](https://bugs.scummvm.org/) μας.\n\nΕπίσης, αν τυχαίνει να γνωρίζετε Πολωνικά, Γερμανικά, ή Ρώσικα, είστε ευπρόσδεκτοι να μας βοηθήσετε με τη μετάφραση. Σύντομες οδηγίες παρέχονται [εδώ](https://wiki.scummvm.org/index.php?title=Prince#Translation).\n\nPowodzenia!"
    },
    "20190913": {
        "title": "Επάνδρωση για την *Mission Supernova (Αποστολή Σουπερνόβα)*",
        "content": "Σας χρειαζόμαστε! Ελάτε στο πλήρωμα του Supernova για ένα αξέχαστο ταξίδι όπου θα είστε μάρτυρες του θανάτου ενός άστρου.\n\nΟνειρευτήκατε ποτέ πως είστε αστροναύτης; Πως σας εγκαταλείπουν στο κατεστραμμένο διαστημόπλοιό σας; Πως πεθαίνετε από ασφυξία; Από ηλεκτροπληξία; Πως σας πυροβολούν; Πώς χανόσαστε μέσα σε μια πυραμίδα; Πως σας πιάνουν να κλέβετε το κεφάλι δεινοσαύρου και σας στέλνουν φυλακή; Και αν αυτά δεν αρκούν, μπορείτε να απενεργοποιήσετε την βελτιωμένη κατάσταση λειτουργίας και να ζήσετε όλη την σύγχυση της περιήγησης μέσω point and click σε αυτό το παιχνίδι που φτιάχτηκε πριν από 25 χρόνια.\n\nΜε περηφάνια ανακοινώνουμε ότι οι τίτλοι *Mission Supernova Teil 1: Das Schicksal des Horst Hummel* και *Mission Supernova Teil 2: Der Doppelgänger* υποστηρίζονται πλέον και οι δύο από το ScummVM. Επιπρόσθετα έχουμε μεταφράσει και τα δύο παιχνίδια στα Αγγλικά οπότε μπορείτε να επιλέξετε αν θα παίξετε στα Γερμανικά ή τα Αγγλικά. Μπορείτε να λάβετε τα παιχνίδια δωρεάν [από τον ιστότοπο του developer](http://outpost.simplicity.de/), άρα λοιπόν δεν έχετε λόγο να μην τα παίξετε!\n\nΠαρακαλούμε βοηθήστε μας στον κύκλο δοκιμών αυτών των παιχνιδιών και αναφέρετε όποιο πρόβλημα αντιμετωπίσετε ή θέματα μετάφρασης στο [σύστημα αναφοράς προβλημάτων](https://bugs.scummvm.org/) του ScummVM. Θα χρειαστείτε [μια πρόσφατη έκδοση του ScummVM](https://buildbot.scummvm.org/builds.html) και [το αρχείο supernova.dat](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/supernova.dat) (αν δεν περιλαμβάνεται στο πακέτο του ScummVM για την πλατφόρμα σας). Μπορείτε επίσης να βρείτε βασική πληροφορία για το σύστημα ελέγχου του παιχνιδιού (game controls) [στο Βίκι μας](https://wiki.scummvm.org/index.php?title=Mission_Supernova#Controls) ή να προσπελάσετε το εγχειρίδιο χρήστης του παιχνιδιού όσο παίζετε, πατώντας το πλήκτρο F2."
    },
    "20190917": {
        "title": "Ξεκινούμε τη δοκιμαστική περίοδο για το ScummVM 2.1.0",
        "content": "Έφτασε επιτέλους η ώρα να ξεκινήσουμε τον κύκλο κυκλοφορίας για το ScummVM 2.1.0.\n\nΑυτή η κυκλοφορία πρόκειται να είναι αρκετά σημαντική, και τα παρακάτω νέα υποστηριζόμενα παιχνίδια χρειάζεται να δοκιμαστούν:\n\n*   *Blade Runner.*\n*   *Hoyle Bridge.*\n*   *Hoyle Children's Collection.*\n*   *Hoyle Classic Games.*\n*   *Hoyle Solitaire.*\n*   *Hyperspace Delivery Boy!*\n*   *Might and Magic IV - Clouds of Xeen.*\n*   *Might and Magic V - Darkside of Xeen.*\n*   *Might and Magic - World of Xeen.*\n*   *Might and Magic - World of Xeen 2 CD Talkie.*\n*   *Might and Magic - Swords of Xeen.*\n*   *Mission Supernova Part 1.*\n*   *Mission Supernova Part 2.*\n*   *Quest for Glory: Shadows of Darkness.*\n*   *The Prince and the Coward.*\n*   *Versailles 1685.*\n\nΕπίσης, με αυτή την κυκλοφορία, ενεργοποιούμε επιτέλους την δυνατότητα αποθήκευσης και μεταφόρτωσης δεδομένων από το Νέφος (Cloud). Για την ώρα, αυτό δουλεύει μόνο σε desktops, και μπορείτε να βρείτε την περιγραφή αυτής της λειτουργίας στο [Εγχειρίδιο Χρήσης μας](https://wiki.scummvm.org/index.php?title=User_Manual/Using_Cloud_and_LAN_features).\n\nΗ πλήρης λίστα των παιχνιδιών που χρειάζονται δοκιμή για αυτή την κυκλοφορία βρίσκεται στο [Βίκι μας](https://wiki.scummvm.org/index.php?title=Release_Testing/2.1.0).\n\nΠαρακαλούμε να χρησιμοποιήσετε μια [σταθερή ημερήσια έκδοση](https://buildbot.scummvm.org/builds.html) του ScummVM για τις δοκιμές σας. Σε περίπτωση που αντιμετωπίσετε προβλήματα (bugs), μπορείτε να τα αναφέρετε στο [Σύστημα Αναφορών Προβλημάτων μας](https://bugs.scummvm.org/). Επιπρόσθετα, παρακαλούμε να αναφέρετε την πρόοδο των δοκιμών σας [στο σχετικό νήμα του forum](https://forums.scummvm.org/viewtopic.php?f=1&t=14945) για να μπορούμε να διαγράψουμε από τη λίστα στο Βίκι όσους τίτλους έχουν δοκιμαστεί. Βεβαιωθείτε ότι ακολουθείτε τις οδηγίες μας για δοκιμές υποψήφιων εκδόσεων κυκλοφορίας οι οποίες βρίσκονται [εδώ](https://wiki.scummvm.org/index.php?title=Release_Testing).\n\nΤέλος, θα ήταν εξαιρετικό αν μπορούσατε να μας βοηθήσετε με την ενημέρωση των μεταφράσεων για το περιβάλλον διεπαφής (GUI) του ScummVM. Η περιγραφή των βημάτων που χρειάζεται να ακολουθήσετε βρίσκεται [στο Βίκι](https://wiki.scummvm.org/index.php?title=HOWTO-Translate_ScummVM_GUI)."
    },
    "20190919": {
        "title": "Άλλο ένα παιχνίδι έτοιμο για δοκιμή: Το *Duckman*",
        "content": "Το *Duckman: The Graphic Adventures of a Private Dick* (οι περιπέτειες ενός ιδιωτικού Ντετέκτιβ Πάπιου) είναι ένα όχι τόσο γνωστό παιχνίδι point and click βασισμένο σε ομώνυμη τηλεοπτική σειρά. Ελέγχετε τον εξυπνάκια ντετέκτιβ Duckman στις προσπάθειές του να επανακτήσει την ταυτότητά του μετά την άδοξη απόλυσή του από τη δική του τηλεοπτική σειρά. Η κυκλοφορία του παιχνιδιού για Windows το 1997 ατυχώς συνέπεσε με την ακύρωση της τηλεοπτικής σειράς, γεγονός που περιόρισε τη διανομή του παιχνιδιού.\n\nΜετά από αρκετό καιρό ανάπτυξης, η ομάδα του ScummVM είναι στην ευχάριστη θέση να ανακοινώσει την υποστήριξη για το παιχνίδι.\n\nΟπότε κατεβάστε [μια πρόσφατη έκδοση](https://buildbot.scummvm.org/builds.html) και κάντε μια δοκιμή. Παρακαλούμε να αναφέρετε όποια προβλήματα αντιμετωπίσετε στο [σύστημα υποβολής προβλημάτων](https://bugs.scummvm.org/) του ScummVM.\n\nΥποστηρίζονται η Αγγλική, Γερμανική έκδοση και η έκδοση Demo. Χρειάζεστε μόνο τον κατάλογο DATA/ από το πρωτότυπο παιχνίδι για να παίξετε."
    },
    "20191013": {
        "title": "Το ScummVM 2.1.0 \"Ηλεκτρικό Πρόβατο\" (\"Electric Sheep\") έχει παραχθεί.",
        "content": "\"Η πώληση ζώων ήταν επικερδής και περίβλεπτη επιχείρηση, καθώς τα περισσότερα αληθινά ζώα αφανίστηκαν μετά τον πόλεμο στη Γη. Υπήρχαν βέβαια αρκετά ηλεκτρικά ζώα--\" ω, εχμ, συγγνώμη δεν σας πρόσεξα. \n\nΗ Ομάδα του ScummVM ανακοινώνει με ενθουσιασμό την κυκλοφορία της έκδοσης 2.1.0 του ScummVM. Αυτή η κυκλοφορία είναι ο καρπός της δουλειάς σχεδόν δύο χρόνων και προσθέτει 16 νέα παιχνίδια που βασίζονται σε 8 μηχανές, μεταφορά του ScummVM στο Nintendo Switch και περίπου 500 διορθωτικές ενημερώσεις. Όλα αυτά επιτεύχθηκαν με τη σκληρή δουλειά 147 συντελεστών με 8,493 υποβολές αλλαγών (commits) στον πηγαίο κώδικα.\n\nΟι νέοι τίτλοι που υποστηρίζονται είναι οι ακόλουθοι:\n\n*   *Blade Runner*\n*   *Duckman: The Graphic Adventures of a Private Dick*\n*   *Hoyle Bridge*\n*   *Hoyle Children's Collection*\n*   *Hoyle Classic Games*\n*   *Hoyle Solitaire*\n*   *Hyperspace Delivery Boy!*\n*   *Might and Magic IV - Clouds of Xeen*\n*   *Might and Magic V - Darkside of Xeen*\n*   *Might and Magic - World of Xeen*\n*   *Might and Magic - Swords of Xeen*\n*   *Mission Supernova Part 1*\n*   *Mission Supernova Part 2*\n*   *Quest for Glory: Shadows of Darkness*\n*   *The Prince and the Coward*\n*   *Versailles 1685*\n\nΕπιπρόσθετα, αναβαθμίσαμε σημαντικά την υποστήριξη για τις πλατφόρμες Android και iOS. Θα προσέξετε επίσης το νέο facelift του περιβάλλοντος διεπαφής (GUI), την βελτιωμένη προσομοίωση ήχου Roland MT-32, τη νέα λειτουργία απλώματος εικόνας με υψηλή ακρίβεια pixel (pixel-perfect stretching mode), την υποστήριξη Κειμένου-σε-Ομιλία (Text-to-Speech) για macOS και Linux, και την υποστήριξη για συγχρονισμό των αποθηκευμένων παιχνιδιών και τη λήψη αρχείων παιχνιδιών από υπηρεσίες φιλοξενίας αρχείων στο Νέφος (cloud-based file services) (βρείτε την ενημερωμένη λίστα για τις υποστηριζόμενες πλατφόρμες στο [εγχειρίδιο χρήσης μας](https://wiki.scummvm.org/index.php?title=User_Manual/Using_Cloud_and_LAN_features))\n\nΩς συνήθως, έχουμε βελτιώσει πολλές από τις ήδη υποστηριζόμενες μηχανές παιχνιδιών: προσθέσαμε υποστήριξη για τις κυκλοφορίες *25ης Επετείου του Myst (25th Myst Anniversary)* releases, διορθώσαμε πάνω από 100 προβλήματα στα πρωτότυπα σενάρια κώδικα της SCI (SCI scripts) που επηρέαζαν για δεκαετίες παιχνίδια της Sierra, προσθέσαμε υποστήριξη για της εκδόσεις για Amiga και FM-TOWNS του *Eye of the Beholder*, βελτιώσαμε την ποιότητα ήχου στα παιχνίδια της Humongous Entertainment, προσθέσαμε συγχρονισμό ομιλίας με κίνηση του στόματος των ηθοποιών (lip sync) στους νεότερους τίτλους περιπέτειας της LucasArts, και εξολοθρεύσαμε μεγάλο αριθμό προβλημάτων στο *Starship Titanic* και το *Bud Tucker*. Η λίστα έχει και συνέχεια, και μπορείτε να βρείτε μια πλήρη καταγραφή των αλλαγών [εδώ](https://www.scummvm.org/frs/scummvm/2.1.0/ReleaseNotes.html).\n\nΜη ρίχνετε άλλα δάκρυα στη βροχή, και [λάβετε](/downloads/) αυτή την *ηλεκτρική* κυκλοφορία. Οι χρήστες Windows και macOS ενδέχεται να λάβουν την ενημέρωση αυτόματα εκκινώντας το ScummVM."
    },
    "20191217": {
        "title": "Το *Blade Runner* (1997) της Westwood είναι επιτέλους διαθέσιμο για αγορά ως ψηφιακό περιεχόμενο",
        "content": "Με ιδιαίτερο ενθουσιασμό σας ανακοινώνουμε ότι το point and click παιχνίδι περιπέτειας *Blade Runner*, που ανέπτυξε η Westwood Studios και κυκλοφόρησε αρχικά το 1997, είναι [πλέον ξανά διαθέσιμο προς αγορά (ως ψηφιακό περιεχόμενο)](http://gog.com/game/blade_runner?pp=22d200f8670dbdb3e253a90eee5098477c95c23d), χάρη στις προσπάθειες του GOG.com. Αυτή η νέα ψηφιακά διαθέσιμη έκδοση περιλαμβάνει όλες τις επίσημες γλώσσες για τις ομιλίες στο παιχνίδι (Αγγλικά, Γαλλικά, Ιταλικά, Ισπανικά και Γερμανικά).\n\nΦυσικά, το παιχνίδι εκτελείται με τη μηχανή του ScummVM, το οποίο σημαίνει ότι περικλείει διορθώσεις σε διάφορα προβλήματα καθώς και βελτιώσεις χειρισμού (όπως χρήση ροδέλας ποντικιού για κύλιση στο KIA και υποστήριξη υποτίτλων που έφτιαξαν φίλοι του παιχνιδιού) σε σχέση με την αρχική έκδοση του παιχνιδιού του 1997.\n\nΘα βρείτε υπότιτλους για τις Αγγλικές και Γαλλικές εκδόσεις του παιχνιδιού στην κατηγορία *Παιχνίδια* του ιστότοπου του ScummVM.\n\nΕξακολουθούμε να έχουμε σχέδια για την ολοκλήρωση της ειδικής έκδοσης του παιχνιδιού με περιεχόμενο που έχει ανακτηθεί από κομμάτια κώδικα και πόρους που βρίσκονται ήδη στα αρχεία του παιχνιδιού αλλά έχουν μείνει αχρησιμοποίητα.\n\nΥΓ. Αν χρησιμοποιήσετε τον παραπάνω σύνδεσμο προς το GOG.com για να κάνετε την αγορά σας, η ομάδα του ScummVM λαμβάνει μια μικρή προμήθεια από αυτή."
    },
    "20200131": {
        "title": "Κυκλοφορία του ScummVM 2.1.1 \":Περισσότερα Πρόβατα:\"",
        "content": "Μετά από ένα σύντομο διάλειμμα, η ομάδα του ScummVM είναι στην ευχάριστη θέση να ανακοινώσει την κυκλοφορίας μιας διορθωτικής έκδοσης (bugfix release) για τη σειρά 2.1 - το ScummVM 2.1.1, με κωδική ονομασία “:More Sheep:” (\":Περισσότερα Πρόβατα:\").\n\nΗ κυκλοφορία αυτή περικλείει ένα σημαντικό αριθμό από διορθώσεις και κάποιες μικρές βελτιώσεις. Οι περισσότερο αξιοσημείωτες αλλαγές είναι: η καλύτερη πολυγλωσσική υποστήριξη στο περιβάλλον διεπαφής (GUI), βελτιώσεις στον ήχο από FM TOWNS/PC-98, βελτιστοποίηση για την αποθήκευση στο Νέφος (cloud saves), πολυάριθμες διορθώσεις σε SCI scripts, βελτιώσεις στην μηχανή του Blade Runner και διορθώσεις σε ακόμα 7 μηχανές παιχνιδιών. Επίσης, πρόκειται για την πρώτη έκδοση με επίσημη υποστήριξη της πλατφόρμας του the Nintendo 3DS. Παράλληλα, προσθέσαμε και υποστήριξη Νέφους (cloud support) στην έκδοση του ScummVM για το Nintendo Switch.\n\nΜια πλήρης λίστα των αλλαγών μπορείτε να βρείτε στις [Σημειώσεις Κυκλοφορίας](https://www.scummvm.org/frs/scummvm/2.1.1/ReleaseNotes.html).\n\nΌπως πάντα, το σύνολο των έτοιμων εκτελέσιμων προγραμμάτων εγκατάστασης (pre-built executables) για την τρέχουσα επίσημη έκδοση του ScummVM βρίσκεται στην [Σελίδα Λήψεων](/downloads/).\n\nΚαλή σας διασκέδαση!"
    },
    "20200820": {
        "title": "Το Blazing Dragons Τυλίγει το ScummVM στις Φλόγες",
        "content": "Μετά από πολλούς μήνες ανάπτυξης το Blazing Dragons είναι πλέον έτοιμο για δημόσια δοκιμή.\n\nΑκολουθείστε τον νεαρό δράκο Flicker στην προσπάθειά του να κερδίσει το χέρι της Πριγκίπισσας Flame (Φλόγας) και σώστε το Camelhot στην πορεία του ταξιδιού σας.\n\nΠρόκειται για ένα αρκετά παράξενο παιχνίδι Point and Click μια και είχε κυκλοφορήσει μόνο σε Κονσόλες.\nΗ νέα μηχανή Dragons του ScummVM σας επιτρέπει να τρέξετε την έκδοση για Playstation αυτού του σχεδόν ξεχασμένου τίτλου. Αφήστε στην άκρη το χειριστήριο του PS1 και απολαύστε το παιχνίδι χρησιμοποιώντας πλέον ποντίκι και πληκτρολόγιο. Επίσης αφαιρέσαμε όλες τις ενοχλητικές οθόνες αναμονής/φόρτωσης.\n\nΜόνο οι εκδόσεις από Ηνωμένες Πολιτείες και Ηνωμένο Βασίλειο (US και GB αντίστοιχα) για Playstation 1 υποστηρίζονται προς το παρόν.\n\nΘα χρειαστείτε μια [ημερήσια διανομή (daily development build)](https://buildbot.scummvm.org/builds.html). Όπως πάντα, παρακαλούμε να υποβάλετε τις αναφορές για προβλήματα στον [ιστότοπο αναφοράς προβλημάτων (issue tracker)](https://bugs.scummvm.org/)."
    },
    "20200825": {
        "content": "Η Ομάδα του ScummVM ανακοινώνει περήφανα την υποστήριξη για ένα μικρό δωρεάν (freeware) παιχνίδι ρόλων (RPG) που ονομάζεται <i>The Griffon Legend</i>. Είχε [αρχικά](http://syn9.thehideoutgames.com/index_backup.php) γραφτεί στην γλώσσα προγραμματισμού FreeBASIC από τον  Daniel \"Syn9\" Kennedy και αργότερα μεταφέρθηκε στην κονσόλα GCW0 από τον Dmitry Smagin, και σε αυτή τη μεταφορά βασίζεται η δική μας έκδοση.\n\nΗ περίληψη του παιχνιδιού αναφέρει:\n\n> 500 χρόνια μετά τον πόλεμο μεταξύ Griffon και Δράκων, οι Δράκοι\nέχουν επιστρέψει για να διεκδικήσουν και πάλι την αυτοκρατορία τους. Πόλεις πέφτουν,\nπολύς κόσμος πεθαίνει, και ο μοναχικός Griffon Knight (Ιππότης) Fayne\nβρίσκεται στην μέση αυτών των εξελίξεων.\n\nΚαθώς το παιχνίδι είναι δωρεάν (freeware), μπορείτε να το κατεβάσετε απευθείας από την [σελίδα Λήψεων Παιχνιδιών](https://www.scummvm.org/games/) ή από την [επίσημη ιστοσελίδα του](http://syn9.thehideoutgames.com/index_backup.php?table=griffonlegend). Θα χρειαστείτε την τελευταία [υπό ανάπτυξη διανομή](https://buildbot.scummvm.org/builds.html) του ScummVM για να το παίξετε. Όπως συνήθως, αν αντιμετωπίσετε προβλήματα, παρακαλούμε να τα υποβάλετε στον [ιστότοπο αναφοράς προβληματων (bug tracker)](https://bugs.scummvm.org/).",
        "title": "Είστε έτοιμοι για ένα Θρύλο (Legend);"
    },
    "20200823": {
        "content": "Στα πλαίσια του Google Summer of Code (Καλοκαίρι Προγραμματισμού της Google) του 2008 ο Kari Salminen γνωστός και ως Buddha^ είχε δουλέψει πάνω στην προσθήκη υποστήριξης για τον τίτλο <i>Operation Stealth</i> (Αθόρυβη Επιχείρηση). Κι ενώ ήταν γενικά ένα επιτυχημένο υπό-έργο, παρέμεναν ακόμα συγκεκριμένα χαρακτηριστικά του παιχνιδιού χωρίς υλοποίηση. Σήμερα, 12 χρόνια μετά, ο Kari βρήκε χρόνο για να ολοκληρώσει τη δουλειά οτυ.\n\nΈτσι, ανακοινώνουμε περήφανα την υποστήριξη για το παιχνίδι <i>Operation Stealth</i> γνωστό και ως <i>James Bond 007: The Stealth Affair</i> από την κυκλοφορία του στις Ηνωμένες Πολιτείες.\n\nΟπότε ξεθάψτε το παιχνίδι σας, κατεβάστε την [ημερήσια διανομή (daily build)](https://buildbot.scummvm.org/builds.html) του ScummVM και δοκιμάστε το. Αν αντιμετωπίσετε προβλήματα (bugs) ή περίεργη συμπεριφορά, παρακαλούμε να υποβάλετε μια αναφορά στον [ιστότοπο αναφοράς προβλημάτων bug tracker](https://bugs.scummvm.org/).",
        "title": "Μια Άκρως Κρυφή Επιχείρηση του ScummVM"
    },
    "20020406": {
        "content": "Κατόπιν αρκετής δουλειάς, η έκδοση CD Talkie 256 χρωμάτων του Loom είναι ολοκληρώσιμη! Με το επίτευγμα αυτό, ξεκινάμε και βάζουμε μπροστά για την 0.2.0 έκδοση κυκλοφορίας. Προκειμένου να μας βοηθήσετε με αυτό, ζητάμε από εσάς - τους παίκτες των παιχνιδιών που υποστηρίζουμε - να πάρετε την πιο πρόσφατη Ημερήσια Διανομή και εκδόσεις από το σύστημα CVS και να παίξετε μέχρι το τέλος τα αγαπημένα σας παιχνίδια!  \nΧρειάζεται να επιβεβαιώσουμε ότι τα ακόλουθα παιχνίδια είναι ολοκληρώσιμα δίχως να συναντά κανείς σημαντικά προβλήματα (όπως, κρασαρίσματα (crashes), παγώματα (freezes), κλπ - μικρά θέματα όπως συγχρονισμός ρυθμίσεων ήχου δεν θεωρούνται σημαντικά σε αυτή τη φάση):\n\n*   Loom CD\n*   Monkey Island 1 (CD)\n*   Monkey Island 2\n*   Indy 4: Fate of atlantis\n*   Sam and Max\n*   Day of the Tentacle\n\nΕυχαριστούμε πολύ, και ελπίζουμε όλα να δουλέψουν \"ρολόι\" ώστε να καταφέρουμε να σπρώξουμε την νέα έκδοση σε κυκλοφορία! Επίσης, κατ απαίτηση του κοινού μας, η έκδοση 0.2.0 θα περικλείει μια νέα δυνατότητα 'αυτόματης αποθήκευσης' ('auto-save') που θα εξασφαλίζει ότι δεν θα χάνετε ώρες σκληρής δουλειάς επειδή ξεχάσατε να αποθηκεύσετε την πρόοδό σας και συναντήσατε κάποιο απρόσμενο πρόβλημα (bug)!",
        "title": "Loom και 0.2.0"
    },
    "20020404": {
        "content": "Μετά από μερικές εβδομάδες, ο κώδικας του ScummVM ξε-παγώνει επίσημα και η δουλειά πάνω στην υποστήριξη παιχνιδιών προχωράει. Ως μια πρόγευση, πολλά προβλήματα του Zak256 έχουν διορθωθεί, και το παιχνίδι είναι σε πολύ καλύτερη κατάσταση για να το παίξει κάποιος... αν και έχουμε ακόμα αρκετό δρόμο μπροστά μας!",
        "title": "Ξεπάγωμα Κώδικα"
    },
    "20020320": {
        "content": "Το ScummVM μπαίνει σε κατάσταση παγώματος κώδικα. Αυτό σημαίνει ότι ο πηγαίος κώδικας στο σύστημα CVS δεν θα ενημερώνεται με νέες διορθώσεις προβλημάτων (bugfixes), όσο θα εκτελούμε μια σημαντική και εκτεταμένη αναδιοργάνωση της μηχανής. Ελπίζουμε ότι ξαναγράφοντας πολλά τμήματα του ScummVM σε ορθότερο κώδικα C++, θα είμαστε σε θέση να διορθώσουμε ένα μεγάλο αριθμό θεμάτων εγγενών στη μηχανή, καθώς και να κάνουμε ευκολότερη την εργασία πάνω στον κώδικά, για εμάς και για προγραμματιστές που επιθυμούν να συμμετέχουν μελλοντικά στο έργο. Σημειώστε ότι αυτό σημαίνει ότι οι αναφορές προβλημάτων (bug reports) και οι διορθωτικές ενημερώσεις (patches) που έχουν υποβληθεί στο σύστημα δεν θα εξεταστούν μέχρι να ολοκληρωθεί η περίοδος παγώματος. Σκοπεύουμε να κρατήσουμε το πάγωμα για μια εβδομάδα, αν και μπορεί να διαρκέσει περισσότερο χρόνο.",
        "title": "Πάγωμα Κώδικα"
    },
    "20020308": {
        "content": "![Full Throttle](/data/news/20020308.png) Οι BBrox, Endy και Yazoo δουλέψανε με εξοντωτικούς ρυθμούς αυτή τη βδομάδα (Εύγε παίδες!). Τα παρακάτω είναι μια σύνοψη των νέων αλλαγών στην ανάπτυξη του ScummVM:\n\n*   Το Sam and Max είναι ολοκληρώσιμο!\n*   Η μηχανή βίντεο *inSane* είναι λειτουργική. Χρησιμοποιείται στο Dig και το Full Throttle.\n*   Περισσότερες επιλογές γραμμής εντολών για τον χειρισμό. Δείτε το readme.txt σχετικά.\n*  Ξεκίνησε προκαταρκτική δουλειά πάνω στο Curse of Monkey Island.\n*  Ο Mutle υπέβαλε την έκδοση για Mac στο δένδρο κώδικα CVS.\n*  Πολλά πολλά προβλήματα (bugs) διορθώθηκαν.",
        "title": "Μερικές Αρκετά Σημαντικές Ενημερώσεις"
    },
    "20200830": {
        "title": "Παρακαλούμε βοηθήστε μας με τη δοκιμή της επερχόμενης έκδοσης 2.2.0 του ScummVM",
        "content": "Γεια σε όλους, ήρθε η ώρα να κυκλοφορήσουμε την επόμενη έκδοση του ScummVM. Συνεπώς, χρειαζόμαστε πραγματικά τη βοήθειά σας με τη δοκιμή των σταθερών διανομών πριν την επερχόμενη κυκλοφορία, ώστε να εξασφαλίσουμε την καλύτερη δυνατή ποιότητα.\n\nΠαρακαλούμε, ρίξτε ιδιαίτερη προσοχή στους επόμενους νέο-υποστηριζόμενους τίτλους:\n\n* <i>Blazing Dragons</i>\n* <i>Eye of the Beholder - έκδοση για Sega CD</i>\n* <i>Griffon Legend</i>\n* <i>Interactive Fiction games</i>\n* <i>Operation Stealth</i>\n* <i>Police Quest: SWAT</i>\n* <i>Prince and the Coward, μετάφραση στα Αγγλικά</i>\n* <i>Ultima IV - Quest of the Avatar</i>\n* <i>Ultima VI - The False Prophet</i>\n* <i>Ultima VIII - Pagan</i>\n\nΘα θέλαμε επίσης να σας ζητήσουμε να δοκιμάσετε ακόμα ένα τίτλο της Sierra: το <i>Police Quest: SWAT</i>. Εκπαιδευτείτε ως μέλος επίλεκτης ομάδας κρούσης (SWAT), και αναλάβετε ριψοκίνδυνες αποστολές για να σώσετε τις ζωές πολιτών. Ο τίτλος αυτός προωθήθηκε ως έτοιμος για δοκιμή πρόσφατα, κι έτσι το κάλεσμα για δοκιμή συμπεριλαμβάνεται στην ανακοίνωση για την επερχόμενη κυκλοφορία του ScummVM.\n\nΑυτά τα παιχνίδια χρειάζεται να δοκιμαστούν με [σταθερές διανομές (stable builds)](https://buildbot.scummvm.org/builds.html), και όχι τις υπό ανάπτυξη διανομές (development). Αναφέρετε όποια θέματα και οποιαδήποτε περίεργη συμπεριφορά που θα εντοπίσετε στους τίτλους αυτούς στην ιστοσελίδα αναφοράς προβλημάτων [issue tracker](https://bugs.scummvm.org/).\n\nΧρειαζόμαστε επίσης τη βοήθειά σας για να ενημερώσουμε τις μεταφράσεις του ScummVM για αυτή την νέα έκδοση. Μπορείτε να δείτε την τρέχουσα κατάσταση των μεταφράσεων, και να δουλέψετε πάνω σε αυτές στον [ιστότοπο μεταφράσεων του ScummVM](https://translations.scummvm.org/projects/scummvm/scummvm/). Προκειμένου να συνδεθείτε στον ιστότοπο, μπορείτε να χρησιμοποιήσετε είτε τον λογαριασμό σας στο GitHub ή το Facebook, αν έχετε τέτοιο, είτε να φτιάξετε ένα λογαριασμό ειδικά για αυτόν τον ιστότοπο. Όσοι υποβάλλουν τακτικά δουλειά μετάφρασης μπορούν να αποθηκεύουν τις αλλαγές στις μεταφράσεις αλλά οι νέοι μεταφραστές θα μπορούν αρχικά να υποβάλουν μόνο προτάσεις και να ψηφίζουν πάνω σε άλλες υπάρχουσες προτάσεις μετάφρασης. Ωστόσο, χρειαζόμαστε νέους τακτικούς μεταφραστές για κάποιες γλώσσες, οπότε αν δεν έχετε πλήρη δικαιώματα μετάφρασης και θα θέλατε να αποκτήσετε, παρακαλούμε [επικοινωνήστε μαζί μας](https://www.scummvm.org/contact/). Επίσης, μερικοί από τους παλιούς μεταφραστές μας ενδέχεται να έχουν χάσει τα πλήρη δικαιώματα μετάφρασης που είχαν όταν, πριν μερικούς μήνες, αναβαθμίσαμε τις ρυθμίσεις δικαιωμάτων πρόσβασης. Αν αυτό συνέβη σε εσάς, παρακαλούμε επικοινωνήστε μαζί μας για να αποκαταστήσουμε την πλήρη πρόσβασή σας.\n\nΚαλή τύχη με τις δοκιμές σας, και ας κυκλοφορήσουμε την έκδοση 2.2.0 στο τέλος του Σεπτεμβρίου!"
    },
    "20200906": {
        "title": "Χρειαζόμαστε εικονίδια για παιχνίδια",
        "content": "![Discord rich presence](/data/news/20200906.png)\n\nΗ επόμενη έκδοση του ScummVM θα υποστηρίζει πλούσια παρουσία με το [Discord](https://discord.gg/5D8yTtF) (Discord rich presence), ώστε να μπορείτε να δείξετε στους φίλους σας ότι παίζετε χρησιμοποιώντας το ScummVM <i>και</i> ποιό ακριβώς παιχνίδι παίζετε. Ωστόσο, για να εκμεταλλευτούμε αυτή τη δυνατότητα στο έπακρο, χρειαζόμαστε εικονίδια για κάθε υποστηριζόμενο παιχνίδι (game icons).\n\nΑν θέλατε ποτέ να συνεισφέρετε στο ScummVM αλλά δεν μπορούσατε να βρείτε κάποιο τρόπο να αξιοποιήσετε τις σχεδιαστικές και καλλιτεχνικές σας ικανότητες, αυτή είναι η ευκαιρία σας! Ρίξτε μια ματιά στο νέο [ανοιχτό κατάλογό μας με Εικονίδια Παιχνιδιών (Game Icons repository)](https://github.com/scummvm/scummvm-icons/) όπου θα βρείτε και περισσότερες πληροφορίες για το πώς μπορείτε να βοηθήσετε."
    },
    "20190608": {
        "content": "Είναι πάντα συναρπαστικό να βλέπει κανείς την ευρεία ποικιλία από συσκευές που μπορούν να τρέξουν τα αγαπημένα σας παιχνίδια περιπέτειας χάρις στο ScummVM. Σήμερα, ανακοινώνουμε περήφανα ότι ο αριθμός αυτών των συσκευών μεγάλωσε για ακόμα μαι φορά με την άμεση διαθεσιμότητα του ScummVM για το Nintendo Switch!\n\nΧάρις στους Cpasjuste και rsn8887, μπορείτε πλέον να χρησιμοποιήσετε το ScummVM όπου πάτε (on the go).\n\nΠροκειμένου να τρέξετε το ScummVM στο Switch σας, θα χρειαστείτε μια τροποποιημένη (modded) κονσόλα που μπορεί να τρέξει homebrew λογισμικό. Μην ανησυχείτε - υπάρχουν πολλά κείμενα με οδηγίες για την ενεργοποίηση του homebrew στο Nintendo Switch διαθέσιμα στο διαδίκτυο.\n\nΑυτή η νέα εκδοχή (port) του ScummVM έχει ήδη τη δική της σελίδα στο [βίκι μας](https://wiki.scummvm.org/index.php?title=Nintendo_Switch). Προτείνουμε να ρίξετε μια ματιά στη σελίδα του βίκι καθώς περιέχει μπόλικη χρήσιμη πληροφορία σχετικά με το πώς θα χρησιμοποιήσετε το ScummVM στο Switch.\n\nΑν έχετε περαιτέρω απορίες σχετικά με αυτή την εκδοχή του ScummVM, είστε ευπρόσδεκτοι να μας επισκεφτείτε στo [forum](https://forums.scummvm.org/viewforum.php?f=24).\n\nTo [buildbot μας](https://buildbot.scummvm.org/builds.html) παρέχει ήδη διανομές ανάπτυξης της εκδοχής του ScummVM για το Nintendo Switch. Αρπάξτε τις όσο είναι ζεστές!",
        "title": "Ετοιμάστε το Switch σας για νέες περιπέτειες!"
    },
    "20190616": {
        "content": "Η ομάδα του ScummVM χρειάζεται Blade Runners που θα μας βοηθήσουν να βρούμε, να κυνηγήσουμε, και να αποσύρουμε τα προβλήματα που δραπέτευσαν από τις αποικίες δεδομένων στον Έξω-Κόσμο. Αυτά τα προβλήματα δεν είναι επικίνδυνα και δεν θα σας σταματήσουν από το να ανακαλύψετε κι άλλα μυστικά και να καθορίσετε τη μοίρα σας. Το σπίνερ σας, το όπλο, το ESPER και το μηχάνημα Βόιτ-Καμπφ (Voight - Kampff) θα είναι στη διάθεσή σας.\n\nΑνακοινώνουμε ότι το Blade Runner είναι έτοιμο προς δοκιμή. Οι ακόλουθες γλώσσες υποστηρίζονται - Αγγλικά (εκδόσεις για CD και DVD), Γερμανικά, Ιταλικά, Γαλλικά, Ισπανικά, και η ανεπίσημη Ρωσσική έκδοση από την Fargus Multimedia.\n\nΒρείτε τα δισκάκια σας από το Blade Runner, [πάρτε την πιο πρόσφατη διανομή ανάπτυξης (development build) του ScummVM](https://buildbot.scummvm.org/builds.html) (ΠΡΟΣΟΧΗ ΟΧΙ την πρόσφατη σταθερή διανομή) και [αντιγράψτε τα απαραίτητα αρχεία](https://wiki.scummvm.org/index.php?title=Datafiles#Blade_Runner).\n\nΠλέον μπορείτε να παίξετε το παιχνίδι και με υπότιτλους! Απλά κατεβάστε το [αρχείο subtitles zip](https://www.scummvm.org/games/#bladerunner), κάνετε εξαγωγή του subtitles.mix και τοποθετήστε το μαζί με τα υπόλοιπα αρχεία του Blade Runner. Μέχρι στιγμής διαθέτουμε μόνο Αγγλικούς και Γαλλικούς υπότιτλους, ωστόσο, αν θέλετε να μας βοηθήσετε με την μετάφραση και σε άλλες γλώσσες εξ'ακοής ή από το αγγλικό κείμενο, παρακαλούμε [επικοινωνήστε με τους peterkohaut & praetorian](https://www.scummvm.org/contact/).\n\nΣημειώστε ότι, όταν θα προσθέσετε το φάκελο παιχνιδιού στο ScummVM, θα σας παρουσιαστούν δύο επιλογές για το παιχνίδι. Η πρώτη επιλογή αντιστοιχεί στο αρχικό παιχνίδι και θα ονομάζεται απλά \"Blade Runner\". Σε αυτή τη φάση ενδιαφερόμαστε για τις αναφορές και τα σχόλιά σας για αυτή την εκδοχή του παιχνιδιού, καθώς τη θεωρούμε ολοκληρωμένη (feature complete). Η άλλη επιλογή είναι για να προσθέσετε το παιχνίδι στο ScummVM σε μια εκδοχή όπου έχει αποκατασταθεί περιεχόμενο και ονομάζεται \"Blade Runner with restored content\"; αυτή η εκδοχή είναι ακόμα υπό-ανάπτυξη και δεν θεωρείται ολοκληρωμένη. Αν δοκιμάσετε αυτή την έκδοση, παρακαλούμε να το αναφέρετε ρητά στα [σχόλια και τις αναφορές που θα στείλετε](https://bugs.scummvm.org/).\n\nΑν η έκδοση του παιχνιδιού που έχετε, δεν υποστηρίζεται, παρακαλούμε [να δημιουργήσετε μια αναφορά με το MD5](https://wiki.scummvm.org/index.php/Reporting_unknown_MD5_checksums) ώστε να μπορέσουμε να προσθέσουμε υποστήριξη για αυτή στο μέλλον.",
        "title": "Ζητούνται Blade Runners!"
    },
    "20020501": {
        "content": "Ναι, είμαστε ακόμα ζωντανοί. Δυστυχώς απέχουμε ακόμα αρκετά από το να είμαστε έτοιμοι για την έκδοση 0.2.0. Πολύς κόσμος μας ανέφερε ένα μεγάλο αριθμό από κρίσιμα προβλήματα και δουλεύουμε για την επίλυσή τους. Με λίγη υπομονή θα τα καταφέρουμε στο τέλος!  \n  \nΠαρεμπιπτόντως... αν κάποιος γνωρίζει που βρίσκεται ο Sean Clark ή κάποιος άλλος που συμμετείχε στο σχεδιασμό του Sam and Max, παρακαλούμε να τους πιάσετε και να τους βάλετε να μας εξηγήσουν το ενοχλητικό αγώνα στη Δίνη του Μυστηρίου (Mystery Vortex) που μας κρατάει ξάγρυπνους το τελευταίο 48ωρο.  \n  \nΕυχαριστούμε, και καλή σας διασκέδαση με το ScummVM :)",
        "title": "Ενημέρωση προόδου: Δεύτερη Απόπειρα"
    },
    "20190603": {
        "content": "Είμαστε πάντα πρόθυμοι να εξερευνήσουμε νέες οδούς επικοινωνίας που θα μας φέρουν πιο κοντά με την κοινότητά μας. Σήμερα, ανακοινώνουμε περήφανα το επόμενο βήμα σε αυτό μας το ταξίδι - δίνουμε το παρόν πλέον και στο [Discord!](https://discord.gg/5D8yTtF)\n\nΕίτε θέλετε να αράξετε λίγο με την κοινότητα του ScummVM είτε να συζητήσετε πάνω στις τελευταίες εξελίξεις του πρότζεκτ, αυτό θα είναι το (νέο!) μέρος για να έρθετε!\n\nΘα τα πούμε λοιπόν από το Discord!\n\nΣημειώστε ωστόσο ότι παρά την νέα παρουσία μας στον εξυπηρετητή του Discord, το Forum του ScummVM και το κανάλι IRC στο δίκτυο Freenode παραμένουν διαθέσιμα και δεν έχουμε κανένα απολύτως σχέδιο να τα εγκαταλείψουμε στο μέλλον.",
        "title": "Βρείτε μας στο Discord!"
    },
    "20190513": {
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nΤην περασμένη εβδομάδα η Google ανακοίνωσε τα πρότζεκτ που προκρίθηκαν για το φετινό Καλοκαίρι Προγραμματισμού (Summer of Code). Το ScummVM βρίσκεται στην ευχάριστη θέση να  αναλάβει την καθοδήγηση για τέσσερις φοιτητές αυτό το χρόνο. Και οι τέσσερις θα δουλέψουν σε μηχανές παιχνιδιών:\n\n*   Ο Andrii Prykhodko (γνωστός και ως whiterandrek) επιστρέφει και θα δουλέψει πάνω στην υλοποίηση υποστήριξης για τα παιχνίδια ***[Red Comrades 1: Save the Galaxy](https://www.mobygames.com/game/red-comrades-save-the-galaxy-reloaded)*** και ***[Red Comrades 2: For the Great Justice](https://www.mobygames.com/game/red-comrades-2)*** στο ScummVM.\n*   Ο Nipun Garg θα εργαστεί πάνω στην προσθήκη υποστήριξης για το παιχνίδι ***[Hyperspace Delivery Boy!](https://www.mobygames.com/game/hyperspace-delivery-boy)*** στο ScummVM.\n*   Ο Jaromír Wysoglad (γνωστός και ως Jarda) θα εργαστεί πάνω στο δεύτερο μέρος του παιχνιδιού ***[Mission Supernova](http://www.mobygames.com/game/dos/mission-supernova/)***.\n*   Ο Antonio Román Cerezo (γνωστός και ως Kyranet) θα αναλάβει την υλοποίηση δικτύωσης στο ScummVM για το παιχνίδι ***[Moonbase Commander](http://www.mobygames.com/game/moonbase-commander)***.\n\nΠαρακαλούμε καλωσορίστε μαζί μας τους τέσσερις επίδοξους φοιτητές και ελπίζουμε να έχουμε ένα δημιουργικό και ενδιαφέρον καλοκαίρι μαζί για το ScummVM! Και όπως πάντα μπορείτε να παρακολουθείτε την πρόοδό τους κατά τη διάρκεια του καλοκαιριού στα [Μπλογκ του ScummVM](http://planet.scummvm.org).",
        "title": "Ακόμα ένα καλοκαίρι (με τη Google), τέσσερα νέα πρότζεκτ!"
    },
    "20200817": {
        "content": "![GSoD Logo](/data/news/GSoD2020Logo.png)\n\nΗ ομάδα του ScummVM υποδέχεται με ενθουσιασμό τους CadiH και b-gent, τους ταλαντούχους τεχνικούς συγγραφείς και συμμετέχοντες στο πρόγραμμα Google Season of Docs (Εποχή Κειμένων Τεκμηρίωσης της Google).\n\nΤο μέλος CadiH θα δουλέψει μαζί μας για την δημιουργία ενός νέου πόρταλ με κείμενα τεκμηρίωσης του έργου, το οποίο θα περικλείει ένα ανανεωμένο εγχειρίδιο χρήσης και θα συγκεντρώσει τη διάσπαρτη πληροφορία που υπάρχει στο Βικι, το αρχείο Readme, και διάφορα άλλα κείμενα στο αποθετήριο του έργου. \n\nΤο μέλος b-gent φέρνει την πείρα, την ειδίκευση και την εμπειρία του για να μας βοηθήσει με τον εκσυγχρονισμό της τεκμηρίωσης με τη χρήση του Doxygen. Το πόρταλ Doxygen του έργου είχε μείνει παραμελημένο για πολύ καιρό, και συνεπώς αυτή η ενημέρωση θα ωφελήσει τόσο τους προγραμματιστές όσο και όλη την κοινότητα που ασχολείται με το ScummVM.\n\nΗ δουλειά θα ξεκινήσει επίσημα από τις 14 Σεπτεμβρίου και θα διαρκέσει 3 μήνες. Μπορείτε να παρακολουθείτε την πρόοδο των δύο συγγραφέων μας στα [Μπλόγκ του ScummVM](https://planet.scummvm.org) και στο κανάλι scummvm-gdoc στον [εξυπηρετητή Discord του ScummVm](https://discord.gg/5D8yTtF). Στο εντωμεταξύ ας τους καλωσορίσουμε όλοι στην κοινότητά μας.",
        "title": "Καλωσορίζουμε τους νέους μας Τεχνικούς Συγγραφείς!"
    },
    "20020414": {
        "content": "Η κυκλοφορία της έκδοσης 0.2.0 αναβάλλεται προσωρινά για λίγο καιρό, ενόσω θα γίνονται μερικές ανακατατάξεις στη μηχανή του ScummVM. Ωστόσο,  μπορούμε να σας αποκαλύψουμε ότι η έκδοση 0.2.0 θα περικλείει και υποστήριξη για ένα παιχνίδι που δεν χρησιμοποιεί τη μηχανή SCUMM! Το Simon The Sorcerer. Οπότε διαδώστε το και απολαύστε την τελευταία έκδοση του κώδικα στο σύστημα CVS, φίλοι.  \n  \nΕπίσης κάποιοι από εσάς ίσως να παρατηρήσατε το κουμπί PayPal στο κάτω μέρος της μπάρας πλοήγησης. Αν σας άρεσε το ScummVM, παρακαλούμε να συνεισφέρετε οικονομικά με λίγα χρήματα για να μας βοηθήσετε με την αγορά λογισμικού που θα βοηθήσει την περαιτέρω ανάπτυξη. Ευχαριστούμε!",
        "title": "Ενημέρωση προόδου"
    },
    "20020409": {
        "content": "Χάρις σε πολλούς φίλους μας, έχουμε επιβεβαιώσει ότι τα DOTT, Sam and Max και LoomCD είναι όλα ολοκληρώσιμα χωρίς 'σημαντικά' προβλήματα στον τρέχοντα κώδικα. Από την άλλη μεριά, βρέθηκαν πολλά σοβαρά προβλήματα με τον κώδικά για τα MI2 και Indy4, οπότε η κυκλοφορία της 0.2.0 ίσως μας πάρει λίγο παραπάνω από όσο αναμενόταν.  \n  \nΠρος τους προγραμματιστές εκεί έξω, μπορείτε ελεύθερα να ρίξετε μια ματιά στη λίστα με τα προβλήματα και να δοκιμάσετε να υποβάλετε διορθωτικό κώδικα για αυτά. Αυτή τη στιγμή υπάρχει μόνο ένα άτομο που δουλεύει τακτικά πάνω στο ScummVM, οπότε η πρόοδος είναι αργή.",
        "title": "Ενημέρωση για την επερχόμενη κυκλοφορία"
    }
}
