{
    "20011122": {
        "title": "Willkommen zu ScummVM",
        "content": "Willkommen zu ScummVM! ScummVM ist ein SCUMM-Übersetzer (Script Creation Utility For Maniac Mansion, dt: Skripterstellungswerkzeug für Maniac Mansion) für Linux und Windows."
    },
    "20020113": {
        "title": "ScummVM 0.1.0 veröffentlicht",
        "content": "Viele Änderungen befinden sich in dieser Version. Vollgas funktioniert nun besser und es wurde mit Vorarbeiten an The Dig begonnen. \\[[Jetzt herunterladen](/downloads/)\\]"
    },
    "20020121": {
        "title": "Neues Website-Design",
        "content": "Danke an Jeremy Newman (laxdragon) für das Design und die Wartung unserer neuen Website. Gerne dürfen Sie ihn auf Englisch mit Website-Kommentaren und Vorschlägen zutexten."
    },
    "20020203": {
        "title": "Dreamcast-Portierung von ScummVM",
        "content": "[Marcus Comstedt](https://sourceforge.net/sendmessage.php?touser=446790) hat neulich die Portierung für den SEGA Dreamcast für ScummVM zum CVS hinzugefügt. [Mark Thomas' Dreamcast-Entwicklungs-Website](http://www.doc.ic.ac.uk/~mbt99/dcdev/) verfügt über weitere Informationen und Binärabbilder dieser hervorragenden Portierung. Weitere Informationen zur Dreamcast-Emulation sind unter [DC Emulation](http://www.dcemulation.com/) zu finden."
    },
    "20020214": {
        "title": "Beschäftigter als ein Affe mit einem Ausschlag",
        "content": "![Zak256](/data/news/20020214.png) Das ScummVM-Team ist damit beschäftigt, weitere Ihrer klassischen Lieblings-Adventures von LucasArts zum Laufen zu bringen. Werfen Sie einen Blick auf dieses Bildschirmfoto, um Ihre Neugierde zu wecken. Weitere Bildschirmfotos und Informationen folgen bei entsprechendem Fortschritt."
    },
    "20020220": {
        "title": "Tägliche Windows-Schnappschüsse jetzt verfübar",
        "content": "Travis Howell stellt tägliche Schnappschüsse von ScummVM für Windows zum Herunterladen zur Verfügung. Vielen Dank, Travis. Ebenso gibt es einen Link zur SDL-Version für Windows von ScummVM. Diese Version benötigt nicht die Cygwin DLL-Datei.  \nWir haben auch eine Kompatibilitätsseite online gestellt, um die häufigste Frage zu beantworten: „Welche Spiele funktionieren?“ Wir werden diese Seite aktualisieren, sowie die Entwicklung voranschreitet."
    },
    "20020308": {
        "title": "Einige ziemlich wichtige Verbesserungen",
        "content": "![Full Throttle](/data/news/de/20020308.png) BBrox, Endy und Yazoo haben diese Woche am Limit gearbeitet (Danke, Jungs!). Hier sind die Neuigkeiten bezüglich der Entwicklung von ScummVM:\n\n*   Sam and Max ist nun durchspielbar!\n*   Die *inSane*\\-Video-Engine funktioniert. Diese wird in The Dig und Vollgas verwendet.\n*   Weitere Kommandozeilen-Optionen zur Steuerung. Siehe Liesmich.txt\n*   Mit Vorarbeiten an The Curse of Monkey Island wurde begonnen.\n*   Mutle hat die Mac-Portierung zum CVS-Baum hinzugefügt.\n*   Viele, viele Fehler wurden beseitigt."
    },
    "20020320": {
        "title": "Code-Sperre",
        "content": "ScummVM hat momentan eine Code-Sperre. Das bedeutet, dass keine neuen Fehlerbeseitigungen zum CVS hinzugefügt werden, da wir eine größere Reorganisation der Engine vornehmen. Wir hoffen, dadurch dass wir viele Teile von ScummVM in ordentlichem C++ neuschreiben, wir sowohl eine große Anzahl an Fehlern beseitigen können, die sich in der Engine befinden, als auch der Code leichter zu bearbeiten sein wird für uns wie auch die Entwickler, die sich dem Projekt in Zukunft anschließen wollen. Bitte beachten Sie, dass dies bedeutet, dass Fehlerberichte und Patches momentan im System nicht angesehen werden, bis die Sperre beendet ist. Wir haben eine Woche eingeplant, jedoch könnte es länger dauern."
    },
    "20020404": {
        "title": "Code entsperrt",
        "content": "Nach einigen Wochen ist der ScummVM-Code nun wieder offiziell entsperrt und die Arbeit an Spielunterstützung schreitet voran. Als Vorgeschmack: Mehrere Fehler in Zak256 wurden beseitigt und das Spiel ist nun viel spielbarer … auch wenn wir immer noch eine Menge vor uns haben!"
    },
    "20020406": {
        "title": "Loom und 0.2.0",
        "content": "Nach einiger Arbeit ist nun die 256-Farben-Version mit Sprachausgabe von Loom durchspielbar! Damit bereiten wir uns auf die Veröffentlichung von Version 0.2.0 vor. Um uns dabei zu helfen, bitten wir Sie – unsere Spieler – den aktuellsten täglichen Schnappschuss oder CVS-Schnappschuss herzunehmen und Ihr Lieblingsspiel durchzuspielen  \nWir müssen sicherstellen, dass die folgenden Spiele durchspielbar sind ohne dass größere Fehler mit Einfluss auf die Spielbarkeit auftreten (z. B. Abstürze, Aufhänger usw. - kleinere Probleme wie Geräuschsynchronität gehören nicht dazu):\n\n*   Loom CD\n*   Monkey Island 1 (CD)\n*   Monkey Island 2\n*   Indy 4: Fate of Atlantis\n*   Sam and Max\n*   Day of the Tentacle\n\nVielen Dank und wir hoffen, dass alles problemlos funktioniert, sodass wir endlich eine neue Veröffentlichung rausbekommen! Ebenso wird die Version 0.2.0 aufgrund großer Nachfrage eine neue Funktion für automatisches Speichern beinhalten, um sicherzustellen, dass Sie niemals das Ergebnis stundenlanger Arbeit verlieren, weil Sie vergessen haben, zu speichern und plötzlich auf einen Fehler stoßen!"
    },
    "20070401": {
        "title": "LeChuck wollte RTS und nun haben wir RTS für ihn (und für Sie)!",
        "content": "Sie glauben, RTS und ScummVM passen nicht zusammen? Aber ja doch! Wie Sie wissen, unterstützen wir seit einiger Zeit The Legend of Kyrandia. Nach etwas Arbeit funktionieren jetzt Teile von Dune 2 mit Erweiterungen zu unserem Code für Kyrandia. Jedoch funktionieren nur einige wenige Dinge richtig. Zumindest die Vorspann-Sequenz funktioniert derzeit ausgezeichnet (werfen Sie einen Blick auf die Bildschirmfotos).\n\nEbenso funktioniert der Mentat-Teil im Wesentlichen, obwohl einige Animationssequenzen fehlen. Abschließend ist zu sagen, dass die einzige Unterstützung für das Spiel an sich im Laden der Karte besteht, aber es gibt einige weitere Dinge, die Sie derzeit nicht auf den Bildschirmfotos sehen können. Also bleiben Sie dran und warten Sie auf das erste von ScummVM unterstützte Echtzeit-Strategiespiel!\n\nDa sich der Code noch immer im Entwicklungsstadium befindet, wurde er noch nicht offiziell hinzugefügt. Aber schauen Sie in den nächsten Tagen nach ihm, wenn LordHoto ihn noch ein wenig verbessert hat.\n\n[Bildschirmfoto 1](/data/news/de/20070401_1.png)\n\n[Bildschirmfoto 2](/data/news/de/20070401_2.png)\n\n[Bildschirmfoto 3](/data/news/20070401_3.png)\n\n**OK, wir wissen alle, dass das ein April-Scherz war. Aber Dune 2 und Kyrianda haben wahrhaftig einige Gemeinsamkeiten. Des Weiteren wurden Teile der Bildschirmfotos hier mit einem Kyrandia-Tool extrahiert (wie LordHoto sagt). Das bedeutet jedoch immer noch nicht, dass Unterstützung für dieses Spiel hinzugefügt wird.**"
    },
    "20100401": {
        "title": "Unterstützung für Urban Runner",
        "content": "Heute möchten wir die Unterstützung für Urban Runner verkünden! Das Spiel hat in unserem Subversion-Baum endlich den Status der Durchspielbarkeit erreicht. Sie können nun Max spielen, während er vor den Cops davonläuft, weil er Verbrechen beschuldigt wird, die er nicht begangen hat. Sie könnten sich dabei sogar verlieben.\n\nWir würden es wirklich begrüßen, wenn Sie dieses Spiel für uns testen. Sollten Sie Fehler finden, melden Sie diese [hier](http://bugs.scummvm.org/). Wenn Sie Fragen zum Melden von Fehlern haben, [hier entlang](/faq/#question.report-bugs). Und wenn Sie einen täglichen Schnappschuss benötigen, sehen Sie auf [dieser Seite](/downloads/#daily) nach.\n\nWir haben auch einige Bildschirmfotos zusammengestellt:\n\n[Bildschirmfoto 1](/data/news/20100401_1.jpg)\n\n[Bildschirmfoto 2](/data/news/de/20100401_2.jpg)\n\n[Bildschirmfoto 3](/data/news/de/20100401_3.jpg)\n\n[Bildschirmfoto 4](/data/news/de/20100401_4.jpg)\n\n**April, April!**"
    },
    "20140112": {
        "title": "Ritterlichkeit ist NICHT tot!",
        "content": "Lord Horrible hat Sie losgeschickt, um die Queen of Everything zu töten. In der Rolle des entsetzlich entstellten Phlegmwad haben Sie die Gelegenheit, auszuwählen, wie Sie diese Aufgabe epischen Ausmaßes (nicht?) erfüllen.\n\nMit großartiger Hilfe von Spieleentwickler Deirdra Kiai und Wintermute-Entwickler Jan Nedoma verkündet das ScummVM-Team stolz die Unterstützung unseres ersten Wintermute-Spiels: [*Chivalry is Not Dead*](http://www.deirdrakiai.com/my-games/). Also laden Sie sich das Spiel herunter und beginnen Sie es im [aktuellsten täglichen Schnappschuss](/downloads/#daily) von ScummVM zu spielen und helfen Sie uns, dieses Spiel mit offenem Ende zu testen.\n\nWie viele Ende können Sie entdecken?\n\nWie üblich sollten alle Fehler in [unserem Bug-Tracker](http://bugs.scummvm.org/milestone/Wintermute/) gemeldet werden. Sie können eine Liste der Dateien auf der [Spieldateien-Seite](http://wiki.scummvm.org/index.php/Datafiles#Chivalry_is_Not_Dead) in unserem Wiki finden. Besonders weisen wir auf die Notwendigkeit der Datei arial.ttf hin (oder einem ähnlichen Ersatz, z. B. FreeSans von [GNU FreeFont](http://www.gnu.org/software/freefont/).) Für weitere Informationen lesen Sie die [Richtlinien für Fehlerberichte](/faq/#question.report-bugs)."
    },
    "20140118": {
        "title": "Willkommen im Landsitz von Mortville",
        "content": "Sie sind Jerome Lange, ein Bogart-Klon und Privatdetektiv, der eine Einladung von einer alten Freundin erhalten hat, um ihr im Landsitz von Mortville in einer hoffnungslosen Situation zu helfen. Bei einem Namen wie Mortville vermuten Sie wahrscheinlich, dass etwas ernsthaft nicht stimmt und ja, Sie haben Recht. Ihre alte Freundin Julia befindet sich bereits im Reich der Toten.\n\nAlso … Wer war‘s?\n\nDank des von DotEmu und den Lankhor-Gründern und den Entwicklern bereitgestellten Quellcodes kann das ScummVM-Team nun mit Stolz Unterstützung für Frances Spiel des Jahres 1987 verkünden: [*Der Landsitz von Mortville*](http://www.mobygames.com/game/dos/mortville-manor). Nur die DOS-Versionen werden unterstützt und ScummVM bietet Ihnen die erste englische Übersetzung der DOS-Version an. Also schnappen Sie sich Ihre Diskette und kopieren Sie die Dateien und beginnen Sie dann das Spiel unter dem [neusten täglichen Schnappschuss](/downloads/#daily) von ScummVM und helfen Sie uns beim Testen des Spiels.\n\nWie üblich sollten alle Fehler in [unserem Bug-Tracker](http://bugs.scummvm.org/milestone/Mortville%20Manor/) unter Beachtung unserer [Richtlinien für Fehlermeldungen](/faq/#question.report-bugs) gemeldet werden. Während Sie das Spiel durchspielen, wären wir dankbar, wenn Sie einige [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots) für uns machen könnten."
    },
    "20140225": {
        "title": "Lasst uns die GsoC-Studenten willkommen heißen",
        "content": "![Banner des GSoC 2014](/data/news/GSOC-14_banner.png)\n\nDas siebte Jahr in Folge wurden wir als Projekt für den Google Summer of Code akzeptiert.\n\nVielleicht liegt es daran, dass sowohl unser Projekt- als auch Programmname eine ungewöhnliche Kombination aus Klein- und Großbuchstaben hat? Die Welt wird es wohl nie erfahren, aber wir sind begeistert darüber, wieder akzeptiert worden zu sein und laden Studenten dazu ein, sich unserem Team anzuschließen und an großartigen 2D-Point-and-Click-Adventures zu arbeiten. Wenn Sie ein geeigneter Student für den GSoC sind und zu Ihrem Lieblings-Open-Source-Projekt einen Beitrag leisten wollen, werfen Sie einen Blick auf [unsere Projektideen](http://wiki.scummvm.org/index.php/GSoC_Ideas), aber Sie können stets Ihre eigene vorschlagen.\n\nAber bitte keine Unterstützung für Digger: Das ist kein Adventure!"
    },
    "20140305": {
        "title": "Sommerzeit und das Codeschreiben geht leicht von der Hand",
        "content": "![Banner des GSoC 2014](/data/news/GSOC-14_banner.png)\n\nMit großer Aufregung verkünden wir, dass wir die Dinge dieses Jahr ein wenig anders angehen werden. Zusätzlich zu unserer eigenen Teilnahme am Google Summer of Code wird ScummVM als Schirmorganisation für unser Schwesterprojekt [ResidualVM](http://www.residualvm.org/) tätig sein.\n\nBeide Projekte werden in den kommenden Monaten Hand in Hand mit den Studenten und Mentoren zusammenarbeiten. Das erste offensichtliche Anzeichen für diese Kollaboration ist auf unserer [Seite für zusammengeführte GsoC-Ideen](http://wiki.scummvm.org/index.php/GSoC_Ideas) zu finden.\n\nWenn Sie also daran Interesse haben, dieses Jahr ein GsoC-Student zu sein, werfen Sie bitte einen Blick auf die Ideenseite und sprechen Sie uns an. Wir heißen potenzielle Studenten gerne im IRC willkommen und die Mailing-Listen von ScummVM und ResidualVM sind ebenso großartige Anlaufstellen! Wir haben eine Menge hochinteressanter Arbeiten, die für Leute mit verschiedensten Talenten geeignet sind, und wir heißen auch herzlich andere Aufgabenvorschläge willkommen, die sich nicht auf der Liste befinden, wenn Sie sich dazu inspiriert fühlen!"
    },
    "20140401": {
        "title": "Ein Meilenstein ist erreicht",
        "content": "**April, April! Vielen Dank an LordHoto für den *scherzhaften* Code für den Errungenschaftendialog und für die Zitate von Hand of Fate und Zak McKracken. Danke an ST, DrMcCoy und Strangerke für ihren gesamten Beitrag zur Sache.**\n\nAufgrund hoher Nachfrage verkündet ScummVM voller Stolz und Begeisterung die Einführung von Errungenschaften bei verschiedenen Spielen. Spiele haben wirklich keinen Wiederspielwert ohne Errungenschaften, also hoffen wir, dass unsere loyalen Anwender daran gefallen finden werden, endlich in der Lage zu sein, die Spiele endlich so wieder zu spielen, wie sie immer gedacht waren. Sie sind endlich bereit für das 21. Jahrhundert!\n\nDas ScummVM-Team hat es geschafft, eine riesige Liste von Errungenschaften zusammenzustellen, die wir in verschiedenen Spielen sehen wollten einschließlich einiger, die noch nicht unterstützt werden. Von da an haben wir einfach unseren einfachen Dialog und Errungenschaften-Verfolgungscode eingebaut und waren in der Lage, ihn mit Leichtigkeit zu allen Engines hinzuzufügen. Schon bald wird die Verbindung mit den Foren zum Abschluss gebracht und Sie in der Lage sein, alle Ihre Errungenschaften dort zu teilen.\n\nLordHoto hat mit Begeisterung an dieser Funktion gearbeitet und sagte: „Das ist die coolste Funktion, die ich zu The Legend of Kyrandia hinzugefügt habe.“ „Zuerst kamen Steams Errungenschaften für Linux und nun das? Spieler unter Linux sollten begeistert sein über all die Errungenschaften, die sie nun holen können!“, fügte DrMcCoy hinzu.\n\nWir haben ein paar Bildschirmfotos von unseren Favoriten zusammengestellt:\n\n[Bildschirmfoto von *Vollgas*](/data/news/de/20140401_1.png)\n\n[Bildschirmfoto von *The Legend of Kyrandia: The Hand of Fate*](/data/news/de/20140401_2.png)\n\n[Bildschirmfoto von *The Curse of Monkey Island*](/data/news/de/20140401_3.png)\n\n[Bildschirmfoto von *Geisha*](/data/news/de/20140401_4.png)\n\n[Bildschirmfoto 1 von *Gabriel Knight: Die Sünden der Väter*](/data/news/de/20140401_5.png)\n\n[Bildschirmfoto 2 von *Gabriel Knight: Die Sünden der Väter*](/data/news/de/20140401_6.png)\n\n[Bildschirmfoto 3 von *Gabriel Knight: Die Sünden der Väter*](/data/news/de/20140401_7.png)\n\n[Bildschirmfoto von *Zak McKracken and the Alien Mindbenders*](/data/news/de/20140401_8.png)"
    },
    "20150330": {
        "title": "Bereit machen zur Geschlechtsumwandlung",
        "content": "Rex Nebular, Gottes Geschenk an die Galaxie, ist auf der Suche nach einer wertvollen Vase auf einem Planeten gestrandet. Um zu entkommen, muss er den berüchtigten \"Geschlechtsumwandler\" benutzen, damit er seine weibliche Seite kennenlernt, um so sowohl die Vase als auch einen Fluchtweg von besagtem Planeten zu finden.\n\nDas ScummVM-Team ist stolz darauf, die Unterstützung für [*Rex Nebular and the Cosmic Gender Bender*](http://en.wikipedia.org/wiki/Rex_Nebular_and_the_Cosmic_Gender_Bender), dem ersten MADS-Spiel von Micropose, ankündigen zu können. Es ist nun vollständig mithilfe der aktuellen [Entwicklerversion](/downloads/#daily) spielbar und bereit für die Testphase. Wie üblich sollten alle Fehler an den [Bug Tracker](http://bugs.scummvm.org/) gemeldet werden, unter Beachtung unserer [Richtlinien für Fehlerberichte](/faq/#question.report-bugs). Wir fänden es großartig, wenn Sie während des Spielens ein paar [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots) für uns anfertigen könnten.\n\nAlso, entstauben Sie Ihre Kopie und probieren Sie das Spiel einmal aus. Wenn Sie das Spiel noch nicht besitzen, können Sie es online auf [GOG.com](http://www.gog.com/game/rex_nebular_and_the_cosmic_gender_bender?pp=22d200f8670dbdb3e253a90eee5098477c95c23d) kaufen."
    },
    "20150913": {
        "title": "Mein lieber Watson",
        "content": "Sherlock Holmes, der größte Detektiv aller Zeiten, hat einige knifflige Fälle zu lösen. Erstens: Ein grausamer Mord vor einem Theater. Die Polizei ist ratlos. Könnte es das Werk des notorischen Killes Jack the Ripper sein? In seinem zweiten Fall wird Sherlocks Bruder Mycroft beinahe in einer Explosion getötet. In diesem Fall spielen Sie zuerst als Watson, der versucht, Sherlock aus seiner Verzweiflung zu befreien, später als Sherlock, der herausfinden will, warum Mycroft attackiert wurde, und warum dieser noch kurz vor der Explosion nach Sherlock gefragt hat...\n\nDas ScummVM-Team ist stolz darauf, die Unterstützung der beiden Spiele der Reihe [The Lost Files of Sherlock Holmes](https://en.wikipedia.org/wiki/The_Lost_Files_of_Sherlock_Holmes) - \"The Case of the Serrated Scalpel\" und \"The Rose Tattoo\" ankündigen zu können. Vielen Dank an Electronic Arts für das zur Verfügung stellen des originalen Quellcodes. Beide Spiele sind in ScummVM in der aktuellen [Entwicklerversion](/downloads/#daily) spielbar und können getestet werden. Im Fall von \"The Serrated Scalpel\" wird derzeit nur die PC-Version unterstützt. Die 3DO-Version ist größtenteils spielbar, benötigt jedoch noch etwas Arbeit. Wie üblich sollten Fehlermeldungen an [unseren Bug-Tracker](http://bugs.scummvm.org/) gemeldet werden. Bitte beachten Sie dabei unsere [Richtlinien für Fehlerberichte](/faq/#question.report-bugs). Während Sie das Spiel spielen, würden wir uns sehr freuen, wenn Sie einige [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots) für uns anfertigen könnten.\n\nKönnen Sie in die Fußstapfen des großen Sherlock Holmes treten? Das Spiel hat begonnen. Oder, in diesem Fall, die Spiele :)"
    },
    "20151111": {
        "title": "Ich bin Cornholio! Ich brauche Klopapier für mein Arschloch!",
        "content": "Zwanzig Jahre nach der ursprünglichen Veröffentlichung, sind wir sehr stolz darauf, heute die Unterstützung von MTVs *Beavis and Butthead in Virtual Stupidity* ankündigen zu können. Nehmen Sie die Herausforderung dieser Anti-Helden der 90er Jahre an und helfen Sie ihnen, ihren Weg durch ein Abenteuer voller Puzzles und Mini-Spielen zu finden.\n\nAlso, laden Sie sich die aktuelle [Entwicklerversion von ScummVM](/downloads/#daily) herunter, schnappen Sie sich Ihre Kopie von BBVS und probieren Sie das Spiel einmal aus! Sollten Sie auf Fehler oder unbekannte Spielversionen stoßen, melden Sie dies bitte über unseren [Bug Tracker](http://bugs.scummvm.org/). Bitte beachten Sie dabei die [Richtlinien für das Einsenden von Fehlerberichten](/faq/#question.report-bugs).\n\nWie üblich sind wir an Ihren [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots) interessiert."
    },
    "20151122": {
        "title": "Betreten Sie die Welt der Amazonen",
        "content": "Wir schreiben das Jahr 1957. Sie sind Jason Roberts. Sie bereiten sich auf eine Expedition vor, um Ihrem verschollenen Bruder im Land der Amazonen zu helfen, bevor Sie sich schlussendlich auf die Suche nach einem verlorenen Schatz begeben.\n\nDas ScummVM-Team ist stolz darauf, anündigen zu können, dass [Amazon: Guardians of Eden](http://www.mobygames.com/game/dos/amazon-guardians-of-eden) jetzt in der [aktuellen Entwicklerversion](/downloads/#daily) von ScummVM spielbar ist und getestet werden kann.\n\nSollten Sie auf Fehler stoßen oder eine bislang unbekannte Spielversion besitzen, melden Sie dies bitte in unserem [Bug Tracker](http://bugs.scummvm.org/). Bitte orientieren Sie sich dabei an den [Richtlinien zum Einsenden von Fehlermeldungen](/faq/#question.report-bugs). Alle [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots), die Sie während Ihres Spiels anfertigen, sind willkommen.\n\nSie besitzen dieses Spiel noch nicht, wollen uns jedoch trotzdem helfen? Da gibt es eine Möglichkeit! Für über ein Dutzend Spiele haben wir noch keine Bildschirmfotos! Werfen Sie einen Blick [auf die Liste fehlender Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots#List_of_screenshots_we_need), nehmen Sie Ihre Originalspiele aus dem Schrank und machen Sie Ihre Lieblings-Spielszenen unsterblich!"
    },
    "20151206": {
        "title": "Baphomets Fluch geht weiter - mit einem Spiel von Fans für Fans",
        "content": "Die Templer sind zurück! In diesem von Fans erstellten Spiel aus der 'Baphomets Fluch'-Reihe kehrt George zurück, um den Ursprung eines mysteriösen Briefes über Nicos Tod zu erkunden. Dabei enthüllt er noch einmal den Aufenthaltsort der heutigen Templer...\n\nDas ScummVM-Team ist stolz darauf, ankündigen zu können, dass das von Fans erstellte Spiel 'Baphomets Fluch 2.5: Die Rückkehr der Tempelritter' mithilfe der aktuellen [Entwicklerversion](/downloads/#daily) gespielt werden kann und in die Testphase eintritt.\n\nWir bitten Sie, alle Fehler sowie unbekannte Spieleversionen in unserem [Bug Tracker](http://bugs.scummvm.org/) zu melden. Bitte orientieren Sie sich dabei an unseren [Richtlinien zum Einsenden von Fehlerberichten](/faq/#question.report-bugs). Alle [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots) sind wie üblich willkommen.\n\nUnser Dank gilt dem wunderbaren Team von [mindFactory](http://brokensword25.com/team/mitglieder.htm), welches diese großartige Fortsetzung geschaffen hat und den originalen Quellcode mit uns geteilt hat! Das Spiel kann kostenlos [hier](http://brokensword25.com/) heruntergeladen werden."
    },
    "20160119": {
        "title": "Ein neues Zuhause für unsere Webseite",
        "content": "Für viele Jahre haben wir SourceForge.net verwendet. Es war das allererste Zuhause für unser Projekt, und es hat uns gute Dienste erwiesen. Dennoch müssen wir nun weiterziehen, weshalb wir auf der Suche nach einem neuen Zuhause waren. Letztes Jahr hat uns Florian Schicker, Geschäftsführer der [easyname GmbH](http://easyname.com), das spannende Angebot gemacht, uns einen Server im unternehmenseigenen Rechenzentrum in Wien zur Verfügung zu stellen. Was dieses Angebot so besonders macht, ist die Tatsache, dass im easyname-Team auch \"seeeeehr große Fans der guten alten SCUMM-Spiele\" vertreten sind. Sehen Sie sich nur einmal [diese schicke Teamseite mit dem gewissen \"SCUMM-Gefühl\" an!](http://www.easyname.com/de/unternehmen/team) Ein wirklich großartiges und völlig unerwartetes Angebot.\n\nAlso, wir ziehen um. Zuerst mit unserer Webseite und mit unserem Download-Angebot. Vielleicht haben Sie bereits den Geschwindigkeitsschub bemerkt, den wir dem neuen Server zu verdanken haben. Wir verabschieden uns auch von den Werbeeinblendungen während der Downloads, da diese von SourceForge.net ausgeliefert wurden. Von nun an wird im Zusammenhang mit diesem Projekt nur noch die Werbung geschaltet, die wir selbst sehen möchten (natürlich gehört dazu auch easyname.com - schauen Sie sich doch einmal das nette Logo in der rechten Seitenleiste an). Später werden wir auch weitere Dienste auf den neuen Server umziehen, und vielleicht sogar mit etwas komplett Neuem erweitern.\n\nFreuen Sie sich mit uns auf unser neues Zuhause!"
    },
    "20160123": {
        "title": "Das Labyrinth muss zerstört werden!",
        "content": "Während Sie gerade mit der U-Bahn unterwegs sind, wird Ihr Waggon in eine alternative Dimension hineingezogen, in ein Labyrinth, welches sich über das Raum-Zeit-Kontinuum erstreckt. Daedalus, der Erbauer des Labyrinths, wird von dem bösen König Minos dazu gezwungen, den Bau zu überwachen. König Minos will das Labyrinth benutzen, um damit in alle Zeitalter und Orte einzudringen und diese zu erobern. Daedalus bittet den Spieler darum, einen Weg zu finden, das Labyrinth zu zerstören, bevor Minos seinen Plan ausführen kann.\n\nDas ScummVM-Team ist stolz darauf, ankündigen zu können, dass *Labyrinth of Time* ab sofort in der aktuellen [Entwicklerversion](/downloads/#daily) spielbar ist und getestet werden kann.\n\nSollten Sie auf Fehler oder noch unbekannte Spielversionen stoßen, bitten wir Sie, einen entsprechenden [Fehlerbericht](http://bugs.scummvm.org/) einzureichen. Bitte orientieren Sie sich dabei an unseren [Richtlinien für Fehlerberichte](/faq/#question.report-bugs). Alle [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots), die Sie während Ihres Spiels anfertigen, sind wie üblich willkommen.\n\nVielen Dank an [The Wyrmkeep Entertainment Co.](http://www.wyrmkeep.com/) für das Bereitstellen des originalen Quellcodes des Spiels!"
    },
    "20160201": {
        "title": "Die Tests für ScummVM 1.8.0 haben begonnen",
        "content": "Nach einer sehr langen Pause haben wir endlich mit den Vorbereitungen für unsere nächste Veröffentlichung, ScummVM 1.8.0, begonnen.\n\nWährend der letzen eineinhalb Jahre waren wir ziemlich beschäftigt und haben 10 (ten, zehn, dieci, dix, diez, десять) neue Spiele hinzugefügt:\n\n*   *Rex Nebular and the Cosmic Gender Bender*\n*   *Sfinx*\n*   *Zork Nemesis: Das verbotene Land*\n*   *Zork: Der Großinquisitor*\n*   *Die ungelösten Fälle von Sherlock Holmes: Das gezackte Skalpell*\n*   *Die ungelösten Fälle von Sherlock Holmes: Das Geheimnis der tätowierten Rose*\n*   *Beavis and Butthead in Virtual Stupidity*\n*   *Amazon: Guardians of Eden*\n*   *Baphomets Fluch 2.5: Die Rückkehr der Tempelritter*\n*   *Labyrinth of Time*\n\nWir haben große Teile der AGI-Engine neu geschrieben, sodass alle AGI-Spiele nun besser laufen sollten. Allerdings können sich auch neue, unerwartete Fehler eingeschlichen haben.\n\nAus diesem Grund benötigen wir Ihre Unterstützung beim Testen der Spiele, die neu hinzugefügt wurden oder die AGI-Engine verwenden. Um Ihnen die Suche nach Fehlern etwas zu erleichtern, haben wir eine Liste der Spiele, die getestet werden müssen, [in unserem Wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.0) zusammengestellt. Auf dieser Liste finden Sie auch ein paar andere alte Klassiker, die einen erneuten Testlauf gut gebrauchen können.\n\nSie benötigen eine aktuelle [Entwicklerversion](/downloads/#daily) von ScummVM, um direkt mit Ihrer Hilfe zu beginnen! Sollten Sie einen Fehler finden, melden Sie diesen bitte in unserem [Bug Tracker](http://bugs.scummvm.org/). Wenn Sie eines der Spiele komplett durchgespielt haben, lassen Sie uns das bitte [in unserem Forum](http://forums.scummvm.org/viewtopic.php?t=14006) wissen, damit wir Ihren Fortschritt in unserem [Wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.0) markieren und sich andere Spieler auf die ungetesteten Spiele konzentrieren können. Bitte befolgen Sie unsere Richtlinien für Tests einer bevorstehenden neuen Version. Diese können Sie [hier einsehen](http://wiki.scummvm.org/index.php/Release_Testing).\n\nFür manche Spiele benötigen wir auch noch [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots), die Sie während Ihres Spiels anfertigen können.\n\nWir wünschen ein fröhliches Abenteuer! (in einem Testmodus)!"
    },
    "20160301": {
        "title": "Herzlich willkommen zu einem neuen \"Summer of Code\"",
        "content": "![GSoC 2016 Logo](/data/news/GSoC2016Logo.png)\n\nGestern hat Google die Liste der akzeptierten Mentoren-Organisationen veröffentlicht. Es ist uns eine große Freude, dass wir als teilnehmende Organisation akzeptiert wurden.\n\nIn den letzten Jahren haben wir uns hauptsächlich auf Adventure-Spiele konzentriert. Nach Diskussionen mit unserem Schwesterprojekt ResidualVM freuen wir uns, ankündigen zu können, dass wir dieses Jahr auch Aufgaben bezüglich RPG-Spielen akzeptieren werden.\n\nScummVM und ResidualVM warten nun auf motivierte Studenten, die diesen Sommer daran arbeiten möchten, Abenteuerspiele und Rollenspiele wieder aufleben zu lassen.\n\nWerden Sie ein Teil davon! Schreiben Sie Geschichte und nehmen Sie an unserem bislang besten GSoC teil! Werfen Sie einen Blick auf [unsere Ideen-Seite](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2016) oder bringen Sie Ihre eigenen Ideen ein. Nehmen Sie Kontakt mit uns auf: Wir erwarten Sie in unserem IRC!\n\nEin Ort: Freenode. Zwei Kanäle: #scummvm und #residualvm"
    },
    "20160304": {
        "title": "ScummVM 1.8.0 \"Lost with Sherlock\" ist endlich da!",
        "content": "Nein, wir wollen es nicht zur Regel machen, dass wir ScummVM langsamer und langsamer veröffentlichen! Viele Monate sind seit der letzten offiziellen Veröffentlichung vergangen... aber in der Zwischenzeit wurde eine ganze Menge an Arbeit geleistet. Das Ergebnis ist eine der bisher größten Veröffentlichungen von ScummVM!\n\nScummVM 1.8 fügt die Unterstützung für *zehn* neue Spiele unter Verwendung acht brandneuer Spiele-Engines hinzu:\n\n*   *Amazon: Guardians of Eden*\n*   *Beavis and Butthead in Virtual Stupidity*\n*   *Baphomets Fluch 2.5: Die Rückkehr der Tempelritter*\n*   *Labyrinth of Time*\n*   *Rex Nebular and the Cosmic Gender Bender*\n*   *Sfinx*\n*   *Die ungelösten Fälle von Sherlock Holmes: Das Geheimnis der tätowierten Rose*\n*   *Die ungelösten Fälle von Sherlock Holmes: Das gezackte Skalpell*\n*   *Zork: Der Großinquisitor*\n*   *Zork Nemesis: Das verbotene Land*\n\nNeben der Unterstützung für die neuen Spiele haben wir auch den MT-32-Emulator auf die aktuelle Version von \"munt\" aktualisiert. Außerdem haben wir für Spiele mit entsprechender Unterstützung \"AdLib\" durch \"Miles Audio\" ersetzt. Dies bedeutet, dass Spiele in ScummVM nun besser klingen als je zuvor!\n\nWir haben auch das Grafik-Subsystem in der AGI-Engine überarbeitet und im Grunde genommen ersetzt. Das Ergebnis ist eine Kompatibilität mit alten Sierra-Spielen, die so hoch ist wie nie zuvor. Enthalten sind jetzt auch plattformspezifische Dialoge, Farbpaletten und Schriftarten für Apple IIgs-, Atari ST- und Amiga-Versionen dieser Spiele. Die Spiele-Geschwindigkeit für Apple IIgs-Spiele wird nun genau behandelt. Es ist jetzt sogar möglich, auf die Darstellung einer anderen Plattform umzuschalten.\n\nNeu hinzugekommen sind Portierungen auf das GCW-Zero (ja, sev hat endlich ein Gerät aus dem Kickstarter-Projekt erhalten) und auf den Raspberry Pi.\n\nNebenbei sind wir auch auf einen neuen Server umgezogen und haben unserer Website eine Übersetzungsmöglichkeit hinzugefügt. Wenn Sie uns mit der Übersetzung helfen möchten, finden Sie [hier](http://wiki.scummvm.org/index.php/HOWTO-Translate_ScummVM_Web_Site) die entsprechenden Informationen dazu.\n\nDiese Liste ist längst nicht vollständig. Die ausführlichere Version finden Sie in den [Veröffentlichungshinweisen](/frs/scummvm/1.8.0/ReleaseNotes). Die passenden Programmdateien für Ihr System stehen auf unserer [Download-Seite](/downloads/) zur Verfügung. Die für die jeweiligen Portierungen verantwortlichen Personen arbeiten noch an der Bereitstellung der Pakete. Wir möchten Sie daher um Geduld bitten, wenn Sie die aktuelle Version noch nicht für Ihr System herunterladen können.\n\nVerlaufen Sie sich nicht im Labyrinth und rufen Sie im schlimmsten Fall nach Mr. Holmes! (Und wir versprechen, dass wir häufiger eine neue Version veröffentlichen!)"
    },
    "20160327": {
        "title": "Erkunden Sie die Bibliothek von Myst",
        "content": "Sie stolpern über ein altes, handgeschriebenes Buch. Es beschreibt eine Inselwelt namens Myst. Als Sie eine der letzten Buchseiten berühren, werden Sie auf eben diese Insel gebracht. Während Sie Myst erkunden, lernen Sie ihre Bewohner Atrus, Catherine und deren Söhne Sirrus und Achenar kennen. Sie entdecken schnell, dass jeder Sohn in einem Buch gefangen ist. Können Sie die Rätsel der Myst-Zeitalter lösen und sie befreien?\n\nDas ScummVM-Team ist stolz darauf, ankündigen zu können, dass *Myst* und *Myst: Masterpiece Edition* ab sofort in der aktuellen [Entwicklerversion](/downloads/#daily) spielbar sind und getestet werden können.\n\nBerichte über Fehler und bisher unbekannte Versionen sind wie immer willkommen. Bitte melden Sie Ihre Fehlerberichte an unseren [Bug Tracker](http://bugs.scummvm.org/). Dabei sollten Sie sich an unseren [Richtlinien zum Einreichen von Fehlerberichten](/faq/#question.report-bugs) orientieren. Sie können uns auch damit helfen, unsere [Bildschirmfoto-Gallerie](http://wiki.scummvm.org/index.php/Screenshots) mit Aufnahmen Ihres Spieldurchlaufs zu ergänzen.\n\nZusätzlich zum Haupt-Spiel werden auch das Making-of-Video und die [Demo-Version](/frs/demos/mohawk/myst-win-demo-en.zip) unterstützt."
    },
    "20160401": {
        "title": "Das ScummVM-Team begrüßt John Carmack",
        "content": "Wir freuen uns, dass John Carmack (ja, *der* John Carmack) den Teams von ScummVM und ResidualVM beitreten wird.\n\nWir haben John während der GDC 2016 das erste Mal getroffen und haben uns sofort gut mit ihm verstanden.\n\nSchon seit einiger Zeit haben wir das Gefühl, dass wir alte Spiele nicht mehr einfach nur nachbauen, sondern vielmehr aktiv verbessern und dabei dem ursprünglichen Geist dieser Spiele treu bleiben sollten. Wir haben mit John über unseren Plan gesprochen, und nach ein paar Tequila war er sofort dabei.\n\nJohns Erfahrung wird uns bei der Verwirklichung unseres Ziels eine Hilfe von unschätzbarem Wert sein.\n\nHier ist ein [Bildschirmfoto](/data/news/20160401.jpg) von Johns früher Arbeit an Monkey Island - bitte beachten Sie das verbesserte Kampfsystem sowie die dezenten Änderungen an der Darstellung von Captain Smirk. Sie werden verstehen, warum wir so aufgeregt sind.\n\nBitte begrüßen Sie John mit uns!\n\n**UPDATE:** Nein, nicht wirklich. Das war ein Aprilscherz."
    },
    "20160425": {
        "title": "Die Studenten für den GSoC 2016 sind bekannt!",
        "content": "![GSoC 2016 Banner](/data/news/GSoC2016Logo.png)\n\nVergangenen Freitag hat Google die Projekte angekündigt, die für den diesjährigen \"Summer of Code\" akzeptiert wurden. Wir freuen uns sagen zu können, dass ScummVM vier glückliche Studenten betreuen wird, welche ihren Sommer in einem dunklen Raum vor ihrem Bildschirm verbringen werden. Wir erwarten, dass es eine spannende Reise wird - eine Reise durch geheimnisvolle Tore, die zu unheimlichen Verliesen unter dunklen Wolken führen. Währenddessen werden die Mentoren dreiköpfige Affen auf einer tropischen Insel jagen und dabei die Sonne, den Strand und den Grog genießen.\n\n*   Borja Lorente Escobar (a.k.a. blorente) wird an einer Portierung der ***MacVenture-Engine*** zu ScummVM arbeiten.\n*   Bendegúz Nagy (a.k.a. WinterGrascph) wird daran arbeiten, ***Dungeon Master*** in ScummVM zu unterstützen.\n*   Dmitriy Iskrich (a.k.a. Iskrich) wird an einer ***Macromedia Director***\\-Engine arbeiten, mit einem besonderen Fokus auf ***The Journeyman Project***\n*   Ткачёв Александр (a.k.a. Tkachov) wird eine **Unterstützung für Cloud-Speicher** zu ScummVM hinzufügen, um den Austausch von Spielständen und Spieldateien zwischen verschiedenen Geräten zu ermöglichen.\n\nWir begrüßen unsere Studenten zu einem hoffentlich produktiven und interessanten Sommer! Sie können deren Fortschritt während des Sommers auf den [ScummVM-Blogs](http://planet.scummvm.org) verfolgen."
    },
    "20160502": {
        "title": "Es ist an der Zeit, ScummVM 1.8.1 zu testen",
        "content": "Nach der Veröffentlichung von ScummVM 1.8.0 waren wir sehr damit beschäftigt, kleine und große Fehler in den neu unterstützten Engines zu beheben. Nun sind wir beinahe soweit, Ihnen das Ergebnis in Form von ScummVM 1.8.1 zu präsentieren.\n\nBitte helfen Sie uns dabei, ein paar Spiele zu testen, speziell diejenigen, die für eine lange Zeit nicht angefasst wurden oder die signifikante Änderungen in ihrer Engine erfahren haben. Wir haben in unserem [Wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.1) eine kurze Liste vorbereitet.\n\nVon nun an möchten wir Sie dazu ermutigen, alle unterstützen Spiele zu testen und gefundene Fehler oder erfolgreiche Spieldurchläufe in unserem Forum zu melden, sodass wir einen aktuellen Status zur \"Lage der Nation\" im ScummVM-Land haben.\n\nUm die Vorab-Version zu testen, müssen Sie eine aktuelle [Entwicklerversion](/downloads/#daily) von ScummVM herunterladen. Wenn Sie Fehler entdecken, melden Sie diese bitte in unserem [Bug-Tracker.](http://bugs.scummvm.org/) Wenn alles reibungslos funktioniert, melden Sie Ihren Erfolg in [unseren Foren](http://forums.scummvm.org/viewtopic.php?t=14077). Wir werden dies dann sofort in unserem [Wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.1) widerspiegeln. (Ja, man kann für seine Test-Bemühungen berühmt sein!) Hinweise dazu, wie eine neue Veröffentlichung getestet werden sollte, finden Sie ebenfalls in unserem [Wiki](http://wiki.scummvm.org/index.php/Release_Testing).\n\nFür einige Spiele haben wir noch keine [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots). Bitte helfen Sie uns, unsere Gallerie zu vervollständigen."
    },
    "20160525": {
        "title": "Das Wartungs-Release ScummVM 1.8.1 \"Where Is Your Android?\" ist da",
        "content": "Nachdem die Veröffentlichung von ScummVM 1.8.0 schon ein paar Monate zurückliegt, ist es nun an der Zeit für eine neue Programmversion! ScummVM 1.8.1 ist jetzt verfügbar und beinhaltet einige wichtige Fehlerbehebungen sowie Unterstützung für (noch) mehr Plattformen.\n\nEines der wichtigsten \"Features\" dieser Version ist eine umfangreiche Verbesserung der Android-Portierung, welche nun auch Unterstützung für die OUYA- Konsole mitbringt. Wir arbeiten momentan daran, diese neue Version in Google Play zu veröffentlichen. Die Ungeduldigen unter Ihnen können die [APK-Dateien manuell herunterladen und installieren](/downloads). Die Android-Portierung kommt nun in zwei \"Geschmacksrichtungen\" daher: Unsere \"klassische\" OpenGL-basierte Version und die neue SDL-basierte Variante. Die SDL-Portierung besitzt eine bessere Kompatibilität zu einigen Android-Geräten und funktioniert auch besser mit einigen Spiele-Engines. Bitte probieren Sie die neue Version aus und berichten Sie uns im [Forum](http://forums.scummvm.org/viewforum.php?f=17) oder in unserem [Bug-Tracker](http://bugs.scummvm.org/) von Ihren Erfahrungen.\n\nAußerdem werden wir zukünftig den Nintendo 3DS unterstützen! Zum Zeitpunkt der Veröffentlichung wurden die Programmdateien noch nicht von unserem neuen Porter erstellt, sie sollten jedoch bald verfügbar sein. Halten Sie Ihre Augen offen!\n\nDie Programmdateien für 64-bit Macs beinhalten nun experimentelle Unterstützung für automatische Programmaktualisierungen mithilfe des [Sparkle-Frameworks](https://sparkle-project.org/). Automatische Aktualisierungen können auf Wunsch beim ersten Programmstart aktiviert werden. Standardmäßig wird einmal pro Woche nach einer neuen Programmversion gesucht. Wenn Version 1.9.0 veröffentlicht wird, werden Benutzer von 1.8.1 einen hübschen Aktualisierungs-Dialog angezeigt bekommen. Wenn Sie eine vergleichbare Funktion für Windows oder andere Plattformen wünschen, lassen Sie es uns wissen! Informationen darüber, wie der Aktualisierungsvorgang im Detail abläuft, finden Sie [hier](https://sparkle-project.org/).\n\nOhne Aktualisierungen der Spiele-Engines wäre eine ScummVM-Veröffentlichung nicht vollständig! ScummVM 1.8.1 beinhaltet Fehlerkorrekturen für *Drascula*, *Legend of Kyrandia*, *Labyrinth of Time*, lokalisierte Versionen von *I Have No Mouth*, *Baphomets Fluch 2.5* sowie Verbesserungen für die Windows-, Mac OS X- und GCW0-Version von ScummVM.\n\nDie vollständige Liste aller Änderungen finden Sie in den [Veröffentlichungshinweisen](/frs/scummvm/1.8.1/ReleaseNotes), die Programmdateien werden auf unserer [Download-Seite](/downloads/) zur Verfügung gestellt.\n\nMachen Sie sich bereit, schnappen Sie sich Ihr geliebtes Android-Gerät, installieren Sie ScummVM darauf, und spielen Sie!"
    },
    "20160606": {
        "title": "Helfen Sie Gnap dabei, sein U.F.O. zu reparieren!",
        "content": "Auf seiner Reise durch das Weltall ging Gnap irgendwann das Benzin aus, weshalb er genau auf die Farm von ein paar Hinterwäldlern abstürzte. Jetzt ist er auf dem Planeten Erde gestrandet und benötigt Ihre Hilfe, um sein U.F.O. zu reparieren und seine Reise fortsetzen zu können!\n\nDas ScummVM-Team ist stolz darauf, ankündigen zu können, dass *U.F.O.s*, auch bekannt als *GNAP: Der Schurke aus dem All* in den [aktuellen Entwicklerversionen](/downloads/#daily) spielbar ist und ab sofort getestet werden kann.\n\nBitte melden Sie alle Fehler oder noch unbekannte Versionen in unserem [Bug-Tracker](http://bugs.scummvm.org/). Bitte orientieren Sie sich dabei an unseren [Richtlinien für Fehlerberichte](/faq/#question.report-bugs). Wie üblich würden wir auch sehr gerne ein paar [Schnappschüsse](http://wiki.scummvm.org/index.php/Screenshots) Ihres Spieldurchlaufs sehen!"
    },
    "20160816": {
        "title": "Das ScummVM-Projekt hat einen neuen Bugtracker",
        "content": "Dank der harten Arbeit von wjp, konnten wir uns von SF.net verabschieden und zu unserem eigenen Bugtracker unter [https://bugs.scummvm.org](https://bugs.scummvm.org) umziehen. Dieser neue Dienst sollte schneller und zuverlässiger als der alte Bugtracker auf SF.net sein.\n\nAlle Informationen wurden von dem alten Tracker übernommen, einschließlich aller Code-Beiträge. (obwohl wir aktuell die Leute dazu ermutigen, Code-Beiträge über [GitHub Pull Requests](https://github.com/scummvm/scummvm/pulls) einzureichen).\n\nZur Authentifizierung verwendet der neue Bugtracker GitHub-Nutzerkonten via OAuth2, was die Anmeldung sicherer und einfacher macht. Wir haben alle Nutzerkonten von SF.net transferiert, haben jedoch keine E-Mail-Adressen eingetragen. Daher sollten Sie nach der ersten Anmeldung eine E-Mail-Adresse in den Einstellungen hinterlegen. Andernfalls sind wir nicht dazu in der Lage, mit Ihnen Kontakt aufzunehmen."
    },
    "20160913": {
        "title": "Die Tests für ScummVM 1.9.0 haben begonnen",
        "content": "Die Zeit fliegt dahin, und nun ist es an der Zeit, den Veröffentlichungs-Zyklus für ScummVM 1.9.0 einzuleiten.\n\nWir konnten zwei neue Spiele-Engines fertigstellen, und möchten Sie daher bitten, die folgenden Spiele zu testen:\n\n*   *Myst*\n*   *Myst: Masterpiece Edition*\n*   *U.F.O.s / Gnap: Der Schurke aus dem All*\n\nUnser SCI-Team war sehr damit beschäftigt, die Unterstützung von Sierra-Spielen in ScummVM zu verbessern. Dies bestand vor allem darin, die vorhandenen Fehler in den originalen Spiele-Skripten zu beheben. Daher möchten wir Sie bitten, auch einige dieser Spiele zu testen.\n\nDie vollständige Liste der Spiele, die für diese Veröffentlichung getestet werden sollten, finden Sie in [unserem Wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.9.0).\n\nBitte verwenden Sie eine [Entwicklerversion](/downloads/#daily) von ScummVM für Ihre Tests. Für den Fall, dass Sie Fehler entdecken, können Sie diese auf unserem neuen [Bug-Tracker](https://bugs.scummvm.org/) melden. Bitte berichten Sie über Ihren Fortschritt im passenden [Foren-Thread](http://forums.scummvm.org/viewtopic.php?t=14161), damit wir die Liste in unserem [Wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.9.0) entsprechend anpassen können. Bitte befolgen Sie unsere Richtlinien für Veröffentlichungs-Tests, die Sie [hier](http://wiki.scummvm.org/index.php/Release_Testing) finden.\n\nUns fehlen auch immer noch einige [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots), also vergessen Sie bitte nicht, während Ihres Spieldurchlaufs ein paar Schnappschüsse anzufertigen."
    },
    "20160915": {
        "title": "Adventure-Geschichte im \"Mystery House\"",
        "content": "\"Sie befinden sich im Vorgarten eines großen, verlassenen viktorianischen Hauses.\"\n\nErleben Sie Adventure-Geschichte und spielen Sie Sierras frühes Spiel *Hi-Res Adventure #1: Mystery House* in ScummVM. Trauen Sie sich zu, zurück ins Jahr 1980 zu springen und die Treppe hinauf zur Veranda zu nehmen? Laden Sie sich das Spiel und eine [Entwicklerversion](/downloads/#daily) von ScummVM herunter, und helfen Sie uns bei unseren Tests, indem Sie zurück durch die Zeit reisen.\n\nWir sind stolz darauf, ankündigen zu können, dass wir jetzt auch Unterstützung für einige andere Spiele bieten, die das gleiche ADL-System verwenden — ein System, welches solche fortschrittlichen Technologien wie Farbgrafik ermöglicht! Vielleicht retten Sie lieber in (*Hi-Res Adventure #0: Mission Asteroid*) den Planeten oder in (*Hi-Res Adventure #2: The Wizard and the Princess*) die Prinzessin?\n\nWir arbeiten auch an den restlichen Spielen der *Hi-Res Adventure*\\-Serie, in der Zwischenzeit jedoch veröffentlichen wir die Unterstützung der Apple II-Versionen dieser drei Spiele für weitere Tests, und hoffen, dass wir einige Fehlerberichte für eventuell von Ihnen gefundene Probleme erhalten. Wir möchten diese drei Spiele in unserer nächsten Veröffentlichung mit einschließen, weshalb Sie die [Richtlinien für Tests](http://wiki.scummvm.org/index.php/Release_Testing) befolgen sollten. Bitte vergessen Sie nicht, ein paar [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots) anzufertigen.\n\n*Mystery House* wurde von Sierra On-Line im Jahre 1987 anlässlich des 7. Geburtstags des Unternehmens als \"Public Domain\"-Programm freigegeben. Sie können es [kostenlos herunterladen](/games/#mysthous). Für weitere Details über die anderen Spiele und wo Sie eine Kopie kaufen können, schauen Sie [in unser Wiki](http://wiki.scummvm.org/index.php/ADL).\n\nWenn Sie die Original-Disketten für eines der *Hi-Res Adventure*\\-Spiele besitzen (für jede Plattform), würden wir gerne von Ihnen hören. Bitte nehmen Sie vor allem dann Kontakt mit uns auf, wenn Sie eine Apple II-Version von *Hi-Res Adventure #3: Cranston Manor* besitzen. Viele dieser Spiele sind selten, und wir können ohne Ihre Hilfe keine Unterstützung für die verschiedenen Spiele-Versionen hinzufügen!"
    },
    "20161017": {
        "title": "ScummVM 1.9.0 \"Myst-ery U.F.O.s\" ist da",
        "content": "Unsere einmonatige Testphase ist vorüber. Dank der Hilfe von Ihnen, unseren treuen Benutzern und Testern, sind wir jetzt dazu bereit, unsere nächste Version zu veröffentlichen.\n\nWie immer waren wir sehr damit beschäftigt, neue Spiele hinzuzufügen und bereits vorhandene zu verbessern. Jetzt, nach vielen Jahren der Entwicklung, sind wir stolz darauf, die Unterstützung für *Myst* und *Myst: Masterpiece Edition* ankündigen zu können.\n\nAußerdem unterstützen wir jetzt *U.F.O.s (Gnap: Der Schurke aus dem All)* und die frühen \"Sierra Hi-Res\"-Adventures, namentlich *Hi-Res Adventure #0: Mission Asteroid*, *Hi-Res Adventure #1: Mystey House* und *Hi-Res Adventure #2: The Wizard and the Princess*. Damit werden insgesamt sechs neue Spiele unterstützt.\n\nMit dieser Version wechseln wir zu SDL 2. Bitte [melden Sie alle Fehler,](https://bugs.scummvm.org) die sie finden können. Das letzte Mal haben wir Sparkle-basierte Updates für Mac eingeführt, und dieses Mal versuchen wir, diese auch für Windows einzuführen. Hoffentlich werden Sie die automatischen Updates in Aktion sehen, wenn wir unsere nächste Version veröffentlichen. Wir möchten noch einmal betonen, dass die automatischen Updates nur nach Ihrer ausdrücklichen Zustimmung beim ersten Programmstart aktiviert werden. Einmal aktiviert, wird ScummVM standardmäßig einmal pro Woche nach einer neuen Veröffentlichung suchen. Bildschirmfotos des automatischen Update-Vorgangs finden Sie auf der [Website von WinSparkle](https://winsparkle.org).\n\nZu den nennenswerten Fehlerbehebungen und Verbesserungen zählen die Hercules- Darstellung und -Schriftarten für AGI-Spiele, viele Fehlerbehebungen für SCI-Spiele, verbesserte Spielerfahrung in *Sherlock* und die Unterstützung für AmiUpdate in der Amiga-Portierung.\n\nDie vollständige Liste aller Änderungen finden Sie in den [Veröffentlichungshinweisen](/frs/scummvm/1.9.0/ReleaseNotes); die Programmdateien können Sie auf unserer [Downloads-Seite](/downloads/) herunterladen.\n\nWarten Sie nicht länger, und spielen Sie *Myst* oder *U.F.O.s* jetzt gleich!"
    },
    "20161127": {
        "title": "Das ScummVM-Projekt hat eine neue Übersetzungs-Website",
        "content": "![Übersetzungs-Status](https://translations.scummvm.org/widgets/scummvm/-/287x66-white.png)\n\nBisher war das Übersetzen der ScummVM-Software nicht gerade einfach. Übersetzer mussten die Übersetzungs-Vorlagen auf ihren Computer herunterladen, die Übersetzung mithilfe einem speziellen Programm bearbeiten und anschließend die aktualisierte Übersetzung dem ScummVM-Team mithilfe eines [Pull Requests](https://help.github.com/articles/creating-a-pull-request/) oder über den [Bug-Tracker](https://bugs.scummvm.org/) vorschlagen. Das ScummVM-Team wiederum musste auch einige Arbeiten manuell durchführen, wie etwa die Übersetzungsvorlagen bei Änderungen im Programm-Quelltext aktualisieren oder die Übersetzungs-Binärdatei neu erstellen, wenn ein Übersetzer einen Beitrag eingereicht hatte.\n\nDas alles gehört der Vergangenheit an. Jetzt ist es dank unserer [Übersetzungs-Website](https://translations.scummvm.org/), basierend auf [Weblate](https://weblate.org/), so einfach und komfortabel wie nie zuvor, an der Übersetzung von ScummVM zu arbeiten. Übersetzungs-Vorlagen werden automatisch wenn nötig aktualisiert, genauso wie auch die Binärdatei mit den Übersetzungsdaten. Übersetzer brauchen jetzt nur noch zu übersetzen. Das ist alles. Die Website hilft den Übersetzern, indem sie automatisierte Qualitätsprüfungen durchführt sowie (Maschinen-)Übersetzungen vorschlägt.\n\nZu guter Letzt hilft die neue Seite, eine Gemeinschaft rund um die Übersetzungen aufzubauen, da Benutzer jetzt über Übersetzungsvorschläge abstimmen können und sogar eigene Vorschläge einbringen können. Jeder kann die Übersetzungen sehen, aber Sie werden sich anmelden müssen, wenn Sie eigene Vorschläge einbringen wollen, kommentieren und abstimmen wollen. Sie können sich entweder mit Ihrem GitHub- oder Facebook-Konto anmelden oder ein Konto auf der Website eröffnen. Nach der Anmeldung müssen Sie mit uns Kontakt aufnehmen, wenn Sie darüber hinaus weiter zu den Übersetzungen beitragen möchten (beispielsweise mit einer neuen Übersetzung beginnen oder bei einer bereits bestehenden mithelfen), da wir Ihnen Zugriff auf die Gruppe der Übersetzer gewähren müssen. Im Gegensatz zu normalen Benutzern können Übersetzer Vorschläge akzeptieren oder ablehnen sowie die Übersetzungen direkt bearbeiten. Kontaktieren Sie uns, indem Sie den IRC-Kanal #scummvm auf irc.freenode.net besuchen oder per E-Mail an [translation@scummvm.org](mailto:translation@scummvm.org), wenn Sie daran interessiert sind, ein offizieller Übersetzer zu werden. Andernfalls besuchen Sie [https://translations.scummvm.org/](https://translations.scummvm.org/) gleich jetzt, und helfen Sie uns, ScummVM jedem zugänglich zu machen."
    },
    "20161201": {
        "title": "Ein Licht am Ende der Röhre",
        "content": "Der Dude... die Röhre... der Dark-Burrow-Dweller... und Sie.\n\nNach einigen Jahren der Entwicklung kann das ScummVM-Team heute die volle Unterstützung für das obskure, ausgefallene und fesselnde Spiel *Full Pipe* (Originaltitel: Полная Труба) ankündigen. Nehmen Sie Ihre Spiele-CD (die Android- und iOS-Versionen werden nicht unterstützt), die aktuelle [Entwicklerversion](/downloads/#daily) und helfen Sie uns, die Abenteuer des Dude in einer Welt voller Kuriositäten zu testen.\n\nBevor Sie mit Ihrem Testlauf beginnen, möchten wir Sie bitten, unsere [Test-Richtlinien](http://wiki.scummvm.org/index.php/Release_Testing) zu lesen. Bitte fertigen Sie auf Ihrem Weg ein paar [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots) an.\n\nUnd los! Dude ist gerade in das tiefe Tunnellabyrinth gestürzt."
    },
    "20170306": {
        "title": "Willkommen zum größten Summer of Code aller Zeiten",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nDieses Jahr hat Google den größten Summer of Code aller Zeiten angekündigt. 201 Organisationen wurden zugelassen. Wir freuen uns sehr, ankündigen zu können, dass wir auch dieses Jahr zusammen mit unserem Schwesterprojekt ResidualVM teilnehmen.\n\nSie sind ein motivierter Student? Sie möchten am größten Google Summer of Code aller Zeiten teilnehmen? Sie möchten sich als Mitwirkender an einem der größten Projekte zur Erhaltung von Computerspielen einen Namen machen?\n\nScummVM und ResidualVM warten auf Sie! Werfen Sie einen Blick auf [unsere Ideen-Seite](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2017) oder nennen Sie uns Ihre eigene Idee!\n\nAuf jeden Fall sollten Sie nicht zögern, mit uns im IRC zu chatten! Ein Ort: Freenode. Zwei Channel: #scummvm und #residualvm"
    },
    "20170401": {
        "title": "Wir ändern unseren Namen!",
        "content": "Wir sind sehr stolz darauf, ankündigen zu können, dass Retro-Junk daran gearbeitet hat, eines der wichtigsten Spiele in der Geschichte der Videospiele in ScummVM zu unterstützen: Plumbers Don't Wear Ties!\n\nWährend der letzten Jahre haben uns immer wieder Anfragen erreicht, ob die Unterstützung dieses Genre-definierenden Meisterwerkes möglich ist. Es hat die Spieleindustrie für immer verändert, da es (unter anderem) ein großartiges Negativbildintro (mit kartfahrenden Pandas), FMP (Full Motion Pictures) als eigenes Genre und als bisher einziges Spiel einen zweiundvierzigklassigen Humor eingeführt hat.\n\nDie Engine spiegelt die erstaunliche Komplexität des Spiels wider. Mit 500 Zeilen Code ist sie aktuell eine der größten Engines (die 62-größte um genau zu sein) in unserem Verzeichnis. Wie Sie sich sicher vorstellen können, benötigen wir noch einige Zeit, um die Engine zu korrigieren und zu ScummVM hinzuzufügen.\n\nBereits jetzt können Sie den Programmcode [über diesen Pull Request auf GitHub](https://github.com/scummvm/scummvm/pull/932) herunterladen, eine Kopie kompilieren und losspielen (derzeit wird nur die PC-Version unterstützt). Und denken Sie daran, dass wir immer an neuen Bildschirmfotos interessiert sind!\n\nUnser aller Dank gilt zwei unserer Entwickler, uruk-hai und t0by. Sie haben sich unermüdlich für die Unterstützung dieses Spiels eingesetzt und wirklich jeden motiviert. Diese Arbeit wäre ohne sie nicht möglich gewesen!\n\nBevor Sie mit Ihrem Testlauf beginnen, möchten wir Sie dazu ermutigen, unsere [Test-Richtlinien](http://wiki.scummvm.org/index.php/Release_Testing) zu lesen. Bitte fertigen Sie auch ein paar [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots) an.\n\nUnd los! Nehmen Sie Ihre Kopie des Spiels und des Codes und genießen Sie diesen historischen Moment!"
    },
    "20170428": {
        "title": "FaSCInierend",
        "content": "Erkunden Sie ein verfluchtes Museum, jagen Sie einen Serienkiller, wischen Sie den Fußboden, verfallen Sie dem Wahnsinn, finden Sie Ihre wahre Liebe, finden Sie Ihre \"wahre Liebe\", reisen Sie zu vergangenen Ländern, klären Sie die Voodoo-Morde auf, entdecken Sie eine verlorene Oper — oder tun Sie alles! Der erste Schwung von 32-bit DOS/Windows Sierra-Adventures kann nun in der aktuellen [Entwicklerversion](/downloads/#daily) von ScummVM getestet werden:\n\n*   [Gabriel Knight](http://wiki.scummvm.org/index.php/Gabriel_Knight)\n*   [Gabriel Knight 2](http://wiki.scummvm.org/index.php/The_Beast_Within)\n*   [King's Quest VII](http://wiki.scummvm.org/index.php/King%27s_Quest_VII)\n*   [King's Questions](http://wiki.scummvm.org/index.php/King%27s_Questions)\n*   [Leisure Suit Larry 6 (hi-res)](http://wiki.scummvm.org/index.php/Leisure_Suit_Larry_6)\n*   [Phantasmagoria](http://wiki.scummvm.org/index.php/Phantasmagoria)\n*   [Police Quest 4](http://wiki.scummvm.org/index.php/Police_Quest_IV)\n*   [Shivers](http://wiki.scummvm.org/index.php/Shivers)\n*   [Space Quest 6](http://wiki.scummvm.org/index.php/Space_Quest_6)\n*   [Torin's Passage](http://wiki.scummvm.org/index.php/Torin%27s_Passage)\n\nDie [Spieldateien-Seite](http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games) wurde um Informationen bezüglich der Installation dieser Spiele ergänzt. Wenn Sie diese Spiele nicht besitzen, besuchen Sie [unsere Seite mit Bezugsquellen](http://wiki.scummvm.org/index.php/Where_to_get_the_games#Sierra_Games), um sie zu kaufen!\n\nBevor Sie mit Ihrem Testlauf beginnen, lesen Sie bitte die Anweisungen auf der [SCI-Testseite](http://wiki.scummvm.org/index.php/SCI/Testing) und fertigen bitte [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots) während des Spiels an.\n\n(Wenn Sie schon immer einige der früheren SCI-Spiele spielen wollten, ist jetzt eine gute Gelegenheit dazu, da die Änderungen an der SCI-Engine auch 16-bit SCI-Spiele betreffen!)\n\nViel Spaß!"
    },
    "20170505": {
        "title": "GSoC 2017-Projekte bekannt gegeben!",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nHeute hat Google die Projekte bekannt gegeben, die für den diesjährigen \"Summer of Code\" akzeptiert wurden. Wir freuen uns sehr, dass ScummVM zwei Zauberschüler betreuen wird, die eine gemeinsame Mission haben: Accio Super Sludge Nova! Der Zauber bewirkt die Unterstützung für zwei neue Engines und ist 12 Wochen wirksam:\n\n*   Joseph-Eugene Winzer (a.k.a. Joefish) wird an der Unterstützung für ***[Mission Supernova](http://outpost.simplicity.de)*** arbeiten.\n*   Simei Yin wird an einer Portierung der ***[Sludge-Engine](https://opensludge.github.io)*** zu ScummVM arbeiten.\n\nWir heißen unsere Schüler sehr herzlich willkommen und hoffen, dass es ein produktiver und interessanter Sommer wird! Sie können ihren Fortschritt den ganzen Sommer über in den [ScummVM-Blogs](http://planet.scummvm.org) verfolgen."
    },
    "20170617": {
        "title": "Hi-Res Adventures",
        "content": "Letztes Jahr haben wir die Unterstützung von drei Adventures der \"Sierra Hi-Res Adventures\"-Reihe hinzugefügt: *Mystery House* (#1), *Mission: Asteroid* (#0) und *Wizard and the Princess* (#2). Wir sind stolz, ankündigen zu können, dass drei weitere Apple II-Spiele ab sofort in ScummVM spielbar und testbereit sind: *Ulysses and the Golden Fleece* (#4), *Time Zone* (#5) und *The Dark Crystal* (#6).\n\nVon *Ulysses and the Golden Fleece* unterstützen wir derzeit das Load 'N' Go-Release. Von *Time Zone* und *The Dark Crystal* unterstützen wir die Disketten-Abbilder, die sich auf einigen der [Sierra Collection-CDs](http://wiki.scummvm.org/index.php/SCI/Game_Collections) befinden. Die [Wiki-Seite über Spieldateien](http://wiki.scummvm.org/index.php/Datafiles) wurde um die erforderlichen Dateinamen der Disketten-Abbilder ergänzt.\n\nWenn Sie einen dieser Klassiker besitzen, laden Sie sich die aktuelle [Entwicklerversion](/downloads/#daily) herunter und probieren Sie das Spiel aus! Wenn Sie auf ein Problem stoßen, erstellen Sie bitte einen Fehlerbericht unter Berücksichtigung [unserer Test-Richtlinien](http://wiki.scummvm.org/index.php/Release_Testing). Und wenn Sie schon dabei sind, erstellen Sie bitte ein paar [Bildschirmfotos!](http://wiki.scummvm.org/index.php/Screenshots)\n\nSie fragen sich vielleicht, was mit *Hi-Res Adventure #3: Cranston Manor* passiert ist. Unglücklicherweise konnten wir bisher noch keine Kopie dieses Spiels finden, obwohl wir bereits seit über einem Jahr danach suchen. Wenn Sie das Spiel besitzen, würden wir sehr gerne [von Ihnen hören](/contact/)!"
    },
    "20170702": {
        "title": "Gefangen auf einem Luxus-Kreuzfahrtschiff... Im Weltall!",
        "content": "Entdecken Sie ein heruntergekommenes Luxus-Kreuzfahrtschiff und versuchen Sie, den Deskbot davon zu überzeugen, Ihnen ein Upgrade zu geben, bevor Sie schließlich den über das Schiff herrschenden Computer \"Titania\" finden und reparieren. Andernfalls werden Sie nie wieder nach Hause kommen. Wir freuen uns die Testphase für ein Spiel aus den späten 90ern - [Starship Titanic](http://www.mobygames.com/game/starship-titanic) - ankündigen zu können. Derzeit kann ausschließlich die englische Version getestet werden. Holen Sie Ihre Kopie des Spiels hervor und besorgen Sie sich die aktuelle [Entwicklerversion](/downloads/#daily) von ScummVM. Sie benötigen zusätzlich die Datei [titanic.dat](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/titanic.dat?raw=true) welche Sie im gleichen Verzeichnis ablegen sollten, in dem auch die Spieldateien liegen.\n\nBevor Sie mit Ihrem Testlauf beginnen, sollten Sie wissen, dass das Spiel ein Indeo-codiertes AVI-Video enthält, von dem wir noch nicht wissen, wie wir die Transparenz-Informationen entschlüsseln können. Vereinzelt werden Sie Objekte sehen, die von einer schwarzen Fläche umgeben sind. Bitte ignorieren Sie das Problem vorerst. Alle anderen Probleme mit der Grafik oder dem Spielverlauf selbst melden Sie bitte in unserem [Bug-Tracker](https://bugs.scummvm.org/)."
    },
    "20170731": {
        "title": "Besiegen Sie den Herrscher des fünften Zeitalters",
        "content": "Gleich nach dem Ende von [Myst](http://wiki.scummvm.org/index.php/Myst), werden Sie von Atrus direkt in ein weiteres Zeitalter geschickt, in dem dessen Frau Catherine gestrandet ist. Riven ist das fünfte Zeitalter, welches von Atrus' Vater Gehn geschrieben wurde und über das Gehn nun als grausamer, selbsternannter Gott herrscht. Ihre Mission: Retten Sie Catherine und nehmen Sie Gehn gefangen. Um erfolgreich zu sein, werden Sie die fünf Inseln von Riven sorgfältig erkundigen und die Rätsel lösen müssen, die dort versteckt sind.\n\nDas ScummVM-Team ist stolz darauf, ankündigen zu können, dass [Riven: The Sequel to Myst](http://wiki.scummvm.org/index.php/Riven:_The_Sequel_to_Myst) endlich bereit für die Testphase ist. Wenn Sie an dem Test teilnehmen möchten, laden Sie die aktuelle [Entwicklerversion](/downloads/#daily) von ScummVM herunter, um die Windows- oder Mac-Version des Spiels zu spielen. Bitte melden Sie alle Fehler, die Sie finden können, auf unserem [Bug-Tracker](https://bugs.scummvm.org/). Bitte stellen Sie sicher, [dass Sie unseren Richtlinien zum Einsenden von Fehlerberichten folgen](http://wiki.scummvm.org/index.php/Release_Testing).\n\nUm sich auf Riven vorzubereiten, möchten Sie vielleicht zuerst Myst spielen. In diesem Fall möchten wir Sie bitten, eine aktuelle Entwicklerversion zu verwenden. An der Spiel-Engine wurden umfangreiche Änderungen vorgenommen, um das Spielerlebnis zu verbessern. Dabei können uns einige Fehler entgangen sein. Wie bei Riven möchten wir Sie bitten, alle Fehler, die Sie finden können, an uns zu melden."
    },
    "20170801": {
        "title": "Sie werden einen P-SCI-chologen brauchen!",
        "content": "Gehen Sie auf große Fahrt, ordnen Sie ein paar durcheinandergeratene Kinderlieder oder verbringen Sie etwas Zeit in der Psychiatrie! Der zweite Stapel an 32-bit DOS/Windows Sierra-Adventures kann jetzt in der aktuellen [Entwicklerversion](/downloads/#daily) von ScummVM getestet werden:\n\n*   [Leisure Suit Larry 7](http://wiki.scummvm.org/index.php/Leisure_Suit_Larry_7)\n*   [Mixed-Up Mother Goose Deluxe](http://wiki.scummvm.org/index.php/Mixed-Up_Mother_Goose)\n*   [Phantasmagoria 2](http://wiki.scummvm.org/index.php/Phantasmagoria_2)\n\nDie Seite [über die Spieldateien](http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games) wurde um Informationen, wie diese Spiele installiert werden können, ergänzt. Wenn Sie keine Spiele besitzten, finden Sie [auf dieser Seite](http://wiki.scummvm.org/index.php/Where_to_get_the_games#Sierra_Games) Informationen darüber, wo Sie die Spiele kaufen können!\n\nBevor Sie mit Ihrem Testlauf beginnen, lesen Sie bitte die Hinweise auf unserer [SCI-Testseite](http://wiki.scummvm.org/index.php/SCI/Testing) und erstellen Sie ein paar [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots), wenn Sie unterwegs sind.\n\nViel Spaß!"
    },
    "20171010": {
        "title": "Drei neue Spiele über Aliens",
        "content": "Besuchen Sie eine Alien-Welt, besuchen Sie eine Alien-Welt oder ein Alien-Raumschiff, oder gehen Sie zu einem fremden Raumschiff voller Außerirdischer! In unserem neuesten Schwung Adventures haben Sie die Wahl zwischen drei verschiedenen Alien-Welten. Und alle sind jetzt bereit, in der aktuellen [Entwicklerversion](/downloads/#daily) von ScummVM getestet zu werden:\n\n*   [Lighthouse](http://wiki.scummvm.org/index.php/Lighthouse)\n*   [RAMA](http://wiki.scummvm.org/index.php/RAMA)\n*   [Raumschiff Titanic (deutsche Version)](http://wiki.scummvm.org/index.php/Starship_Titanic)\n\nDie [Spieldateien-Seite](http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games) wurde um Informationen zur Installation dieser Spiele ergänzt. Wenn Sie die Spiele nicht besitzen, finden Sie [hier heraus](http://wiki.scummvm.org/index.php/Where_to_get_the_games), wo Sie sie kaufen können!\n\nBevor Sie Ihren Testlauf beginnen, sollten Sie für Lighthouse und RAMA die Hinweise auf unserer [SCI-Testseite lesen](http://wiki.scummvm.org/index.php/SCI/Testing) und auch ein paar [Bildschirmfotos](http://wiki.scummvm.org/index.php/Screenshots) anfertigen. Für Raumschiff Titanic benötigen Sie zusätzlich die Datei [titanic.dat](https://raw.githubusercontent.com/scummvm/scummvm/master/dists/engine-data/titanic.dat), die Sie im gleichen Verzeichnis ablegen sollten, in dem sich auch die Spieldateien befinden.\n\nBitte beachten Sie hinsichtlich der deutschen Version von Raumschiff Titanic, dass wir nicht alle deutsch sprechen und Fehlerberichte daher auf englisch verfasst werden müssen. Sollten Sie Fehler entdecken, die sich auf Texteingaben im Konversations-Tab einer der Bots beziehen, erleichtert es unsere Arbeit, wenn Sie das Problem auch mit Wörtern wiederholen, die keine Umlaute enthalten.\n\nViel Spaß!"
    },
    "20171122": {
        "title": "Die Testphase für ScummVM 2.0 hat begonnen",
        "content": "Endlich ist der Tag gekommen, an dem wir den aktuellen ScummVM-Veröffentlichungszyklus abschließen! ScummVM 2.0 ist eine der bislang größten Veröffentlichungen und fügt die Unterstützung für 23 neue Spiele hinzu:\n\n*   *Cranston Manor*\n*   *Full Pipe*\n*   *Gabriel Knight*\n*   *Gabriel Knight 2*\n*   *King's Quest VII*\n*   *King's Questions*\n*   *Leisure Suit Larry 6 (hi-res)*\n*   *Leisure Suit Larry 7*\n*   *Lighthouse*\n*   *Mixed-Up Mother Goose Deluxe*\n*   *Phantasmagoria*\n*   *Phantasmagoria 2*\n*   *Plumbers Don't Wear Ties*\n*   *Police Quest 4*\n*   *RAMA*\n*   *Riven: The Sequel to Myst*\n*   *Shivers*\n*   *Space Quest 6*\n*   *Starship Titanic*\n*   *The Dark Crystal*\n*   *Time Zone*\n*   *Torin's Passage*\n*   *Ulysses and the Golden Fleece*\n\nDiese Veröffentlichung beinhaltet auch signifikante Verbesserungen und Fehlerkorrekturen für viele Engines. Jetzt ist also eine gute Gelegenheit, einen alten Klassiker (wieder) zu entdecken, selbst wenn er nicht auf dieser Liste steht!\n\nLaden Sie sich die aktuelle [Entwicklerversion](/downloads/#daily) von ScummVM herunter und befolgen Sie unsere [Test-Richtlinien](http://wiki.scummvm.org/index.php/Release_Testing). **Wenn Sie Windows benutzen**, verwenden Sie bitte die [Entwicklerversionen von Kirben](http://scummvm.org/downloads/scummvm-win32.exe) anstelle der Entwicklerversionen des Buildbots. Bitte melden Sie alle Fehler, die Sie finden können, in unserem [Bug-Tracker](https://bugs.scummvm.org/). Wenn Sie ein Spiel komplett durchgespielt haben, [füllen Sie bitte unser Testergebnis-Formular aus](https://docs.google.com/forms/d/e/1FAIpQLSfiAycQmgaBEDsb0KNpZrNAaqBtilZe4SHWRDYcykeKqLHFvg/viewform). Sie können den [Test-Verlauf in unserem Wiki verfolgen](http://wiki.scummvm.org/index.php/Release_Testing/2.0.0).\n\nViel Spaß!"
    },
    "20171217": {
        "title": "An: Sie. Von: Veröffentlichungs-Team. Betreff: ScummVM 2.0.",
        "content": "Pünktlich zu den Feiertagen ist die finale Version von ScummVM 2.0.0 fertig! Diese Version fügt die Unterstützung für 23 brandneue alte Spiele hinzu, einschließlich nahezu aller 32-Bit-Adventures von Sierra:\n\n*   *Cranston Manor*\n*   *Full Pipe*\n*   *Gabriel Knight*\n*   *Gabriel Knight 2*\n*   *King's Quest VII*\n*   *King's Questions*\n*   *Leisure Suit Larry 6 (hi-res)*\n*   *Leisure Suit Larry 7*\n*   *Lighthouse*\n*   *Mixed-Up Mother Goose Deluxe*\n*   *Phantasmagoria*\n*   *Phantasmagoria 2*\n*   *Plumbers Don't Wear Ties*\n*   *Police Quest 4*\n*   *RAMA*\n*   *Riven: The Sequel to Myst*\n*   *Shivers*\n*   *Space Quest 6*\n*   *Starship Titanic*\n*   *The Dark Crystal*\n*   *Time Zone*\n*   *Torin's Passage*\n*   *Ulysses and the Golden Fleece*\n\nDa ist allerdings noch mehr als nur ein paar neue Engines! Die Unterstützung für viele Spiele wurde verbessert. Ebenso ist viel Arbeit in die Verbesserung der Audio- und Video-Systeme geflossen. Einige Spieler werden auch feststellen, dass sich unter anderem die Unterstützung für Joysticks verbessert hat und verschiedene weitere Verbesserungen, die von unseren Benutzern vorgeschlagen wurden, in dieser Version vorhanden sind. Eine umfangreichere Liste mit allen Verbesserungen in dieser Version finden Sie in den [Veröffentlichungsnotizen zu ScummVM 2.0](http://scummvm.org/frs/scummvm/2.0.0/ReleaseNotes_DE).\n\nWir möchten uns bei allen bedanken, die diese Veröffentlichung ermöglicht haben:\n\nBei unseren super-coolen Programmierern, die all die Dinge entwickelt haben, die in diese Veröffentlichung eingeflossen sind: Aaryaman Vasishta, Alexander (Tkachov), Alexander Reim, Alexandre Detiste, Alyssa Milburn, angstsmurf, Arnaud Boutonné, Bastien Bouclet, Ben Castricum, Bendegúz Nagy, Cameron Cawley, Colin Snover, cpasjuste, D G Turner, Daniel Plakhotich, Dario Scarpa, David Fioramonti, Donovan Watteau, Einar Johan Trøan Sømåen, Eugene Sandulenko, Fedor (fedor4ever), Ferdinand Thiessen, Filippos Karapetis, Frank Richter, Hein-Pieter van Braam, Hubert Maier, iskrich, Ivan Avdeev, Joseph-Eugene Winzer, Kirben, kmar, Lothar Serra Mari, Lyubomyr Lisen, Marcus Comstedt, Martin Kiewitz, Michael Drüing, Nick Renieris, Omer Mor, Ori Avtalion, ottogin, Pala, Patrik Dahlstrom, Paul Gilbert, Peter Kohaut, Retro-Junk, Robert Crossfield, Robert Göffringmann, rsn8887, Ruud Klaver, Ryper\\_Zsolt, Schrijvers Luc, Simei Yin, stevenhoefel, Sven Hesse, Sven Kochmann, Tarek Soliman, Tarek Soliman, Thierry Crozat, Thomas Fach-Pedersen, Tobia Tesan, Torbjörn Andersson, upthorn, vanfanel, VelocityRa, Vincent Bénony, Vincent Pelletier, Walter van Niftrik, Willem Jan Palenstijn und Zbyněk Schwarz!\n\nBei unserer großartigen Nutzer-Gemeinschaft und allen Testern, die ScummVM auseinandergenommen und Fehler gemeldet haben, die in diesem Veröffentlichungs-Zyklus behoben wurden: ADeadTrousers, albadross, AlessioR, Alien-Grey, alien-grey, AndyILC, Arjak89, badungu, Bakhtosh, Bastien Bouclet, Ben Castricum, Benjamin Hodgetts, Bill Niakas, bramvandijk, carquinyoli, Colin Snover, counting\\_pine, ctoroman, cyberskull, d3p4z, dafioram, Daniel Wolf, danieljaeger, David Dew, david\\_corrales, dch216, dego93, Derek Warren, dominus, DustyShinigami, elaseela, Eliot Lash, enclume, EricOakford, esziarko, exmensa, Farmboy0, Filippos Karapetis, forge017, g5ppc, garethbp, gatesbillou, GeekZolda, George Kormendi, GermanTribun, greencis, Gualtiero, Hein-Pieter van Braam, henke37\\_2, hkzlab, Hubert Maier, Ignaz Forster, ilya13, Indy4-Fan, IntEmu, Ivan Lukyanov, Jan Sperling, Jarosław Jaworski, JCaesar13, jcmanciot, joachimeberhard, jomalin1, kervala, Kurufinwe21, Laylia27, legluondunet, legoking831, Lothar Serra Mari, Lyubomyr Lisen, macca8, maplesyrup, Markus Mahlstedt, Matan Bareket, Max Tabachenko, mcknallski, mthreepwood, MusicallyInspired, oddfff, Omer Mor, Ori Avtalion, Paul Gilbert, pegasusepsilon, PetrCejpek, Petter Sjölund, pliesenfeld, Quietust, r-alf-the-alf, Robert Megone, rsn8887, SeanW1975, Sergey, sluicebox, softwarespecial, Stefan Seeland, Stephane Lapie, Sven Hesse, Tarek Soliman, telanus, tgfmfc, Thierry Crozat, tobiatesan, Tomasz Grzegurzko, Torbjörn Andersson, Uukrull, vonmagnum, vorph999, Walter van Niftrik, Willem Jan Palenstijn, Windle Poons, zaurak und zorbid.\n\nBei unseren fantastischen Übersetzern, die dabei geholfen haben, ScummVM 2.0 für die Nutzer von 24 verschiedenen Sprachen weltweit zugänglich zu machen: Alex Jakovleff, Alexandre Folle de Menezes, Arius, Ben Castricum, Carlos, edward, Einar Johan Trøan Sømåen, Erik Zubiria, Ettore Atalan, Eugene Sandulenko, Fernando Sarmento, Filippos Karapetis, George Kormendi, Gilles, hampusf, Ivan Lukyanov, JanShing, Jennifer McMurray, jepael, jeroen klop, John Doe, Jordi Vilalta Prat, Jose Roses, Joseph-Eugene Winzer, lorz, Lothar Serra Mari, Luis, Lyubomyr Lisen, Manuel, Martin Schoenmakers, Max von Werner, Michael D., Milo Casagrande, mézes gergely, pablobecerra, Paolo Bossi, Pavel Kungurtsev, Pere Orga, Peter Johansson, Petter Sjölund, poulsen93, Purple T, rafaelmessias, Rafał Będźkowski, Rafał Rzepecki, Rodrigo Vegas Sánchez-Ferrero, Rossano, Rouven Bauer, Santiago G. Sanz, Santiago Sanchez, selmiak, Sergio Carmona, Simon Sawatzki, stevenew, Thierry Crozat, Timo Mikkolainen, Timofonic, Tobia Tesan, TomasM, Vitor Santos, Víctor Martínez Pajares, Walter Agazzi, wreednumero2 und Zbyněk Schwarz.\n\nBei unseren extrem gut aussehenden Portierern und Paketierern, die ScummVM in etwas verwandeln, dass Sie tatsächlich ausführen können: Colin Snover, Keith Scroggins, Manuel Alfayate, Marcus Comstedt, Tarek Soliman und Thierry Crozat.\n\nBei unserem wundervollen Technologie-Sponsor [easyname](https://www.easyname.com/), der uns Server und Bandbreite zur Verfügung stellt, damit wir die Veröffentlichungen verwalten und Ihnen bereitstellen können.\n\nUnd abschließend - danke Ihnen, außergewöhnlicher Benutzer, dass Sie ScummVM verwenden, und (mit der Bitte um Entschuldigung) danke an alle, deren Namen ich nicht herausfinden konnte. Ihre Unterstützung bedeutet uns sehr viel. Vielen Dank!\n\n(Werbung in eigener Sache: Wenn Sie Ihren Namen hier lesen möchten, brauchen Sie nur etwas beizutragen, was ScummVM weiter verbessert!)\n\n[Laden Sie ScummVM 2.0](http://scummvm.org/downloads/) jetzt herunter - unser Weihnachtsgeschenk an Sie.\n\nDas Veröffentlichungs-Team - bis zum nächsten Mal!"
    },
    "20180214": {
        "title": "Ein neues Jahr, ein neuer Summer of Code",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nVor zwei Tagen hat Google die für den diesjährigen Summer of Code zugelassenen Organisationen bekannt gegeben. Wir freuen uns sehr, dass ScummVM und unser Schwester-Projekt ResidualVM dazu gehören. Summer of Code ist eine jährlich von Google organisierte Veranstaltung, die Studenten dazu motivieren soll, an Open Source-Projekten mitzuwirken. Open Source-Organisationen benennen Mentoren und Arbeitspakete, während Google Geld an teilnehmende Studenten auszahlt. Sie finden weiterführende Informationen auf der [offiziellen Website](https://summerofcode.withgoogle.com). In unserem [Wiki](http://wiki.scummvm.org/index.php/Summer_of_Code) finden Sie ebenfalls einige Informationen, insbesondere unsere [Projekt-Regeln,](http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules) die Bewerber befolgen sollten.\n\nSie sind ein motivierter Student? Sie sind zwischen dem 14. Mai und 6. August verfügbar? Sie möchten an einem der größten Projekte zur Bewahrung von Computerspielen mitarbeiten? Dann warten ScummVM und ResidualVM auf Sie! Werfen Sie einen Blick auf unsere [Ideen-Seite](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2018) oder bringen Sie Ihre eigenen Ideen mit ein! Studenten haben bis zum 27. März Zeit, ihre Vorschläge für ein Projekt, an dem sie arbeiten wollen, einzureichen. Die akzeptierten Vorschläge werden am 23. April bekannt gegeben. Im Anschluss haben die Teilnehmer einige Wochen Zeit, sich mit der Community vertraut zu machen, bevor die 12-wöchige Programmier-Phase am 14. Mai beginnt.\n\nIn jedem Fall sollten Sie nicht zögern, mit uns im IRC zu chatten! Ein Ort: Freenode. Zwei Channel: #scummvm und #residualvm"
    },
    "20180331": {
        "title": "IDA Disassembler",
        "content": "Eine kürzlich geführte Diskussion über die Freeware-Version von IDA Disassembler 7.0 hat gezeigt, dass diese Version keine älteren DOS- und Windows-Programme mehr disassemblieren kann. Dies stellt offensichtlich ein Problem für potenzielle Mitwirkende und für GSoC-Studenten dar, die ein altes Adventure- oder Rollenspiel für ihre Projekte durch \"Reverse Engineering\" zurückentwickeln möchten. Die offensichtliche Lösung ist es, eine ältere Freeware-Version anzubieten, die diese Dateien noch unterstützt.\n\nWir haben uns mit Hex-Rays beraten und die Erlaubnis erhalten, eine der früheren Freeware-Versionen von IDA zum Download anzubieten. Nachdem wir die früheren Versionen überprüft haben, haben wir uns für [IDA Freeware Version 5.0](https://www.scummvm.org/frs/extras/IDA/idafree50.exe) entschieden. IDA 5.0 war die erste Version von IDA, welche die bequeme Graphen-Übersicht beinhaltet. Diese Freeware-Version beinhaltet sowohl die Graphen-Übersicht als auch die Möglichkeit, DOS-Programme zu disassemblieren. Sie ist auch nicht zeitlich begrenzt wie die Demo-Versionen und somit die beste Möglichkeit für Enthusiasten, sich am Reverse-Engineering von alten Spielen zu versuchen.\n\nIn Anbetracht dessen, dass viele unserer Spiele-Engines durch Reverse-Engineering der Originalspiele entstanden sind, werden sich hoffentlich auch in Zukunft weiter Menschen für die Re-Implementierung von Spielen interessieren.\n\nJe mehr, desto besser :)"
    },
    "20180423": {
        "title": "Die Projekte für GSoC 2018 wurden angekündigt!",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nHeute hat Google die Projekte angekündigt, die für den diesjährigen Summer of Code angenommen wurden. Wir sind sehr erfreut, sagen zu können, dass ScummVM drei Studenten betreuen wird, während ResidualVM ebenfalls einen Studenten betreut. Alle vier Studenten werden an Spiele-Engines arbeiten:\n\n*   Andrii Prykhodko (a.k.a. whiterandrek) wird daran arbeiten, die Spiele ***[Pink Panther: Passport to Peril](https://en.wikipedia.org/wiki/The_Pink_Panther:_Passport_to_Peril)*** und ***[Pink Panther: Hokus Pokus Pink](https://en.wikipedia.org/wiki/The_Pink_Panther:_Hokus_Pokus_Pink)*** in ScummVM zu unterstützen.\n*   Joseph-Eugene Winzer (a.k.a. Joefish) wird an der Unterstützung des Spiels ***[The Immortal](https://en.wikipedia.org/wiki/The_Immortal_(video_game))*** in ScummVM arbeiten.\n*   Matthew Stewart wird an der Engine arbeiten, die von ***[Star Trek: 25th Anniversary](https://en.wikipedia.org/wiki/Star_Trek:_25th_Anniversary_(computer_game))*** und ***[Star Trek: Judgment Rites](https://en.wikipedia.org/wiki/Star_Trek:_Judgment_Rites)*** verwendet wird. Der Fokus für die Zeit dieses GSoC wird auf dem ersten Spiel liegen.\n*   Liu Zhaosong (a.k.a. Douglas\\_GSoC) wird an der Verbesserung der Stark-Engine, die in ResidualVM für das Spiel ***[The Longest Journey](https://en.wikipedia.org/wiki/The_Longest_Journey)*** verwendet wird, arbeiten.\n\nBitte begrüßen Sie mit uns unsere vier abenteuerlustigen Studenten zu einem hoffentlich sehr produktiven und interessanten Sommer! Sie können ihren Fortschritt den ganzen Sommer über in den [ScummVM-Blogs](http://planet.scummvm.org) verfolgen."
    },
    "20180501": {
        "title": "Die königliche Pyramide ist belagert!",
        "content": "Kämpfen Sie darum, die Bevölkerung von der Bedrohung durch den tyrannischen Lord Xeen oder dessen grausamen Meisters Alamar. Wagen Sie sich über die Welt von Xeen hinaus in die Welt von Havoc, um Ihren Mut in einer neuen Herausvorderung zu prüfen. Wir freuen uns, die Unterstützung für folgende Spiele ankündigen zu können:\n\n*   Might and Magic IV - Clouds of Xeen\n*   Might and Magic V - Darkside of Xeen\n*   Might and Magic - World of Xeen\n*   Might and Magic - World of Xeen 2 CD Talkie\n*   Might and Magic - Swords of Xeen\n\nZum gegenwärtigen Zeitpunkt können nur die englischen Versionn der Spiele getestet werden. Also, nehmen Sie Ihre Kopien der Spiele hervor oder kaufen Sie sie digital auf [GOG](https://www.gog.com/game/might_and_magic_6_limited_edition?pp=22d200f8670dbdb3e253a90eee5098477c95c23d), und laden Sie sich die aktuelle [Entwicklerversion](http://scummvm.org/downloads/#daily) von ScummVM herunter. Sie werden ebenfalls die Datei [xeen.ccs](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/xeen.ccs?raw=true) benötigen, die Sie im gleichen Verzeichnis wie Ihre Spieldateien ablegen sollten.\n\nBevor Sie mit den Tests beginnen, seien Sie sich bitte bewusst, dass aufgrund des hohen Anteils von Kampfszenen das reproduzieren von möglichen Fehlern aufwändiger ist als bei traditionellen Adventure-Spielen. Aus diesem Grund sollten Sie den Spielverlauf regelmäßig abspeichern, nur für den Fall, dass etwas schief läuft. Wenn Sie Abstürze erleben oder den Eindruck haben, dass etwas nicht so funktioniert wie gedacht, lassen Sie uns das bitte wissen. Alle Probleme sollten an unseren [Bug-Tracker](https://bugs.scummvm.org/) gemeldet werden."
    },
    "20180612": {
        "title": "ScummVM und Cyan, Inc. arbeiten zusammen!",
        "content": "Heute haben wir großartige Neuigkeiten zu verkünden. Wie Sie vielleicht wissen, wird Cyan, Inc. — Schöpfer von Myst und Riven — [anlässlich des 25-jährigen Jubliäums des ersten Myst-Spiels die gesamte Myst-Serie wiederveröffentlichen](https://myst.com). Sowohl ScummVM als auch ResidualVM nehmen an diesem Jubliäum auf eine ganz besondere Weise teil!\n\n**Myst — Masterpiece Edition** und **Riven — The Sequel to Myst** werden beide durch ScummVM unterstützt, während für **Myst III — Exile** ResidualVM zum Einsatz kommt.\n\nUm die bestmögliche Spielerfahrung zu bieten und Ihre Reise durch die Zeitalter noch angenehmer zu gestalten, haben Cyan und ScummVM eine neue Partnerschaft begründet, was bedeutet, dass beide Teams in Zukunft so eng wie möglich zusammenarbeiten werden!\n\nVielleicht wurde das Ende noch nicht geschrieben — weitere News werden bald folgen!"
    },
    "20180629": {
        "title": "Das Ende wurde noch nicht geschrieben!",
        "content": "Wir freuen uns sehr, ankündigen zu können, dass unsere Freunde von Cyan, Inc. [heute ihre 25th Anniversary Collection der Myst-Serie](https://www.gog.com/news/neuerscheinung_myst_iii_exile_myst_iv_revelation?pp=22d200f8670dbdb3e253a90eee5098477c95c23d) auf GOG.com veröffentlicht haben.\n\n**[Myst — Masterpiece Edition](https://www.gog.com/game/myst_masterpiece_edition?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** und **[Riven — The Sequel to Myst](https://www.gog.com/game/riven_the_sequel_to_myst?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** werden beide durch ScummVM unterstützt, während für **[Myst III — Exile](https://www.gog.com/game/myst_3_exile?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** ResidualVM zum Einsatz kommt.\n\nWährend der letzten Wochen haben die Teams von Cyan und ScummVM deutliche Fortschritte in der Verbesserung der Spiele-Kompatibiltät gemacht. Durch umfangreiche Tests ist es uns gelungen, die meisten Fehler, die in ScummVM und ResidualVM vorhanden waren, zu beheben. Trotzdem ist es möglich, dass wir etwas übersehen haben, weshalb wir jetzt Ihre Hilfe benötigen.\n\nWährend wir Fehler in der GOG.com-Version einfach über zukünftige Updates beheben können, wird dies für die kommende Collector's Edition auf DVD nicht möglich sein, weshalb wir sicherstellen müssen, dass alle Fehler behoben werden, bevor die DVDs fertiggestellt sind.\n\nBitte kaufen Sie daher eine Kopie von GOG.com oder lösen Sie Ihren Code ein, wenn Sie Unterstützer der Kickstarter-Kampagne waren. Besuchen Sie Myst Island, wandern Sie durch Age 233, haben Sie einen angenehmen Aufenthalt in Releeshahn und melden Sie alle Fehler, die Sie finden können auf unserem [Bug-Tracker](http://bugs.scummvm.org/).\n\nUnd bitte... bringen Sie mir die blauen Seiten!"
    },
    "20180701": {
        "title": "Unsere Website hat ein Update bekommen!",
        "content": "Wir arbeiten nicht nur permanent daran, ScummVMs Kompatibilität zu erhöhen oder neue Spiele zu implementieren, sondern manchmal auch daran, das gesamte Erscheinungsbild unseres Projektes zu verbessern.\n\nWährend der letzten Monate hat der langjährige ScummVM-Fan Mataniko, der heute dem Entwicklerteam beigetreten ist, an der Verbesserung des Website-Designs, welches uns seit über einem Jahrzehnt treue Dienste leistet, gearbeitet. Wir sind stolz darauf, sagen zu können, dass die ScummVM-Website jetzt völlig responsive ist und sowohl auf Ihrem PC als auch Ihrem Smartphone absolut großartig aussieht.\n\nSollten Sie Probleme mit der aktualisierten Website haben oder noch etwas vermissen, lassen Sie uns das bitte über unseren [Issue Tracker](https://github.com/scummvm/scummvm-web/issues) wissen."
    },
    "20181023": {
        "title": "Wartungsarbeiten an Forum und Wiki",
        "content": "Während der nächsten Stunden werden sowohl das ScummVM-Forum als auch das ScummVM-Wiki wegen Wartungsarbeiten an unserer Infrastruktur nicht erreichbar sein.\n\nWir arbeiten hart daran, die Seiten so schnell wie möglich wieder erreichbar zu machen. Vielen Dank für das Verständnis!"
    },
    "20181024": {
        "title": "Aktualisierung unserer Infrastruktur",
        "content": "Während der letzten Tage hat das ScummVM-Team an der Aktualisierung unserer Infrastruktur gearbeitet. Dabei wurden alle Projekt-Webseiten aktualisiert, aufgeräumt und mit SSL abgesichert.\n\nAufgrund der Arbeitsweise des DNS-Systems kann es bis zu 48 Stunden dauern, bis Sie auf das Forum und unser Wiki zugreifen können.\n\nWenn Sie auf Probleme mit den Forumen, dem Wiki, dem Übersetzungs-Portal, dem Bug Tracker oder einer anderen Seite stoßen, teilen Sie uns das bitte mit. Kleinere Probleme können Sie gerne [in diesem Thread melden](https://forums.scummvm.org/viewtopic.php?f=1&t=14735). Für größere Probleme verwenden Sie bitte [unseren Bug-Tracker](https://bugs.scummvm.org)."
    },
    "20181118": {
        "content": "Vor einigen Wochen haben wir damit begonnen, unsere Website zu aktualisieren. Dabei haben wir unter anderem unser Forum und unser Wiki erneuert. Auch hinter den Kulissen finden noch einige Arbeiten statt. Unter anderem arbeiten wir daran, unser System zur Übersetzung der Inhalte dieser Website zu verbessern.\n\nWährend der nächsten Tage werden wir ein neues Mirror-System ausrollen, welches uns erlaubt, die von uns zur Verfügung gestellten Downloads und die damit verbundene Bandbreite auf mehrere Server zu verteilen.\n\nDie Arbeiten hierzu sind beinahe abgeschlossen, sodass wir prinzipiell nur noch \"den Schalter umlegen\" müssen. Trotzdem ist es leider möglich, dass Sie während der Umstellungsperiode auf Probleme wie kaputte Download-Links oder kurzfristig nicht verfügbare Dateien stoßen werden.\n\nWir arbeiten hart daran, die Unterbrechung unserer Dienste so kurz wie möglich zu halten. Vielen Dank für Ihr Verständnis!",
        "title": "Weitere Wartungsarbeiten an unserer Infrastruktur"
    },
    "20181210": {
        "title": "Wartungsarbeiten an unserer Infrastruktur... wieder einmal!",
        "content": "Während der letzten Tage haben wir alle unsere Downloads auf eine neue Mirror-Infrastruktur migriert. Bislang wurden alle Downloads durch unseren Hauptserver in Österreich ausgeliefert.\n\nJetzt werden unsere Downloads durch [MirrorBrain](http://mirrorbrain.org), ein Download-Verteilsystem ausgeliefert, welches es uns erlaubt, unser eigenes Verteil-Netzwerk aufzubauen. MirrorBrain wird bereits von [vielen Open-Source-Projekten eingesetzt.](http://mirrorbrain.org/users/).\n\nMirrorBrain versucht basierend auf Ihrem Standort den besten Mirror-Server auszuwählen, sodass Sie die bestmögliche Downloadgeschwindigkeit erhalten.\n\nWährend wir bereits ein paar Mirrors in Europa haben, suchen wir aktuell Menschen, die etwas Bandbreite und Speicherplatz in den USA und in anderen teilen der Welt spenden möchten. Wenn Sie einen Mirror des ScummVM-Archivs bereitstellen möchten, kontaktieren Sie uns bitte per E-Mail an [serra@scummvm.org](mailto:serra@scummvm.org).\n\nWenn Sie auf Probleme mit unserem neuen Download-System stoßen, geben Sie uns doch bitte eine kurze Rückmeldung [in unseren Foren](https://forums.scummvm.org/viewtopic.php?f=1&t=14761#p86624)."
    },
    "20190306": {
        "title": "Macht euch bereit - GSoC 2019 naht!",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nVor ein paar Tagen hat Google die Projekte bekanntgegeben, die für den Google Summer of Code 2019 zugelassen wurden. Wir freuen uns sehr, ankündigen zu können, dass ScummVM gemeinsam mit unserem Schwesterproject ResidualVM eines dieser Projekte ist. Summer of Code ist ein jährlich von Google organisiertes Event, welches Schüler und Studenten zu der Mitarbeit an Open Source-Projekten motiviert. Weitere Informationen finden Sie auf der [offiziellen Website](https://summerofcode.withgoogle.com). Wir haben in unserem [Wiki](http://wiki.scummvm.org/index.php/Summer_of_Code) weitere Informationen, darunter die [Projekt-Regeln](http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules), die Bewerber befolgen müssen, zusammengestellt.\n\nSind Sie bereit für ein großartiges Abenteuer? Möchten Sie an einem der größen Projekte zur Archivierung und Bewahrung von Videospielen teilnehmen? Dann warten ScummVM und ResidualVM auf Sie! Werfen Sie einmal einen Blick auf [unsere Ideen-Seite](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2019). Selbstverständlich können Sie auch sehr gerne Ihre eigenen Ideen einbringen! Schüler und Studenten haben bis zum 9. April Zeit, Projektvorschläge einzureichen. Die akzeptierten Projektvorschläge werden am 6. Mai bekannt gegeben. Anschließend machen sich die Teilnehmer für einige Wochen mit der Community vertraut, bevor die Entwicklungsperiode am 27. Mai beginnt.\n\nZögern Sie nicht, mit uns im IRC zu chatten! #scummvm und #residualvm im Freenode-Netzwerk sind Ihre Anlaufstelle!"
    },
    "20190413": {
        "title": "ScummVM: Modern Theme Remastered",
        "content": "![ScummVM Modern Theme Remastered](/data/news/20190413.png)Wie die Zeit vergeht... es ist beinahe 10 Jahre her, seit wir das \"Modern Theme\" in ScummVM eingeführt haben.\n\nNach all den Jahren ist es Zeit für ein Update.\n\nIm Verlauf der letzten Wochen hat unser Teammitglied mataniko das Design von ScummVM überarbeitet. Das neue Theme folgt modernen Design-Prinzipien und bewahrt gleicheitig unsere eigene Design-Philosophie.\n\nAb sofort werden alle zukünftigen Versionen von ScummVM [(einschließlich aktueller Entwicklerversionen!)](https://buildbot.scummvm.org/builds.html) das neue Theme standardmäßig enthalten.\n\nDu vermisst das alte Theme jetzt schon? Keine Sorge! Das alte \"ScummVM Modern\"-Theme kann jederzeit in den ScummVM-Optionen ausgewählt werden.\n\nWas denkst Du über das neue Theme? [Lass' es uns in unseren Foren wissen!](https://forums.scummvm.org/viewtopic.php?f=1&t=14850&p=87219) Wie immer ist Dein Feedback jederzeit willkommen."
    },
    "20190513": {
        "title": "Ein weiterer Sommer (mit Google), vier neue Projekte!",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nVergangene Woche hat Google die für den diesjährigen Summer of Code akzeptierten Projekte bekanntgegeben. Wir freuen uns sehr, dass ScummVM dieses Jahr vier Studenten betreuen wird. Alle vier Studenten werden an Spiele-Engines arbeiten:\n\n*   Andrii Prykhodko (a.k.a. whiterandrek) ist zurück und wird an der Unterstützung für ***[Red Comrades 1: Save the Galaxy](https://www.mobygames.com/game/red-comrades-save-the-galaxy-reloaded)*** und ***[Red Comrades 2: For the Great Justice](https://www.mobygames.com/game/red-comrades-2)*** in ScummVM arbeiten.\n*   Nipun Garg wird an der Unterstützung für ***[Hyperspace Delivery Boy!](https://www.mobygames.com/game/hyperspace-delivery-boy)*** in ScummVM arbeiten.\n*   Jaromír Wysoglad (a.k.a. Jarda) wird daran arbeiten, den zweiten Teil von ***[Mission Supernova](http://www.mobygames.com/game/dos/mission-supernova/)*** in ScummVM zu unterstützen.\n*   Antonio Román Cerezo (a.k.a. Kyranet) wird daran arbeiten, die Netzwerk-Funktionen von ***[Moonbase Commander](http://www.mobygames.com/game/moonbase-commander)*** in ScummVM zu implementieren.\n\nBitte begrüßt unsere abenteuerlustigen Studenten zu einem hoffentlich produktiven und interessanten Sommer! Wie immer könnt ihr den Fortschritt unserer Studenten in den [ScummVM-Blogs](http://planet.scummvm.org) verfolgen."
    },
    "20190603": {
        "title": "Triff uns auf Discord!",
        "content": "Wir sind ständig auf der Suche nach neuen Möglichkeiten, unsere Community noch näher zusammenzubringen. Heute können wir stolz den nächsten Schritt auf unserer Reise verkünden - wir sind nun auf [Discord!](https://discord.gg/5D8yTtF)\n\nGanz gleich, ob Du dich einfach zwanglos mit der ScummVM-Gemeinschaft unterhalten oder auch die aktuelle Entwicklung von ScummVM diskutieren möchtest - dies ist der richtige Ort dazu.\n\nWir sehen uns auf Discord!\n\nTrotz der Einführung des Discord-Servers sind unser Forum und unser IRC-Channel im Freenode-Netzwerk weiterhin verfügbar und wir haben keinerlei Pläne, diese Kommunikationskanäle in Zukunft einzustellen oder abzuschalten."
    },
    "20190608": {
        "title": "Breite deine Switch auf neue Abenteuer vor!",
        "content": "Es ist immer spannend, die große Bandbreite an Geräten, auf denen Du dank ScummVM deine bevorzugten Adventure-Spiele spielen kannst. Heute können wir stolz verkünden, dass die Zahl dieser Geräte erneut angestiegen ist: ScummVM ist ab sofort für die Nintendo Switch verfügbar!\n\nDank der Arbeit von Cpasjuste und rsn8887 kannst Du ScummVM nun auch unterwegs nutzen.\n\nUm ScummVM auf deiner Switch zu nutzen, benötigst Du eine modifizierte Konsole, die Homebrew-Software unterstützt. Keine Sorge - Anleitungen hierzu sind im Netz reichlich verfügbar.\n\nDiese neue Portierung besitzt bereits eine eigene Seite in unserem [Wiki](https://wiki.scummvm.org/index.php?title=Nintendo_Switch). Du solltest auf jeden Fall einen Blick ins Wiki werfen, da dort viele hilfreiche Informationen zur Nutzung von ScummVM auf der Switch enthalten sind.\n\nWenn Du weitere Fragen hast, besuche doch einmal unser [Forum](https://forums.scummvm.org/viewforum.php?f=24).\n\nUnser [buildbot](https://buildbot.scummvm.org/builds.html) stellt bereits Entwicklerversionen für die Nintendo Switch bereit. Greif zu, solange sie noch warm sind!"
    },
    "20190616": {
        "title": "Blade Runner gesucht!",
        "content": "Das ScummVM-Team ist auf der Suche nach Blade Runnern, die uns dabei helfen, alle Fehler zu finden, zu jagen und zu beseitigen, die aus den Daten-Kolonien der Außenwelt entkommen sind. Die Fehler sind nicht gefährlich und sie werden dich nicht davon abhalten, weitere Geheimnisse zu entdecken und dein Schicksal selbst in die Hand zu nehmen. Dein Spinner, deine Waffe, deine ESPER- und deine Voight - Kampff-Maschine stehen zu deiner Verfügung.\n\nWir geben bekannt, dass Blade Runner ab sofort getestet werden kann. Die folgenden Sprachen werden unterstützt - Englisch (CD- und DVD-Version), Deutsch, Italienisch, Spanisch sowie die inoffizielle russische Version von Fargus Multimedia.\n\nSuche Deine Kopie von Blade Runner, [besorge dir eine aktuelle Entwicklerversion von ScummVM](https://buildbot.scummvm.org/builds.html) (NICHT die letzte stabile Version) und [kopiere die benötigten Dateien auf deine Festplatte](https://wiki.scummvm.org/index.php?title=Datafiles#Blade_Runner).\n\nJetzt kannst Du das Spiel mit Untertiteln spielen! Dazu benötigst Du lediglich [das Zip-Archiv mit den Untertiteln](https://www.scummvm.org/games/#bladerunner) und entpackst anschließend die Datei subtitles.mix in das gleiche Verzeichnis wie deine Spieldateien. Aktuell stehen lediglich Untertitel auf englisch und französisch zur Verfügung. Wenn Du dabei helfen willst, Untertitel in deiner Sprache zu erstellen, [Kontaktiere bitte peterkohaut & praetorian](https://www.scummvm.org/contact/).\n\nWenn Du das Spiel in ScummVM hinzufügst, werden dir zwei Optionen angezeigt. Die erste Option ist für das Originalspiel und wird lediglich \"Blad Runner\" heißen. Wir benötigen Hauptsächlich Feedback zu dieser Spielversion, da wir sie als vollständig betrachten. Die andere Option bezieht sich auf das Spiel mit wiederhergestelltem Inhalt und wird als \"Blade Runner with restored content\" bezeichnet. An dieser Version wird aktuell noch gearbeitet, sie ist noch nicht fertig. Wenn Du daran interessiert bist, diese Version zu testen, erwähne dies bitte, wenn Du unter [Fehler melden möchtest](https://bugs.scummvm.org/).\n\nWenn deine Version des Spiels nicht unterstützt wird, teile uns bitte die [MD5-Summen der Dateien](https://wiki.scummvm.org/index.php/Reporting_unknown_MD5_checksums) mit, damit wir die Unterstützung für diese Version hinzufügen können."
    },
    "20190630": {
        "title": "Quest for Glory (kann Spuren von Hoyle enthalten)!",
        "content": "Du befindest dich in einer dunklen Höhle, im mysteriösen Land Mordavia... Rüste deinen Helden auf und tritt deinem alten Gegner, dem grausamen Ad Avis, entgegen! Wenn Du dich von dieser Aufgabe überwältigt fühlst, kannst Du dich auch mit einem Spiel aus der Hoyle Collection entspannen!\n\nDas ScummVM-Team verkündet stolz die Unterstützung für die folgenden Spiele, die ab sofort getestet werden können:\n\n*   Quest for Glory: Shadows of Darkness (aka QFG4)\n*   Hoyle Classic Games\n*   Hoyle Bridge\n*   Hoyle Children's Collection\n*   Hoyle Solitaire\n\nSowohl die CD- als auch die Disketten-Versionen von QFG4 werden unterstützt. Bitte beachte, dass das Poker-Spiel von Hoyle Classic Games noch nicht unterstützt wird.\n\nSchnapp' dir deine Original-Spiele oder kaufe QFG4 als Digital Download auf [GOG](https://www.gog.com/game/quest_for_glory). Zusätzlich benötigst Du noch die [aktuelle Entwicklerversion](https://buildbot.scummvm.org/builds.html) von ScummVM für deine bevorzugte Plattform. Alle Probleme, die Du findest, solltest Du in unserem [Bug Tracker](https://bugs.scummvm.org/) melden."
    },
    "20190728": {
        "title": "Kehrt zurück nach Versailles - an den Hof von Ludwig XIV.",
        "content": "Versailles, 1685. Eine unbekannte Person hat angedroht, das Schloss niederzubrennen und Alexandre Bontemps, der Kammerdiener von König Ludwig XIV. ersucht Eure Hilfe. Euch bleibt ein Tag, das Schloss zu retten.\n\nDas ScummVM-Team ist stolz darauf, die Unterstützung für Versaille 1685 von Cryo zu verkünden und benötigt Eure Hilfe bei den nötigen Spiele-Tests. Sucht Eure Kopie von Versailles 1685 (unterstützt werden die Versionen für DOS, Windows und Macintosh), ladet die aktuelle [Entwicklerversion](https://buildbot.scummvm.org/builds.html) von ScummVM herunter und erstellt [Bildschirmfotos](https://wiki.scummvm.org/index.php?title=Screenshots) von interessanten Orten."
    },
    "20190904": {
        "title": "Fertig machen zur Zustellung!",
        "content": "Das ScummVM-Team ist sehr erfreut, die Unterstützung für eine Spiele-Schöpfung von John Romero ankündigen zu können - das Spiel *Hyperspace Delivery Boy!* Alle bekannten Versionen werden unterstützt, einschließlich der Versionen für Linux, Windows und PocketPC. Wenn Du das Spiel noch nicht besitzt, findest Du eine Demo-Version auf [unserer Website](/demos/).\n\nMit deiner Kopie des Spiels und der [aktuellen Entwicklerversion](https://buildbot.scummvm.org/builds.html) von ScummVM kannst Du uns dabei helfen, das Spiel genau zu testen. Wenn deine Version des Spiels nicht erkannt wird oder Du auf Fehler stößt, melde dies bitte in unserem [Bug-Tracker](https://bugs.scummvm.org). Wie immer wünschen wir dir viel Spaß!"
    },
    "20190917": {
        "title": "Die Tests für ScummVM 2.1.0 haben begonnen",
        "content": "Es ist an der Zeit, die Veröffentlichung von ScummVM 2.1.0 vorzubereiten.\n\nDieses Release wird sehr umfangreich und folgende Spiele müssen noch getestet werden:\n\n*   *Blade Runner.*\n*   *Hoyle Bridge.*\n*   *Hoyle Children's Collection.*\n*   *Hoyle Classic Games.*\n*   *Hoyle Solitaire.*\n*   *Hyperspace Delivery Boy!*\n*   *Might and Magic IV - Clouds of Xeen.*\n*   *Might and Magic V - Darkside of Xeen.*\n*   *Might and Magic - World of Xeen.*\n*   *Might and Magic - World of Xeen 2 CD Talkie.*\n*   *Might and Magic - Swords of Xeen.*\n*   *Mission Supernova Part 1.*\n*   *Mission Supernova Part 2.*\n*   *Quest for Glory: Shadows of Darkness.*\n*   *The Prince and the Coward.*\n*   *Versailles 1685.*\n\nIn ScummVM 2.1.0 werden wir endlich die Unterstützung für Cloud-Spielstände und den Austausch von Spieldateien über die Cloud freigeben. Aktuell funktioniert dies nur auf Desktop-Systemen. Du findest eine Beschreibung dieses Features in [unserem Benutzerhandbuch](https://wiki.scummvm.org/index.php?title=User_Manual/Using_Cloud_and_LAN_features).\n\nDie vollständige Liste aller Spiele, für die wir noch Testergebnisse benötigen, findest Du in [unserem Wiki](https://wiki.scummvm.org/index.php?title=Release_Testing/2.1.0).\n\nBitte verwende eine [aktuelle \"stable\"-Version](https://buildbot.scummvm.org/builds.html) von ScummVM, wenn Du den aktuellen Entwicklungsstand testen möchtest. Solltest Du auf Fehler stoßen, melde diese bitte in unserem [Bug-Tracker](https://bugs.scummvm.org/). Zusätzlich bitten wir dich, deinen Fortschritt in unserem [Forum](https://forums.scummvm.org/viewtopic.php?f=1&t=14945) festzuhalten, sodass wir unser Wiki entsprechend anpassen können. Bitte befolge unsere Test-Richtlinien, die Du [hier](https://wiki.scummvm.org/index.php?title=Release_Testing) findest.\n\nWir würden uns sehr freuen, wenn Du uns dabei unterstützen würdest, die Übersetzung der ScummVM-Benutzeroberfläche zu aktualisieren. Eine Beschreibung aller nötigen Schritte findest Du in [unserem Wiki](https://wiki.scummvm.org/index.php?title=HOWTO-Translate_ScummVM_GUI)."
    },
    "20190919": {
        "title": "Ein weiteres Spiel zu testen: *Duckman*",
        "content": "*Duckman: The Graphic Adventures of a Private Dick* ist ein obskures Point-and-Click-Spiel, welches auf der gleichnamigen TV-Serie basiert. Du steuerst den weisen Detektiv Duckman, der nach dem Rausschmiss aus seiner eigenen Fernsehserie in einer Identitätskrise steckt. Unglücklicherweise fiel die Veröffentlichung des Spiels im Jahre 1997 mit der Absetzung der Fernsehserie zusammen, weshalb das Spiel keine große Verbreitung fand.\n\nNach langer Entwicklung freut sich das Team von ScummVM, die Unterstützung für dieses Spiel ankündigen zu können.\n\nLade dir eine aktuelle [Entwicklerversion](https://buildbot.scummvm.org/builds.html) herunter und probiere das Spiel einmal aus. Bitte melde alle Fehler, die Du finden kannst, an unseren [Bug-Tracker](https://bugs.scummvm.org/).\n\nNeben der englischen Version werden auch die deutschsprachige sowie eine Demo-Version unterstützt. Du benötigst lediglich das Verzeichnis DATA/ des Original-Spiels, um das Spiel in ScummVM zu spielen."
    },
    "20191013": {
        "title": "ScummVM 2.1.0 \"Electric Sheep\" ist fertiggestellt.",
        "content": "\"Der Handel mit Tieren war ein sehr einträgliches und angesehenes Geschäft, seit dem die meisten echten Tiere nach dem dritten Weltkrieg ausgestorben waren. Obwohl es viele elektrische mit Akku gab, kaufte sich niemand—\" Oh, hallo, ich habe gar nicht mitbekommen, dass Du hier bist.\n\nDas ScummVM-Team freut sich, die Veröffentlichung von ScummVM 2.1.0 bekannt geben zu dürfen. Diese Version fasst beinahe zwei Jahre Entwicklungsarbeit zusammen. Wir haben 16 neue Spiele, basierend auf 8 Engines sowie eine Portierung auf die Nintendo Switch erreicht und fast 500 Fehler behoben. Für ScummVM 2.1.0 haben 147 Beitragende insgesamt 8493 Commits beigesteuert.\n\nDie neu unterstützten Spiele sind:\n\n*   *Blade Runner*\n*   *Duckman: The Graphic Adventures of a Private Dick*\n*   *Hoyle Bridge*\n*   *Hoyle Children's Collection*\n*   *Hoyle Classic Games*\n*   *Hoyle Solitaire*\n*   *Hyperspace Delivery Boy!*\n*   *Might and Magic IV - Clouds of Xeen*\n*   *Might and Magic V - Darkside of Xeen*\n*   *Might and Magic - World of Xeen*\n*   *Might and Magic - Swords of Xeen*\n*   *Mission Supernova Teil 1: Das Schicksal des Horst Hummel*\n*   *Mission Supernova Teil 2: Der Doppelgänger*\n*   *Quest for Glory: Shadows of Darkness*\n*   *The Prince and the Coward*\n*   *Versailles 1685*\n\nZusätzlich haben wir deutliche Verbesserungen an den Versionen für Android und iOS vorgenommen. Du wirst auch eine überarbeitete Benutzeroberfläche, verbesserte Roland MT-32-Emulation, einen neuen pixel-perfekten Skalier-Modus, Text-to-Speech-Unterstützung für macOS und Linux sowie die Unterstützung für die Synchronisation von Dateien und Spielständen über Cloud-Dienste (bitte beachte hierzu unser [Benutzerhandbuch](https://wiki.scummvm.org/index.php?title=User_Manual/Using_Cloud_and_LAN_features)) vorfinden.\n\nWie üblich haben wir viele der bereits vorhandenen Engines verbessert: Neu ist die Unterstützung der *Mysth 25th Anniversary*\\-Versionen, die Cyan vergangenes Jahr veröffentlich hat. Über 100 Fehler in originalen SCI-Skripten, welche einige Sierra-Spiele über Jahrzehnte beeinträchtigten, wurden behoben. Für *Eye of the Beholder* haben wir die Unterstützung der Amiga- und FM-TOWNS-Versionen hinzugefügt. Die Spiele von Humongous Entertainment profitieren von einer verbesserten Audio-Qualität, während sich neuere LucasArts-Titel über eine neue Lippen-Synchronisation freuen können. Weiterhin wurden auch tonnenweise Fehler in *Starship Titanic* und *Bud Tucker* behoben. Die Liste aller Verbesserungen ist noch lange nicht abgeschlossen - eine komplette Übersicht über alle vorgenommen Änderungen findest Du [hier](https://www.scummvm.org/frs/scummvm/2.1.0/ReleaseNotes.html).\n\nLade dir dieses elektrisierende Release [jetzt gleich herunter](/downloads/). Windows- und macOS-Nutzer können direkt über die ScummVM-Oberfläche auf ScummVM 2.1.0 über automatische Updates zugreifen."
    },
    "20170401a": {
        "title": "Wir ändern unseren Namen!",
        "content": "**Nachtrag:** Wir konnten uns die Domain plumbervm.org nicht sichern und daher entschieden wir uns schweren Herzens dazu, unsere Bemühungen zur Umbenennung aufzugeben und zu unserem alten Namen zurückzukehren. Lang lebe ScummVM!\n\nDie Sache mit dem Namen von ScummVM wurde viele Male gestellt, seit wir damit angefangen haben, Engines für Nicht-SCUMM-Spiele hinzuzufügen. Bis jetzt waren wir dafür, den ursprünglichen Namen beizubehalten. Jedoch mit der heutigen Hinzufügung einer Engine für das Spiel *Plumbers Don't Wear Ties* ändert sich alles. Wegen seines Rufs und Ansehens als bestes Videospiel aller Zeiten wird es natürlich zum Flaggschiff dafür, wofür wir stehen. Daher haben wir uns letztendlich dazu entschlossen, unseren Namen zu ändern. Wir heißen nun **PlumberVM**!\n\nWir haben den Namen ScummVM über 15 Jahre lang verwendet und es fällt uns schwer, uns von ihm zu verabschieden. Es ist ein durchaus bekannter Name und wir unterschätzen nicht den Aufwand, den es benötigen wird, um dieselbe Anerkennung für unseren neuen Namen zu bekommen. Daher bitten wir um Ihre Mithilfe, um die Neuigkeit zu verbreiten. Auf kurze Sicht wird dies unvermeidlich zu Spaltung und Verwirrung führen. Aber auf lange Sicht sind wir davon überzeugt, dass dies die richtige Entscheidung ist. Mit Ihrer Unterstützung werden wir die Welt erobern! Angefangen bei den Abflusskanälen.\n\nMit der Änderung des Namens haben wir ebenso eine Erweiterung des Umfangs unseres Projekts beschlossen. Letztes Jahr haben wir uns dazu entschieden, neben Engines für Adventures auch solche für RPG-Spiele zu akzeptieren. Jetzt akzeptieren wir alle Spiele, in denen ein Klempner vorkommt. Die Arbeit am wenig bekannten Spiel *Super Mario Bros.* wurde bereits aufgenommen und wir haben große Pläne für die Zukunft. Wir haben bald eine große Ankündigung zu machen, also bleiben Sie dran.\n\nAbschließend möchten wir darauf hinweisen, dass es einige Zeit in Anspruch nehmen wird, bis wir an sämtlichen Stellen unseren Namen ausgetauscht haben. Wir haben heute mit unserer Haupt-Website angefangen und Sie werden in den nächsten Tagen die Änderung bei unseren Social-Media-Konten, Wiki, Forum und den noch nicht aktualisierten Seiten auf unserer Website feststellen. Wir arbeiten ebenso an der Veröffentlichung von PlumberVM 2.0 mit den zwei neuen unterstützten Spielen *Plumbers Don't Wear Ties* und *Full Pipe*. Diese kommt, sobald die letzten wenigen Bugs in unseren Engines für *Plumbers Don't Wear Ties* und *Full Pipe* zerquetscht wurden. Hoffentlich finden wir keine mutierten Schildkröten in der Testphase. Diese zu zerquetschen, ist verdammt schwer!"
    },
    "20191217": {
        "content": "Wir freuen uns sehr, ankündigen zu können, dass das Adventure *Blade Runner*, entwickelt von Westwood Studios und 1997 erstveröffentlicht, dank der Bemühungen von GOG.com [wieder erhältlich ist](http://gog.com/game/blade_runner?pp=22d200f8670dbdb3e253a90eee5098477c95c23d). Diese neue digital verbreite Version enthält die offiziellen Versionen des Spiels samt Sprachausgabe (englisch, französisch, italienisch, spanisch und deutsch).\n\nNatürlich nutzt diese Version ScummVM, was verschiedene Fehlerkorrekturen und Verbesserungen (wie Maus-Scrolling in KIA und die Unterstützung für Fan-Untertitel) im Vergleich zum Original von 1997 bedeutet.\n\nDu findest Untertitel für die englische und französische Version des Spiels in der Spiele-Abteilung der ScummVM-Website.\n\nWir arbeiten aktuell noch daran, die Unterstützung für die erweiterte Version des Spiels mit Inhalten, die es nicht in die endgültige Veröffentlichung geschafft haben, fertigzustellen. Dabei handelt es sich um Inhalte und Code-Abschnitte, die in den Spieldateien verborgen sind, jedoch nicht ausgelöst oder genutzt werden.\n\nPS: Wenn Du den Link in diesem Artikel verwendest, bekommen wir eine Provision für deinen Einkauf ausgezahlt.",
        "title": "Westwoods *Blade Runner* (1997) ist endlich als Digital Download verfügbar"
    },
    "20200131": {
        "content": "Nach einer kurzen Pause freut sich das ScummVM-Team, ein Wartungs-Release für den Versionszweig 2.1 anzukündigen - ScummVM 2.1.1, Codename \":More Sheep:\".\n\nDiese Veröffentlichung beinhaltet zahlreiche Fehlerkorrekturen und kleinere Verbesserungen. Nennenswert sind: Verbesserte Sprach-Unterstützung in der Benutzeroberfläche, Verbesserungen in der Audiowiedergabe für FM TOWNS/PC-98, Optimierung der Cloud-Spielstände, einige Dutzend SCI-Skript-Korrekturen, Verbesserungen für Blade Runner und Korrekturen an weiteren 7 Engines. Zusätzlich ist diese Veröffentlichung die erste mit offizieller Unterstützung für den Nintendo 3DS. Zusätzlich haben wir auch der Nintendo Switch eine Cloud-Unterstützung spendiert.\n\nEine Umfangreiche Liste aller Änderungen findest Du in den [Release Notes](https://www.scummvm.org/frs/scummvm/2.1.1/ReleaseNotes.html).\n\nWie üblich findest Du die Programmdateien auf unserer [Download-Seite](/downloads/).\n\nWir wünschen dir viel Spaß!",
        "title": "Freigabe von ScummVM 2.1.1\":More Sheep:\""
    },
    "20200222": {
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nZum 14. Mal wurde ScummVM für die Teilnahme am Google Summer of Code zugelassen. Wie in den vergangenen Jahren nehmen wir erneut gemeinsam mit unserem Schwester-Projekt ResidualVM daran teil. Der Summer of Code ist eine jährlich von Google organisierte Veranstaltung, die Studenten dazu ermutigen soll, zu Open Source-Projekten beizutragen. Open Source-Organisationen stellen Mentoren und Projekte zur Verfügung, während Google die teilnehmenden Studenten finanziell unterstützt. Weitere Informationen findest Du auf der [offiziellen Website](https://summerofcode.withgoogle.com). Zusätzlich haben wir einige Informationen hierzu in [unserem Wiki](http://wiki.scummvm.org/index.php/Summer_of_Code) bereitgestellt, unter anderem auch die [Teilnahmebedingungen](http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules), welche Bewerber befolgen müssen.\n\nWenn Du dich dem Abenteuer gewachsen fühlst und an einem der wichtiges Projekte zur Bewahrung von Videospielen mitarbeiten möchtest, dann warten wir bereits auf dich! Wirf einen Blick auf [unsere Ideen-Seite](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2020). Natürlich kannst Du auch sehr gerne deine eigene Idee mitbringen! Der Annahmeschluss für Projektvorschläge der Studenten ist am 31. März. Am 27. April wird bekannt gegeben, wer als GSoC-Teilnehmer angenommen wurde.\n\nDu bist herzlich eingeladen, [unseren Discord-Server](https://discord.gg/5D8yTtF) zu besuchen und alle Fragen im Channel #scummvm-gsoc zu stellen.\n\nWir freuen uns auf deine Bewerbung!",
        "title": "GSoC 2020 ist auf dem Weg!"
    },
    "20200331": {
        "content": "Das ScummVM-Team freut sich, die Verfügbarkeit eines neuen Bugfix-Releases des Versionszweigs 2.1 anzukündigen - ScummVM 2.1.2, Codename: \"Fixing Powerful Windows\". Du wirst feststellen, dass unsere [Download-Seite](/downloads/) nicht gerade umfangreich ist. Keine Sorge, wir haben die (unglaublich gute) Portabilität von ScummVM nicht eingeschränkt.\n\nScummVM 2.1.2 ist ein Wartungs-Release für Windows und Mac OS X. Darin enthalten sind einige [Fehlerkorrekturen](https://www.scummvm.org/frs/scummvm/2.1.2/ReleaseNotes.html) für diese Plattformen. Da alle anderen Systeme nicht betroffen sind, musst Du dir über das scheinbar ausbleibende Update keine Gedanken machen.\n\nWährend Du auf unsere Download-Seite unterwegs warst, hast Du vielleicht einen neuen Eintrag entdeckt, besonders, wenn Du mit einem PC mit Ubuntu unterwegs bist: ScummVM ist jetzt offiziell auch im [Snap Store](https://snapcraft.io/scummvm) verfügbar! Dank der laufenden Unterstützung von Alan &quot;popey&quot; Pope und Alan Griffiths ist das Snap Store-Release von ScummVM auf Augenhöhe mit unseren übrigen Linux-Versionen. Im Vergleich zum traditionellen Weg, Software unter Linux zu verteilen, haben wir dank des Snap Stores wesentlich mehr Freiheiten, wenn es um die Veröffentlichung neuer Versionen geht. Sobald wir eine neue Version freigeben, wirst du die neue Version von ScummVM als automatisches Update erhalten.\n\nDas ScummVM-Snap wird in zwei Versionen veröffentlicht. Der &quot;stable&quot-Channel enthält unsere aktuelle Version, was ihn zu einer ausgezeichneten Wahl für die meisten Benutzer macht. Für den Fall, dass Du die absolut neusten Funktionen unserer aktuellen Entwicklerversionen entdecken möchstest, solltest Du dem &quot;edge&quot;-Channel folgen und täglich eine aktualisierte Version erhalten! Wir haben auch schon bereits ein paar nette Erweiterungen für die Snap-Packages in der Hinterhand - aber hierzu später mehr.\n\nWir wünschen Dir viel Spaß!",
        "title": "ScummVM 2.1.2 \"Fixing Powerful Windows\" ist da!"
    },
    "20020915": {
        "title": "Hip-Hip Mur-ray!"
    },
    "20020812": {
        "title": "Gesucht: Ein Stück Seife"
    },
    "20020701": {
        "title": "Wir haben mehr Leben als LeChuck!"
    },
    "20020514": {
        "title": "ScummVM 0.2.0 veröffentlicht!"
    },
    "20020511": {
        "title": "Die neuesten Nachrichten."
    },
    "20200504": {
        "title": "Macht euch bereits - Sommer'20 naht"
    },
    "20200817": {
        "title": "Willkommen, liebe Autoren!",
        "content": "![GSoD Logo](/data/news/GSoD2020Logo.png)\n\nDas ScummVM-Team freut sich, CadiH und b-gent, unsere talentierten Autoren und Teilnehmer am Google Season of Docs-Programm begrüßen zu dürfen.\n\nCadiH wird daran arbeiten, ein neues Dokumentations-Portal für uns zu erstellen, welches ein aktualisiertes Benutzerhandbuch beinhalten wird und zum Ziel hat, die Informationen, die über das Wiki, die Liesmich-Datei und verschiedene weitere Dokumente innerhalb unseres Repositories verstreut sind, zu sammeln und zusammenzufassen.\n\nb-gent bringt seine Expertise und Erfahrung ein, um uns bei der Modernisierung unserer Doxygen-Dokumentation zu helfen. Das Doxygen-Portal wurde lange vernachlässigt, daher werden sowohl unsere Entwickler als auch unsere gesamte Gemeinschaft davon profitieren.\n\nOffiziell beginnen die Arbeiten am 14. September und werden 3 Monate andauern. Du kannst den Fortschritt unserer beiden Autoren in den [ScummVM-Blogs](https://planet.scummvm.org) und im scummvm-gdoc-Channel auf unserem [Discord-Server](https://discord.gg/5D8yTtF) verfolgen."
    },
    "20200823": {
        "content": "Während des Google Scummer of Code 2008 hat Kari Salminen aka Buddha^ an der Unterstützung für das Spiel <i>Operation Stealth</i> gearbeitet. Obwohl das Projekt durchaus erfolgreich war, blieben einige Bestandteile noch unvollendet. Jetzt, 12 Jahre später, hat Kari sich die Zeit genommen, seine Arbeit zu vervollständigen.\n\nHiermit verkünden wir stolz die Unterstützung für <i>Operation Stealth</i>, welches in den USA unter dem Namen <i>James Bond 007: The Stealth Affair</i> veröffentlicht wurde.\n\nNeben dem Spiel benötigst du eine aktuelle [Entwicklerversion](https://buildbot.scummvm.org/builds.html) von ScummVM. Solltest du auf Fehler oder andere Merkwürdigkeiten stoßen, melde diese bitte in unserem [Bug-Tracker](https://bugs.scummvm.org/).",
        "title": "Eine geheime ScummVM-Operation"
    },
    "20200820": {
        "content": "Nach vielen Monaten Entwicklungszeit ist die Entwicklung an Blazing Dragons nun soweit fortgeschritten, dass das Spiel getestet werden kann.\n\nBegleite den jungen Drachen Flicker bei seinem Versuch, die Hand von Prinzessin Flame zu gewinnen und nebenbei noch Camelhot zu retten.\n\nBlazing Dragon ist ein ziemlich ungewöhnliches Point-and-Click-Adventure, da es nur für Konsolen veröffentlicht wurde.\nScummVMs neue Dragons-Engine ermöglicht dir, die Playstation-Version dieses irgendwie in Vergessenheit geratenen Titels zu spielen. Wirf deinen PS1-Controller an die Wand und genieße das Spiel mit Maus und Tastatur. Wir haben auch die nervigen Ladezeiten entfernt.\n\nAktuell werden ausschließlich die US- und UK-Version des Spiels unterstützt.\n\nDu benötigst eine aktuelle [Entwicklerversion](https://buildbot.scummvm.org/builds.html) von ScummVM. Wie immer möchten wir dich darum bitten, gefundene Fehler in unserem [Bugtracker](https://bugs.scummvm.org/) zu melden.",
        "title": "Blazing Dragons steckt ScummVM in Brand"
    },
    "20200825": {
        "content": "Das ScummVM-Team freut sich, die Unterstützung für ein kleines Freeware-RPG namens <i>The Griffon Legend</i> bekannt zu geben.  [Ursprünglich](http://syn9.thehideoutgames.com/index_backup.php) wurde das Spiel von Daniel \"Syn9\" Kennedy in der Programmiersprache FreeBASIC entwickelt und später von Dmitry Smagin auf die GCW0-Konsole portiert. Auf diesem Port baisert auch unsere Engine.\n\nDie Legende besagt:\n\n<pre>500 Jahre nach dem Griffon-Drachen-Krieg, sind die Drachen\nzurückgekehrt um ihr Reich zurück zu erobern. Städte fallen,\nes gibt nur wenige Überlebende und der einsame Griffon-Ritter Fayne\nist zwischen allen Fronten gefangen.</pre>\n\nDa das Spiel als Freeware freigegeben ist, kannst du es direkt von unserer [Website](https://www.scummvm.org/games/) oder von der [ursprünglichen Website der Entwickler](http://syn9.thehideoutgames.com/index_backup.php?table=griffonlegend) herunterladen. Du wirst außerdem eine aktuelle [Entwicklerversion](https://buildbot.scummvm.org/builds.html) von ScummVM benötigen, um das Spiel zu spielen. Wie immer möchten wir dich darum bitten, gefundene Fehler in unserem [our Bug-Tracker](https://bugs.scummvm.org/) zu melden.",
        "title": "Bist du bereit für die Legende?"
    },
    "20200927": {
        "content": "Eine neue Version von ScummVM steht bereit. Diese Version ist besonders spannend, denn wir reisen heute in das Jahr 1976 zurück! Richtig, das berühmte _Colossal Cave Adventure_, das erste Interactive Fiction-Spiel, wird ab sofort in ScummVM unterstützt.\n\nZusätzlich (neben ungefähr 1594 weiteren IF-Spielen) haben wir die Unterstützung für 3 weitere Spiele-Engines hinzugefügt und 4 bereits bestehende Engines erweitert. Damit können wir folgende Spiele zu unserer Kompatibilitätsliste hinzugefügen:\n\n* _Blazing Dragons_\n* _Eye of the Beholder - Sega CD version_\n* _Griffon Legend_\n* _Interactive Fiction games_\n* _Operation Stealth_\n* _Police Quest: SWAT_\n* _Prince and the Coward, (englischsprachige Version)_\n* _Ultima IV - Quest of the Avatar_\n* _Ultima VI - The False Prophet_\n* _Ultima VIII - Pagan_\n\nWie du sehen kannst, arbeiten wir uns weiter in die Welt der RPGs ein.\n\nWeitere nennenswerte Änderungen sind: Eine komplett neu entwickelte Portierung auf MorphOS; ein neues Subsystem für automatische Speicherstände, welches für nahezu jede unterstützte Spiele-Engine zur Verfügung steht; unsere Benutzeroberfläche unterstützt nun Sprachen, die von rechts nach links geschrieben werden; eine aktualisierte MT-32-Emulation und eine Discord-Integration über die Rich Presence-API.\n\nWir unterstützen nun zusätzliche Spiele-Versionen und haben der Illusions-, Kyra-, Lab-, Queen-, Titanic-, Xeen- und ZVision-Engines einige Verbesserungen spendiert. Zusätzlich wurde die Unterstützung für die NES- und Apple //gs-Versionen von Maniac Mansion verbessert. Wie üblich arbeiten wir auch weiter daran, Fehler in den Original-Skripten von über 30 SCI-Spielen zu korrigieren und haben für diese Spiele auch die Unterstützung für einen Roland D-110-Soundtrack entwickelt.\n\nEine umfangreiche Liste aller Änderungen findest du [hier](https://raw.githubusercontent.com/scummvm/scummvm/v2.2.0/doc/de/NEUES.md).\n\nLade ScummVM gleich von unserer [Website](https://www.scummvm.org/downloads) herunter oder lass - sofern du Windows oder macOS nutzt - die automatische Aktualisierungsfunktion diese Aufgabe für dich erledigen.\n\nZusätzlich werden wir eine neue Android-Portierung im Beta-Channel des Play Store veröffentlichen und benötigen hier deine Unterstützung. Es wäre großartig, wenn du uns in unserem [Android-Forum](https://forums.scummvm.org/viewforum.php?f=17) über deine Erfahrungen mit der neuen Version berichten könntest.\n\nZeit, in die Tiefen der Interactive Fiction einzutauchen oder in Ultima mit einem Feuersturm einige Monster zu braten - natürlich nur, wenn du ein Drache bist.",
        "title": "ScummVM 2.2.0 \"Interactive Fantasy\" erblickt das Licht der Welt"
    },
    "20201009": {
        "content": "*\"Tut mir leid, dass Sie warten mussten, Mr. Flores. Ich habe jetzt Zeit für Sie\"* – Grim Fandango.\n\nDer heutige Tag ist in vielerlei Hinsicht ein ganz besonderer Tag. Vor 19 Jahren, am 08. Oktober 2001, haben wir mit ScummVM 0.0.1 die erste öffentliche Version von ScummVM veröffentlicht. Und etwas anderes geschieht heute - etwas, um das sich seit geraumer Zeit Gerüchte ranken, wird heute Wirklichkeit: ScummVM und ResidualVM schließen sich zusammen.\n\nFür lange Zeit hat sich das ScummVM-Projekt auf die Unterstützung von 2D-Point-and-Click-Adventures beschränkt, weshalb ResidualVM als Schwersterprojekt geboren wurde, um die Unterstützung von 3D-Spielen zu verwirklichen. Jetzt gibt es keine Unterscheidung mehr, welches Spiel zu welchem der beiden Projekte gehört.\n\nScummVM unterstützt Adventures und RPGs, ganz gleich, ob 2D oder 3D; ob Point-and-Click oder nicht.\n\nFür beide Projekte, die in der Vergangenheit eng zusammengearbeitet, gegenseitig Ideen eingebracht, Patches beigesteuert und Design-Entscheidungen getroffen haben, ist dieser Zusammenschluss der nächste natürliche Entwicklungsschritt.\n\nMit dieser Ankündigung wird die Liste der von ScummVM unterstützten Spiele um _Grim Fandango_, _Escape from Monkey Island_, _Myst III - Exile_, _The Longes Journey_ und eine noch nicht fertiggestellte Engine für _In Cold Blood_ erweitert. Wir freuen uns, die meisten Mitglieder des ResidualVM-Teams bei uns begrüßen zu dürfen und gemeinsam mit ihnen an der Weiterentwicklung des Projektes zu arbeiten.\n\nNatürlich gibt es jetzt noch einiges zu tun. In den nächsten Wochen werden wir weiter daran arbeiten, zusätzliche Ressourcen wie unsere Foren und Wikis zusammenzuführen.\n\nSei dabei - jetzt auch in 3D!",
        "title": "Ein Zusammenschluss"
    }
}
