{
    "compatibilityUntested": "Nicht getestet",
    "compatibilityBroken": "Kaputt",
    "compatibilityBugged": "Fehlerhaft",
    "compatibilityGood": "Gut",
    "compatibilityExcellent": "Hervorragend",
    "compatibilityTitle": "Kompatibilität - {version}",
    "compatibilityContentTitle": "Kompatibilitätliste für {version}",
    "compatibilityDetailsInto": "Details zur Kompatibilität",
    "compatibilityDetailsChartTitle": "Kompatibilitätsliste",
    "compatibilityDetailsChartColGameFullName": "Vollständiger Name des Spiels",
    "compatibilityDetailsChartColGameShortName": "Kurzbezeichnung",
    "compatibilityDetailsChartColSupportLevel": "Grad der Unterstützung",
    "compatibilityDetailsBack": "« Zurück",
    "compatibilityIntro": "Diese Seite zeigt den Fortschritt von ScummVM bezüglich der Kompatibilität zu den einzelnen Spielen. Bitte beachten Sie, dass diese Liste jeweils für die englische Spielversion gilt. Wir versuchen, viele Spieleversionen zu testen, trotzdem können vereinzelt Probleme mit anderen Sprachen auftreten.",
    "compatibilityIntroExplanation": "Klicken Sie auf den Namen eines Spiels, um die vollständigen Kompatibilitätshinweise zu diesem Spiel anzusehen.",
    "compatibilityDevContent": "Dies ist die Kompatibilitätsliste der aktuellen Entwicklerversion, **nicht die einer stabilen Version** (Bitte beachten Sie die Kompatibilitätslisten der bisher veröffentlichten stabilen Versionen:",
    "compatibilityDevDisclaimer": "Da dies den Status der aktuellen Entwicklerversion darstellt, können vereinzelt vorübergehende Fehler durch neue Änderungen eingeführt werden, weshalb diese Liste den Optimalfall darstellt. Wenn möglich, empfehlen wir dringend die Verwendung der jeweils aktuellen stabilen Version.",
    "compatibilityStableContent": "Dies ist die Kompatibilitätsliste für die aktuelle stabile Version {version}, **nicht die der aktuellen Entwicklerversion**. Der Status der Entwicklerversion kann der [Kompatibilitätsliste für Entwicklerversionen](/compatibility/) entnommen werden.",
    "compatibilityStableReleases": "Hier können Sie die Kompatibilitätslisten der früheren Versionen einsehen:",
    "compatibilityLastUpdated": "zuletzt aktualisiert:",
    "compatibilityLegendTitle": "Legende",
    "compatibilitySectionTitle": "Kompatibilitätsliste für Spiele von {company}",
    "contactTitle": "Kontakt",
    "contactContentTitle": "Kontakt",
    "contactIntro": "Du kannst uns über folgende Wege erreichen:",
    "contactIRCHeader": "IRC-Channel",
    "contactIRC": "Der IRC-Channel #scummvm auf [irc.libera.chat](https://libera.chat/) ist ebenfalls ein guter Ort, um Fragen zu stellen. Viele ScummVM-Entwickler und ScummVM-Anwender sind dort regelmäßig anwesend.",
    "contactForumsHeader": "Foren",
    "contactForums": "Wir bieten verschiedene englischsprachige [Foren](http://forums.scummvm.org/) an. Verwenden Sie das [Hilfe-Forum](http://forums.scummmv.org/viewforum.php?f=2), wenn Probleme während der Verwendung von ScummVM auftreten. Das [allgemeine Diskussionsforum](http://forums.scummmvm.org/viewforum.php?f=1) ist, wie der Name schon sagt, für allgemeine Diskussionen im Zusammenhang mit ScummVM vorgesehen. Zusätzlich gibt es noch einige plattformspezifische Foren und [den Schrottplatz](http://forums.scummvm.org/viewforum.php?f=8).\n\n**Vergessen Sie bitte nicht, die [Forenregeln](http://forums.scummvm.org/viewtopic.php?t=17) zu lesen, bevor Sie einen Eintrag verfassen.**",
    "contactTrackersHeader": "Fehlermeldungen, Anfragen, Korrekturen",
    "contactTrackers": "Wenn Sie denken, dass Sie einen Fehler gefunden haben, werfen Sie bitte einen Blick in unseren [Bug Tracker](http://bugs.scummvm.org/). Eventuell wurde ein ähnlicher Fehler bereits gemeldet. In diesem Fall können Sie einen Kommentar zu diesem Fehlerbericht verfassen. Wenn nicht, können Sie einen neuen Fehlerbericht einsenden, aber **lesen Sie bitte zuvor die Hinweise auf dem Einsendeformular aufmerksam**. Wir bitten Sie, diese Hinweise auch zu befolgen :-)\n\nWünsche bezüglich zusätzlicher Funktionen sind auf unserer [Wunschliste](https://bugs.scummvm.org/report/11) gut aufgehoben. (auch hier sollten Sie überprüfen, ob etwas ähnliches bereits angefordert wurde.)\n\nSollten Sie schließlich Änderungen im Quellcode von ScummVM durchgeführt haben (sog. Patches), die in den ScummVM-Quellcode einfließen sollen, können Sie eine entsprechende Anfrage (sog. \"Pull Request\") auf unserer [GitHub-Projektseite](https://github.com/scummvm/scummvm/pulls) erstellen.",
    "contactListsHeader": "Mailinglisten",
    "contactLists": "Es gibt drei verschiedene [Mailinglisten](http://lists.scummvm.org/) innerhalb des ScummVM-Projektes. Zwei davon sind nur für automatisierte Inhalte gedacht. Die Mailingliste, an die Sie selbst E-Mails schicken können, ist scummvm-devel.",
    "creditsTitle": "Mitwirkende",
    "creditsContentTitle": "Mitwirkende",
    "demosTitle": "Spiele-Demos",
    "demosContentTitle": "Spiele-Demos",
    "downloadsTitle": "Downloads",
    "downloadsContentTitle": "ScummVM herunterladen",
    "downloadsHeader": "Navigation",
    "downloadsContentP1": "Wenn Sie eines der unterstützten Systeme besitzen, können Sie direkt die passende Programmdatei herunterladen. Wenn Sie ein anderes System besitzen, dann laden Sie sich den Quellcode herunter und lesen Sie die englischsprachige Seite [Compiling ScummVM](http://wiki.scummvm.org/index.php/Compiling_ScummVM) in unserem Wiki für Informationen darüber, wie ScummVM aus dem Quellcode gebaut (kompiliert) wird. Sollten Sie ScummVM erfolgreich auf eine andere Plattform portiert haben, hinterlassen Sie uns bitte eine Nachricht und nennen Sie uns Betriebssystem, Compiler etc., welche Sie verwendet haben.",
    "downloadsContentP2": "Die aktuelle STABILE Version von ScummVM ist {release} und kann unter '[Programmdateien](/downloads/#release)' heruntergeladen werden. Windows-Nutzer sollten im Zweifelsfall den 'Windows Installer' herunterladen.",
    "downloadsContentP3": "Für INSTABILE, experimentelle Versionen von ScummVM (für diejenigen, die wissen, was sie tun), lesen Sie den Abschnitt über die [täglich erstellten Versionen/Entwicklerversionen](/downloads/#daily) am Ende dieser Seite.",
    "downloadsBadge": "Empfohlener Download für Ihr System",
    "downloadsXMLTitle": "Downloads für ScummVM",
    "downloadsXMLVersion": "Version {release}",
    "downloadsBinaries": "Programmdateien für {release}",
    "downloadsBinariesNote1": "Für eine Liste mit Änderungen seit der vorherigen Version,",
    "downloadsBinariesNote2": "beachten Sie bitte die Veröffentlichungshinweise",
    "downloadsBinariesNote3": "{release} ist auch in den Software-Repositories vieler GNU/Linux-Distributionen enthalten.",
    "downloadsSourceCode": "Quellcode für {release}",
    "downloadsTools": "Tools für {release_tools}",
    "downloadsOldBinaries": "Ältere Versionen (nicht mehr unterstützt)",
    "downloadsOld": "Ältere Versionen",
    "downloadsOldBinariesNote": "In einigen Fällen haben wir (noch) keine neuen Programmdateien von ScummVM oder die ScummVM-Tools für einige Plattformen erstellt. Für diesen Fall stellen wir ältere Versionen von ScummVM hier zur Verfügung.",
    "downloadsDailyBuilds": "Entwicklerversionen (täglich erstellt)",
    "downloadsDailyNote1": "WARNUNG:",
    "downloadsDailyNote2": "Die folgenden Programmdateien entsprechen dem jeweils aktuellen Stand der Entwicklung. Sie werden direkt aus unserem Quellcode-Verzeichnis erstellt. Das bedeutet, dass diese Versionen nicht ordentlich getestet wurden (im Regelfall überhaupt nicht), weshalb einige Dinge in diesen Versionen kaputt sein können. Beispielsweise können sie Ihre Konfigurationsdatei zerstören, häufig abstürzen oder gar nicht erst starten. Verwendung auf eigene Gefahr!",
    "downloadsDailyLink1": "[Laden Sie sich hier die offiziellen täglich erstellten Versionen herunter](https://buildbot.scummvm.org/#/snapshots).",
    "downloadsDailyLink2": "Sie werden von unserem [Buildbot](https://buildbot.scummvm.org/) erstellt.",
    "downloadsDailyLink3": "Zusätzliche Abbilder (Snapshots):",
    "downloadsLibraries": "Bibliotheken",
    "downloadsRequiredLibraries": "Benötigte Bibliotheken",
    "downloadsOptionalLibraries": "Optionale Bibliotheken",
    "exceptionTitle": "Fehler",
    "exceptionContentTitle": "\"Es gab ein Problem beim Ausführen Ihrer Anfrage!\"\"",
    "exceptionHeading": "Ein dreiköpfiger Affe!",
    "exceptionIntro": "Hinter dir, ein dreiköpfiger Affe!",
    "exceptionAlt": "Dreiköpfiger Affe",
    "exceptionContent": "Es gab ein Problem beim Ausführen Ihrer Anfrage:",
    "feedRSSTitle": "ScummVM-News",
    "feedRSSDescription": "ScummVM ist ein auf mehreren Plattformen lauffähiger Interpreter für verschiedene Point-and-Click-Adventures. Darunter enthalten sind alle SCUMM-basierten Spiele von LucasArts, Simon the Sorcerer 1&2 von AdventureSoft, Beneath a Steel Sky und Broken Swort I & II von Revolution, sowie viele mehr.",
    "gamesTitle": "Spiele",
    "gamesContentTitle": "Kostenlose Spiele herunterladen",
    "gamesHeader": "Navigation",
    "gamesContentP1": "Hier finden Sie die [Spiele-Downloads](/games/#games). Darunter sind derzeit auch die elf Freeware-Spiele 'Beneath a Steel Sky', 'Baphomets Fluch 2.5', 'Dreamweb', 'Flight of the Amazon Queen', 'Lure of the Temptress', 'Drascula: The Vampire Strikes Back', 'Soltys', 'Sfinx', 'The Griffon Legend', 'Nippon Safes, Inc.' und 'Mystery House' enthalten.",
    "gamesContentP2": "Hier finden Sie auch Pakete mit Zwischensequenzen, die empfohlen werden, wenn Sie die Spiele der 'Broken Sword (dt: Baphomets Fluch)'-Reihe oder 'Feeble Files (dt: Floyd - Es gibt noch Helden)' in ScummVM spielen möchten sowie Untertitel für Blade Runner.",
    "gamesXMLTitle": "Spiele für ScummVM herunterladen",
    "gamesXMLAddons": "Erweiterungen für ScummVM",
    "sword1AddonsNote": "Seit Version 1.0.0 unterstützt ScummVM die originalen Zwischensequenzen in Baphomets Fluch 1, die im Smacker-Format vorliegen. Das weiter unten verlinkte Paket mit Zwischensequenzen wird nicht benötigt.\n\nWenn Sie eine ältere Version von ScummVM verwenden, benötigen Sie das unten verlinkte Paket mit Zwischensequenzen (zur Verfügung gestellt mit freundlicher Genehmigung von Revolution Software),, um die originalen Smacker-Dateien zu ersetzen. Das Paket enthält Video-Daten im DXA-Format und Audio-Daten im FLAC-Format. Die Audio-Dateien sind auch im OGG-Format als separater Download erhältlich. Die OGG-Dateien können die FLAC-Dateien auf Systemen ersetzen, die keine Unterstützung für den FLAC-Codec bieten. Die Audio-Dateien sind in mehreren Sprachen verfügbar. Sie können diese verwenden, indem Sie die englischen FLAC-Dateien des Pakets mit den Zwischensequenzen mit den Dateien in der von Ihnen gewünschten Sprache und dem gewünschten Format ersetzen.\n\nMöglicherweise möchten Sie auch die Untertitel-Erweiterung herunterladen, da diese Untertitel zu den Zwischensequenzen hinzufügt, die in der Originalfassung nicht vorhanden sind.",
    "sword2AddonsNote": "Seit Version 1.0.0 unterstützt ScummVM die originalen Zwischensequenzen in Baphomets Fluch 2, die im Smacker-Format vorliegen. Das weiter unten verlinkte Paket mit Zwischensequenzen wird nicht benötigt.\n\nWenn Sie eine ältere Version von ScummVM verwenden, benötigen Sie das unten verlinkte Paket mit Zwischensequenzen (zur Verfügung gestellt mit freundlicher Genehmigung von Revolution Software), um die originalen Smacker-Dateien zu ersetzen. Das Paket enthält Video-Daten im DXA-Format und Audio-Daten im FLAC-Format. Die Audio-Dateien sind auch im OGG-Format als separater Download erhältlich. Die OGG-Dateien können die FLAC-Dateien auf Systemen ersetzen, die keine Unterstützung für den FLAC-Codec bieten.",
    "gamesDemosHeading": "Navigation",
    "gamesDemosContentP1": "Diese Seite listet Demo-Versionen von verschiedenen Spielen auf. Bitte kontaktieren Sie uns, falls Sie eine Demo-Version besitzen, die hier nicht aufgeführt ist.",
    "gamesDemosContentP2": "Aus technischen Gründen werden Demo-Versionen von Beneath a Steel Sky nicht unterstützt.",
    "gamesDemosH1": "Demo-Name / Download-Link",
    "gamesDemosH2": "Kurzbezeichnung",
    "indexAtomFeed": "ScummVM Atom-Newsfeed",
    "indexRSSFeed": "ScummVM RSS-Newsfeed",
    "indexLogo": "ScummVM-Logo",
    "indexCharacters": "Charaktere",
    "indexSupport": "Unterstützen Sie dieses Projekt",
    "indexGOG": "Spiele auf GOG.com",
    "indexGithub": "ScummVM auf GitHub",
    "indexFacebook": "Folgen Sie uns auf Facebook",
    "indexTwitter": "Folgen Sie uns auf Twitter",
    "indexLegal": "LucasArts, Monkey Island, Maniac Mansion, Full Throttle, The Dig, LOOM, und wahrscheinlich noch viele weitere mehr sind eingetragene Warenzeichen von [LucasArts, Inc.](http://www.lucasarts.com/). Raspberry Pi ist eine eingetragene Marke von Raspberry Pi Trading. Alle anderen Marken und eingetragenen Warenzeichen sind Eigentum der entsprechenden Firmen. ScummVM ist in keiner Weise mit LucasArts, Inc. verbunden.",
    "introHeaderWhatIs": "Was ist ScummVM?",
    "introHeaderContentP1": "ScummVM ist ein Programm, welches Ihnen ermöglicht, zahlreiche Adventures und RPGs auszuführen, vorausgesetzt, Sie sind im Besitz der passenden Spieldateien. ScummVM ersetzt dabei die ausführbaren Programmdateien, die ursprünglich mit dem Spiel mitgeliefert wurden. Dadurch können diese Spiele auf Systemen gespielt werden, für welche sie nie entwickelt wurden! ScummVM ist eine komplette Re-Implementierung der Programm-Dateien und kein Emulator.",
    "introHeaderContentP2": "ScummVM unterstützt eine umfangreiche Bibliothek von über 325 Adventure-Spielen - darunter viele Klassiker legendärer Studios wie *LucasArts*, *Sierra On-Line*, *Revolution Software*, *Cyan, Inc.* und *Westwood Studios*. Neben bahnbrechenden Titeln wie der *Monkey Island*-Serie, *Baphomets Fluch*, *Myst*, *Blade Runner* und unzähligen weiteren Spielen werden Sie auch einige wirklich merkwürdige Abenteuer und versteckte Schätze entdecken.",
    "introHeaderContentP3": "Sie finden eine komplette Liste mit allen Informationen darüber, welche Spiele unterstützt werden auf der [Kompatibilitätsseite](/compatibility/). Da ScummVM laufend verbessert wird, lohnt es sich, häufiger vorbeizuschauen. Zu den Systemen, auf welchen Sie diese Spiele spielen können, gehören Windows, Linux, macOS, iOS, Android, PS Vita, Switch, Dreamcast, AmigaOS, Atari/FreeMiNT, RISC OS, Haiku, PSP, PS3, Maemo, GCW Zero und viele mehr...",
    "introHeaderContentP4": "Unser Forum und unser [Discord-Server](https://discord.gg/4cDsMNtcpG) sind offen für Kommentare und Vorschläge. Bitte lesen Sie unsere [häufig gestellten Fragen (FAQ)](/faq/), bevor Sie einen Eintrag dort verfassen.",
    "introHeaderContentP5": "Sie können das Projekt unterstützen, indem Sie Ihrer Begeisterung in Form einer Spende über PayPal Ausdruck verleihen. Wir würden uns jedoch noch wesentlich mehr darüber freuen, wenn Sie etwas Programmcode beisteuern könnten.",
    "linksTitle": "Links",
    "linksContentTitle": "Links",
    "linksHeading": "Links",
    "linksIntro": "**Verlinken Sie zu uns:** Bitte verwenden Sie dieses Bild, wenn Sie einen Link zu uns auf Ihre Website setzen wollen.",
    "listItemsDate": ", zuletzt aktualisiert:",
    "homeTitle": "Startseite",
    "newsTitle": "Aktuelle Nachrichten",
    "newsContentTitle": "Aktuelle Nachrichten",
    "newsPostedBy": "geschrieben von",
    "newsMoreNews": "Weitere Nachrichten...",
    "pressTitle": "Pressespiegel",
    "pressContentTitle": "Pressespiegel",
    "pressHeading": "ScummVM in der Presse",
    "pressIntro": "(Wenn Sie bezüglich Medienberichten mit uns in Kontakt treten wollen, schreiben Sie bitte eine e-Mail an press (@) scummvm.org)",
    "screenshotsTitle": "Bildschirmfotos",
    "screenshotsContentTitle": "Bildschirmfotos",
    "screenshotsHeading": "Bildschirmfotos",
    "screenshotsNavigation": "Navigation",
    "screenshotsCategoryHeading": "Galerie",
    "screenshotsCategoryBack": "Zurück",
    "cookieText": "Wir setzen Cookies ein, um den Inhalt der Website zu verbessern und Informationen über die Leistung und Verwendung der Website zu sammeln.",
    "cookieAccept": "Cookies erlauben",
    "cookieDecline": "Cookies ablehnen",
    "menuHeaderMain": "Hauptmenü",
    "menuMainHome": "Startseite",
    "menuMainScreenshots": "Bildschirmfotos",
    "menuMainForums": "Forum",
    "menuMainDownloads": "Downloads",
    "menuMainGames": "Spiele",
    "menuMainBlogs": "ScummVM-Blogs",
    "menuHeaderDocumentation": "Dokumentation",
    "menuDocumentationFaq": "F.A.Q.",
    "menuDocumentationDocumentation": "Dokumentation",
    "menuDocumentationCompatibility": "Kompatibilität",
    "menuDocumentationWiki": "Wiki",
    "menuMiscCredits": "Mitwirkende",
    "menuHeaderDevelopmentDevelopment": "Entwicklung",
    "menuDevelopmentBugTracker": "Fehlerberichte",
    "menuDevelopmentPullRequests": "Pull-Requests",
    "menuDevelopmentTranslations": "Übersetzungen",
    "menuDevelopmentDailies": "Entwickler-Versionen",
    "menuDevelopmentSourceCode": "GitHub",
    "menuDevelopmentBuildbot": "Buildbot",
    "menuHeaderMisc": "Verschiedenes",
    "menuMainDemos": "Demos",
    "menuMiscPress": "Pressespiegel",
    "menuMiscContact": "Kontakt",
    "menuMiscLinks": "Links",
    "feedAtomTitle": "ScummVM-Nachrichten",
    "feedAtomDescription": "ScummVM ist ein plattformunabhängiger Interpreter für verschiedene Spiele-Engines bekannter Point-and-Click-Adventures. ScummVM unterstützt alle SCUMM-basierten Adventures von LucasArts, Simon the Sorcerer 1&2 von AdventureSoft, Beneath a Stell Sky und Broken Sword I & II von Revolution sowie viele weitere mehr.",
    "contactDiscordHeader": "Discord",
    "contactDiscord": "Triff uns auf Discord! Ganz gleich, ob Du dich einfach zwanglos mit der ScummVM-Gemeinschaft unterhalten oder auch die aktuelle Entwicklung von ScummVM diskutieren möchtest - unser [Discord-Server](https://discord.gg/4cDsMNtcpG) ist der richtige Ort dazu.",
    "compatabilityDetailsDetails": "Details",
    "downloadsOldBinariesFrsNote3": " um alle bisher veröffentlichten Versionen zu finden.",
    "downloadsOldBinariesFrsNote2": "unseren Server besuchen,",
    "downloadsOldBinariesFrsNote1": "Zusätzlich kannst Du ",
    "sponsorsIntro": "Das ScummVM-Projekt wird durch folgende Unternehmen großzügig unterstützt",
    "sponsorsHeading": "Unterstützer von ScummVM",
    "sponsorsContentTitle": "Sponsoren",
    "sponsorsTitle": "Sponsoren",
    "menuMiscSponsors": "Sponsoren",
    "compatibilityExcellentDescription": "Das Spiel besitzt keine bekannten Fehler oder Probleme.",
    "compatibilityGoodDescription": "Das Spiel zeigt einige kleinere Fehler, welche die Spielerfahrung nicht beeinträchtigen. Das Spiel kann vollständig durchgespielt werden.",
    "compatibilityBuggedDescription": "Das Spiel startet, aber stürzt möglicherweise ab oder zeigt schwere Grafik- und Audio-Fehler. Es ist möglicherweise nicht bis zum Ende spielbar.",
    "compatibilityBrokenDescription": "Das Spiel startet möglicherweise nicht oder hat schwere Fehler, welche es unspielbar machen.",
    "compatibilityUntestedDescription": "Das Spiel muss noch ausführlich getestet werden und ist möglicherweise nicht vollständig spielbar",
    "menuDevelopmentDeveloperCentral": "Entwickler-Zentrale",
    "menuDevelopmentDoxygen": "API-Referenzhandbuch",
    "compatibilityGameDisclaimer": "Hinweis: ScummVM enthält keine Spiele. Um eines der auf dieser Seite aufgeführten Spiele zu spielen, müssen Sie eine eigene Kopie des Spiels haben und diese zu ScummVM hinzufügen. Einige Spiele sind kostenlos auf unserer [Seite zum Herunterladen von Spielen] (/ games /) verfügbar. Weitere Spiele finden Sie auf der Seite [Wo Sie die Spiele bekommen] (https://wiki.scummvm.org/index.php?title=Where_to_get_the_games) in unserem Wiki. Informationen zum Hinzufügen von Spielen zu ScummVM finden Sie in [der Dokumentation] (https://docs.scummvm.org/en/latest/use_scummvm/add_play_games.html).",
    "menuMainDirectorDemos": "Director-Demos",
    "directorDemosContentTitle": "Director-Demos",
    "directorDemosTitle": "Director-Demos",
    "downloadsDailyNote3": "Eine Übersicht der letzten Änderungen finden Sie im Changelog von ScummVM.",
    "compatibilityDetailsDetails": "Details",
    "menuMainFreewareGames": "Freeware-Spiele & Addons",
    "downloadsBadgeTitle": "ScummVM {version} herunterladen",
    "compatibilityDetailsChartColScummVmId": "ScummVM-ID"
}
