{
    "title": "ScummVM 1.8.1 &quot;Lost with Sherlock&quot; è finalmente arrivato!",
    "content": "<p>No, non vogliamo farne una regola di far passare sempre più tempo fra una release e l'altra! Sono passati mesi dall'ultima release, ma nel frattempo un sacco di lavoro è stato fatto, e il risultato è una delle nostre release più significative di sempre.</p><p>ScummVM 1.8 aggiunge il supporto a <em>dieci</em> nuovi giochi con otto motori nuovi di zecca:</p><ul> <li><i>Amazon: Guardians of Eden</i></li> <li><i>Beavis and Butthead in Virtual Stupidity</i></li> <li><i>Broken Sword 2.5: The Return of the Templars</i></li> <li><i>Labyrinth of Time</i></li> <li><i>Rex Nebular and the Cosmic Gender Bender</i></li> <li><i>Sfinx</i></li> <li><i>The Lost Files of Sherlock Holmes: The Case of the Rose Tattoo</i></li> <li><i>The Lost Files of Sherlock Holmes: The Case of the Serrated Scalpel</i></li> <li><i>Zork: Grand Inquisitor</i></li> <li><i>Zork Nemesis: The Forbidden Lands</i></li> </ul><p>Oltre ai nuovi giochi, abbiamo aggiornato l'emulatore MT-32 incorporando l'ultima versione upstream di munt e abilitato Miles Audio per quei giochi che originariamente lo supportavano. I giochi non hanno mai suonato così bene in ScummVM!</p><p>Abbiamo anche riscritto tutto il sottosistema grafico in AGI. I titoli Sierra vanno bene come mai prima d'ora, compresi i menu specifici per le singole piattaforme, le palette colore e i font per le versioni Apple IIgs, Atari ST e Amiga dei giochi. È addirittura possibile passare dal look'n'feel di una piattaforma a un altro. Ah, i giochi in versione Apple IIgs ora vanno alla velocità corretta.</p><p>Tra le nuove piattaforme supportate spicca GCW-Zero (sev è riuscito a farsene finalmente arrivare uno dal Kickstarter) e Raspberry Pi.</p><p>Tra una cosa e l'altra siamo anche riusciti a spostare tutto il sito su un nuovo server e abbiamo aggiunto il supporto alle traduzioni al nostro sito. Se vuoi aiutarci a tradurre le news e i contenuti, <a href=\"http://wiki.scummvm.org/index.php/HOWTO-Translate_ScummVM_Web_Site\">qui</a> c'è una guida.</p><p>Queste sono solo alcune delle novità salienti. Un elenco completo si trova nelle <a href=\"/frs/scummvm/1.8.0/ReleaseNotes\">release note</a>; gli eseguibili si possono scaricare come sempre dalla pagina dei <a href=\"/downloads/\">download</a>. Al momento di scrivere non tutti i mantainer dei singoli port hanno già caricato la versione aggiornata del package per la propria piattaforma; ti chiediamo di avere un po' di pazienza se ancora non trovi il download per il tuo sistema.</p><p>Non perderti nel Labirinto, e nella peggiore delle ipotesi puoi sempre provare a chiedere aiuto a Mr. Holmes. (Promettiamo che non passerà ancora così tanto tempo prima della prossima release)</p>",
    "date": 1457098560,
    "author": "sev"
}