{
    "20011122": {
        "title": "Καλώς ήρθατε στο ScummVM",
        "content": "Καλώς ήρθατε στο ScummVM! Το ScummVM είναι ένας διερμηνευτής της μηχανής SCUMM (Script Creation Utility για το Maniac Mansion) για Linux και Windows."
    },
    "20020113": {
        "title": "Κυκλοφορία του ScummVM 0.1.0",
        "content": "Υπάρχουν πολλές νέες αλλαγές σε αυτή τη νέα κυκλοφορία. Το Full Throttle δουλεύει πλέον καλύτερα ενώ έχει ξεκινήσει και βρίσκεται σε αρχικό στάδιο η δουλειά πάνω στο The Dig. \\[[Λήψη τώρα](/downloads/)\\]"
    },
    "20020121": {
        "title": "Νέος Σχεδιασμός του Ιστότοπου",
        "content": "Ευχαριστούμε τον Jeremy Newman (laxdragon) για το σχεδιασμό και τη συντήρηση της νέας μας ιστοσελίδας. Μπορείτε ελεύθερα να τον βομβαρδίσετε με σχόλια και προτάσεις για τον ιστότοπο."
    },
    "20020203": {
        "title": "Μεταφορά του ScummVM στο Dreamcast",
        "content": "Ο [Marcus Comstedt](https://sourceforge.net/sendmessage.php?touser=446790) πρόσφατα υπέβαλλε τη μεταφορά του ScummVM στο SEGA Dreamcast στο CVS σύστημα μας. Ο ιστότοπος του [Mark Thomas σχετικά με την Ανάπτυξη για το Dreamcast](http://www.doc.ic.ac.uk/~mbt99/dcdev/) έχει περισσότερες πληροφορίες και εικόνες για αυτήν την εξαιρετική δουλειά μεταφοράς (port). Πρόσθετες πληροφορίες για την προσομοίωση του Dreamcast μπορούν να βρεθούν στον ιστότοπο [Προσομοίωσης DC](http://www.dcemulation.com/)."
    },
    "20020214": {
        "title": "Σε μεγαλύτερη εγρήγορση από μαϊμού με εξάνθημα",
        "content": "![Zak256](/data/news/20020214.png) Η ομάδα του ScummVM σκαλίζει διαρκώς για να καταφέρει να κάνει να δουλέψουν περισσότεροι από τους αγαπημένους σας τίτλους παιχνιδιών της LucasArts. Ρίξτε μια ματιά σε αυτό το μικρό στιγμιότυπο για να σας ανοίξει η όρεξη. Θα ακολουθήσουν και άλλα στιγμιότυπα και πληροφορίες όσο έχουμε εξελίξεις."
    },
    "20020220": {
        "title": "Ημερήσιες εκδόσεις για Windows είναι πλέον διαθέσιμες",
        "content": "Ο Travis Howell μας παρέχει τη δυνατότητα να έχουμε ημερήσιες εκδόσεις ανάπτυξης του ScummVM για τα Windows διαθέσιμες για λήψη. Τα εύσημα ανήκουν επάξια στον Travis. Επίσης, διατίθεται ένας σύνδεσμος για μια έκδοση του ScummVM για Windows με SDL υποστήριξη. Αυτή η έκδοση δεν απαιτεί το Cygwin dll.  \nΑνεβάσαμε, ακόμα, μια Σελίδα Συμβατότητας στον ιστότοπό μας όπου απαντάμε στο πιο σύνηθες ερώτημα, \"Ποια παιχνίδια λειτουργούν με το ScummVM;\". Σκοπεύουμε να τηρούμε ενημερωμένη αυτή τη σελίδα όσο προχωράει η ανάπτυξη."
    },
    "20190904": {
        "title": "Φέρτε όλα τα παραδοτέα σας!",
        "content": "Η ομάδα του ScummVM ανακοινώνει με ενθουσιασμό την υποστήριξη μιας από τις δημιουργίες του John Romero, το παιχνίδι *Hyperspace Delivery Boy! (Διαστημικό Ντελίβερι)* Όλες οι γνωστές εκδόσεις υποστηρίζονται, συμπεριλαμβανομένων αυτών για Linux, Windows και PocketPC. Αν δεν έχετε στην κατοχή σας το παιχνίδι, μπορείτε να δοκιμάσετε το demo διαθέσιμο στην [ενότητα demos](/demos/)\n\nΕγκαταστήστε λοιπόν το παιχνίδι σας και βοηθήστε μας με τον κύκλο δοκιμών του χρησιμοποιώντας την [πιο πρόσφατη έκδοση ανάπτυξης (development build)](https://buildbot.scummvm.org/#/snapshots) του ScummVM. Αν η έκδοση του παιχνιδιού που έχετε δεν αναγνωρίζεται ή αν εντοπίσετε προβλήματα, παρακαλούμε να τα αναφέρετε στο [σύστημα αναφοράς προβλημάτων](https://bugs.scummvm.org) του ScummVM. Και όπως πάντα, καλή διασκέδαση!"
    },
    "20190912": {
        "title": "Υποστήριξη του *The Prince and the Coward (Ο Πρίγκηπας και ο Δειλός)*",
        "content": "Πριν αρκετό καιρό, το 2013, ο Kamil Zbróg και ο Łukasz Wątka, ένας φοιτητής στο πρόγραμμα GSoC (Google Summer of Code), δούλεψαν για την υποστήριξη του παιχνιδιού *The Prince and the Coward* (Ο Πρίγκηπας και ο Δειλός) ή *Książę i Tchórz*, όπως είναι ο πρωτότυπος τίτλος του στα Πολωνικά.\n\nΗ μηχανή του παιχνιδιού έπεσε σε τέλμα, ωστόσο, καθώς προσπαθούσαμε να δουλέψουμε στην Αγγλική μετάφραση. Δυστυχώς, εκείνη η δουλειά έχει ολοκληρωθεί μόλις κατά το ¼ , και χρειαζόμαστε τη βοήθειά σας.\n\nΠαρ' όλα αυτά, ανακοινώνουμε την υποστήριξη αυτού του παιχνιδιού. Όλες οι εκδόσεις που κυκλοφόρησαν υποστηρίζονται, συμπεριλαμβανομένης της πρωτότυπης Πολωνικής, της Γερμανικής κυκλοφορίας και της Ρώσικης μετάφρασης. Αν έχετε στην κατοχή σας το παιχνίδι μπορείτε να κάνετε μια δοκιμή. Θα χρειαστείτε μια από τις [ημερήσιες εκδόσεις ανάπτυξης](https://buildbot.scummvm.org/#/snapshots) για αυτό. Όπως πάντα, παρακαλούμε να υποβάλετε όποια προβλήματα εντοπίσετε στο [σύστημα αναφορών προβλημάτων](https://bugs.scummvm.org/) μας.\n\nΕπίσης, αν τυχαίνει να γνωρίζετε Πολωνικά, Γερμανικά, ή Ρώσικα, είστε ευπρόσδεκτοι να μας βοηθήσετε με τη μετάφραση. Σύντομες οδηγίες παρέχονται [εδώ](https://wiki.scummvm.org/index.php?title=Prince#Translation).\n\nPowodzenia!"
    },
    "20190913": {
        "title": "Επάνδρωση για την *Mission Supernova (Αποστολή Σουπερνόβα)*",
        "content": "Σας χρειαζόμαστε! Ελάτε στο πλήρωμα του Supernova για ένα αξέχαστο ταξίδι όπου θα είστε μάρτυρες του θανάτου ενός άστρου.\n\nΟνειρευτήκατε ποτέ πως είστε αστροναύτης; Πως σας εγκαταλείπουν στο κατεστραμμένο διαστημόπλοιό σας; Πως πεθαίνετε από ασφυξία; Από ηλεκτροπληξία; Πως σας πυροβολούν; Πώς χανόσαστε μέσα σε μια πυραμίδα; Πως σας πιάνουν να κλέβετε το κεφάλι δεινοσαύρου και σας στέλνουν φυλακή; Και αν αυτά δεν αρκούν, μπορείτε να απενεργοποιήσετε την βελτιωμένη κατάσταση λειτουργίας και να ζήσετε όλη την σύγχυση της περιήγησης μέσω point and click σε αυτό το παιχνίδι που φτιάχτηκε πριν από 25 χρόνια.\n\nΜε περηφάνια ανακοινώνουμε ότι οι τίτλοι *Mission Supernova Teil 1: Das Schicksal des Horst Hummel* και *Mission Supernova Teil 2: Der Doppelgänger* υποστηρίζονται πλέον και οι δύο από το ScummVM. Επιπρόσθετα έχουμε μεταφράσει και τα δύο παιχνίδια στα Αγγλικά οπότε μπορείτε να επιλέξετε αν θα παίξετε στα Γερμανικά ή τα Αγγλικά. Μπορείτε να λάβετε τα παιχνίδια δωρεάν [από τον ιστότοπο του developer](http://outpost.simplicity.de/), άρα λοιπόν δεν έχετε λόγο να μην τα παίξετε!\n\nΠαρακαλούμε βοηθήστε μας στον κύκλο δοκιμών αυτών των παιχνιδιών και αναφέρετε όποιο πρόβλημα αντιμετωπίσετε ή θέματα μετάφρασης στο [σύστημα αναφοράς προβλημάτων](https://bugs.scummvm.org/) του ScummVM. Θα χρειαστείτε [μια πρόσφατη έκδοση του ScummVM](https://buildbot.scummvm.org/#/snapshots) και [το αρχείο supernova.dat](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/supernova.dat) (αν δεν περιλαμβάνεται στο πακέτο του ScummVM για την πλατφόρμα σας). Μπορείτε επίσης να βρείτε βασική πληροφορία για το σύστημα ελέγχου του παιχνιδιού (game controls) [στο Βίκι μας](https://wiki.scummvm.org/index.php?title=Mission_Supernova#Controls) ή να προσπελάσετε το εγχειρίδιο χρήστης του παιχνιδιού όσο παίζετε, πατώντας το πλήκτρο F2."
    },
    "20190917": {
        "title": "Ξεκινούμε τη δοκιμαστική περίοδο για το ScummVM 2.1.0",
        "content": "Έφτασε επιτέλους η ώρα να ξεκινήσουμε τον κύκλο κυκλοφορίας για το ScummVM 2.1.0.\n\nΑυτή η κυκλοφορία πρόκειται να είναι αρκετά σημαντική, και τα παρακάτω νέα υποστηριζόμενα παιχνίδια χρειάζεται να δοκιμαστούν:\n\n*   *Blade Runner.*\n*   *Hoyle Bridge.*\n*   *Hoyle Children's Collection.*\n*   *Hoyle Classic Games.*\n*   *Hoyle Solitaire.*\n*   *Hyperspace Delivery Boy!*\n*   *Might and Magic IV - Clouds of Xeen.*\n*   *Might and Magic V - Darkside of Xeen.*\n*   *Might and Magic - World of Xeen.*\n*   *Might and Magic - World of Xeen 2 CD Talkie.*\n*   *Might and Magic - Swords of Xeen.*\n*   *Mission Supernova Part 1.*\n*   *Mission Supernova Part 2.*\n*   *Quest for Glory: Shadows of Darkness.*\n*   *The Prince and the Coward.*\n*   *Versailles 1685.*\n\nΕπίσης, με αυτή την κυκλοφορία, ενεργοποιούμε επιτέλους την δυνατότητα αποθήκευσης και μεταφόρτωσης δεδομένων από το Νέφος (Cloud). Για την ώρα, αυτό δουλεύει μόνο σε desktops, και μπορείτε να βρείτε την περιγραφή αυτής της λειτουργίας στο [Εγχειρίδιο Χρήσης μας](https://wiki.scummvm.org/index.php?title=User_Manual/Using_Cloud_and_LAN_features).\n\nΗ πλήρης λίστα των παιχνιδιών που χρειάζονται δοκιμή για αυτή την κυκλοφορία βρίσκεται στο [Βίκι μας](https://wiki.scummvm.org/index.php?title=Release_Testing/2.1.0).\n\nΠαρακαλούμε να χρησιμοποιήσετε μια [σταθερή ημερήσια έκδοση](https://buildbot.scummvm.org/#/snapshots) του ScummVM για τις δοκιμές σας. Σε περίπτωση που αντιμετωπίσετε προβλήματα (bugs), μπορείτε να τα αναφέρετε στο [Σύστημα Αναφορών Προβλημάτων μας](https://bugs.scummvm.org/). Επιπρόσθετα, παρακαλούμε να αναφέρετε την πρόοδο των δοκιμών σας [στο σχετικό νήμα του forum](https://forums.scummvm.org/viewtopic.php?f=1&t=14945) για να μπορούμε να διαγράψουμε από τη λίστα στο Βίκι όσους τίτλους έχουν δοκιμαστεί. Βεβαιωθείτε ότι ακολουθείτε τις οδηγίες μας για δοκιμές υποψήφιων εκδόσεων κυκλοφορίας οι οποίες βρίσκονται [εδώ](https://wiki.scummvm.org/index.php?title=Release_Testing).\n\nΤέλος, θα ήταν εξαιρετικό αν μπορούσατε να μας βοηθήσετε με την ενημέρωση των μεταφράσεων για το περιβάλλον διεπαφής (GUI) του ScummVM. Η περιγραφή των βημάτων που χρειάζεται να ακολουθήσετε βρίσκεται [στο Βίκι](https://wiki.scummvm.org/index.php?title=HOWTO-Translate_ScummVM_GUI)."
    },
    "20190919": {
        "title": "Άλλο ένα παιχνίδι έτοιμο για δοκιμή: Το *Duckman*",
        "content": "Το *Duckman: The Graphic Adventures of a Private Dick* (οι περιπέτειες ενός ιδιωτικού Ντετέκτιβ Πάπιου) είναι ένα όχι τόσο γνωστό παιχνίδι point and click βασισμένο σε ομώνυμη τηλεοπτική σειρά. Ελέγχετε τον εξυπνάκια ντετέκτιβ Duckman στις προσπάθειές του να επανακτήσει την ταυτότητά του μετά την άδοξη απόλυσή του από τη δική του τηλεοπτική σειρά. Η κυκλοφορία του παιχνιδιού για Windows το 1997 ατυχώς συνέπεσε με την ακύρωση της τηλεοπτικής σειράς, γεγονός που περιόρισε τη διανομή του παιχνιδιού.\n\nΜετά από αρκετό καιρό ανάπτυξης, η ομάδα του ScummVM είναι στην ευχάριστη θέση να ανακοινώσει την υποστήριξη για το παιχνίδι.\n\nΟπότε κατεβάστε [μια πρόσφατη έκδοση](https://buildbot.scummvm.org/#/snapshots) και κάντε μια δοκιμή. Παρακαλούμε να αναφέρετε όποια προβλήματα αντιμετωπίσετε στο [σύστημα υποβολής προβλημάτων](https://bugs.scummvm.org/) του ScummVM.\n\nΥποστηρίζονται η Αγγλική, Γερμανική έκδοση και η έκδοση Demo. Χρειάζεστε μόνο τον κατάλογο DATA/ από το πρωτότυπο παιχνίδι για να παίξετε."
    },
    "20191013": {
        "title": "Το ScummVM 2.1.0 \"Ηλεκτρικό Πρόβατο\" (\"Electric Sheep\") έχει παραχθεί.",
        "content": "\"Η πώληση ζώων ήταν επικερδής και περίβλεπτη επιχείρηση, καθώς τα περισσότερα αληθινά ζώα αφανίστηκαν μετά τον πόλεμο στη Γη. Υπήρχαν βέβαια αρκετά ηλεκτρικά ζώα--\" ω, εχμ, συγγνώμη δεν σας πρόσεξα. \n\nΗ Ομάδα του ScummVM ανακοινώνει με ενθουσιασμό την κυκλοφορία της έκδοσης 2.1.0 του ScummVM. Αυτή η κυκλοφορία είναι ο καρπός της δουλειάς σχεδόν δύο χρόνων και προσθέτει 16 νέα παιχνίδια που βασίζονται σε 8 μηχανές, μεταφορά του ScummVM στο Nintendo Switch και περίπου 500 διορθωτικές ενημερώσεις. Όλα αυτά επιτεύχθηκαν με τη σκληρή δουλειά 147 συντελεστών με 8,493 υποβολές αλλαγών (commits) στον πηγαίο κώδικα.\n\nΟι νέοι τίτλοι που υποστηρίζονται είναι οι ακόλουθοι:\n\n*   *Blade Runner*\n*   *Duckman: The Graphic Adventures of a Private Dick*\n*   *Hoyle Bridge*\n*   *Hoyle Children's Collection*\n*   *Hoyle Classic Games*\n*   *Hoyle Solitaire*\n*   *Hyperspace Delivery Boy!*\n*   *Might and Magic IV - Clouds of Xeen*\n*   *Might and Magic V - Darkside of Xeen*\n*   *Might and Magic - World of Xeen*\n*   *Might and Magic - Swords of Xeen*\n*   *Mission Supernova Part 1*\n*   *Mission Supernova Part 2*\n*   *Quest for Glory: Shadows of Darkness*\n*   *The Prince and the Coward*\n*   *Versailles 1685*\n\nΕπιπρόσθετα, αναβαθμίσαμε σημαντικά την υποστήριξη για τις πλατφόρμες Android και iOS. Θα προσέξετε επίσης το νέο facelift του περιβάλλοντος διεπαφής (GUI), την βελτιωμένη προσομοίωση ήχου Roland MT-32, τη νέα λειτουργία απλώματος εικόνας με υψηλή ακρίβεια pixel (pixel-perfect stretching mode), την υποστήριξη Κειμένου-σε-Ομιλία (Text-to-Speech) για macOS και Linux, και την υποστήριξη για συγχρονισμό των αποθηκευμένων παιχνιδιών και τη λήψη αρχείων παιχνιδιών από υπηρεσίες φιλοξενίας αρχείων στο Νέφος (cloud-based file services) (βρείτε την ενημερωμένη λίστα για τις υποστηριζόμενες πλατφόρμες στο [εγχειρίδιο χρήσης μας](https://wiki.scummvm.org/index.php?title=User_Manual/Using_Cloud_and_LAN_features))\n\nΩς συνήθως, έχουμε βελτιώσει πολλές από τις ήδη υποστηριζόμενες μηχανές παιχνιδιών: προσθέσαμε υποστήριξη για τις κυκλοφορίες *25ης Επετείου του Myst (25th Myst Anniversary)* releases, διορθώσαμε πάνω από 100 προβλήματα στα πρωτότυπα σενάρια κώδικα της SCI (δηλαδή τα \"SCI scripts\") που επηρέαζαν για δεκαετίες παιχνίδια της Sierra, προσθέσαμε υποστήριξη για της εκδόσεις για Amiga και FM-TOWNS του *Eye of the Beholder*, βελτιώσαμε την ποιότητα ήχου στα παιχνίδια της Humongous Entertainment, προσθέσαμε συγχρονισμό ομιλίας με κίνηση του στόματος των ηθοποιών (lip sync) στους νεότερους τίτλους περιπέτειας της LucasArts, και εξολοθρεύσαμε μεγάλο αριθμό προβλημάτων στο *Starship Titanic* και το *Bud Tucker*. Η λίστα έχει και συνέχεια, και μπορείτε να βρείτε μια πλήρη καταγραφή των αλλαγών [εδώ](https://downloads.scummvm.org/frs/scummvm/2.1.0/ReleaseNotes.html).\n\nΜη ρίχνετε άλλα δάκρυα στη βροχή, και [λάβετε](/downloads/) αυτή την *ηλεκτρική* κυκλοφορία. Οι χρήστες Windows και macOS ενδέχεται να λάβουν την ενημέρωση αυτόματα εκκινώντας το ScummVM."
    },
    "20191217": {
        "title": "Το *Blade Runner* (1997) της Westwood είναι επιτέλους διαθέσιμο για αγορά ως ψηφιακό περιεχόμενο",
        "content": "Με ιδιαίτερο ενθουσιασμό σας ανακοινώνουμε ότι το point and click παιχνίδι περιπέτειας *Blade Runner*, που ανέπτυξε η Westwood Studios και κυκλοφόρησε αρχικά το 1997, είναι [πλέον ξανά διαθέσιμο προς αγορά (ως ψηφιακό περιεχόμενο)](http://gog.com/game/blade_runner?pp=22d200f8670dbdb3e253a90eee5098477c95c23d), χάρη στις προσπάθειες του GOG.com. Αυτή η νέα ψηφιακά διαθέσιμη έκδοση περιλαμβάνει όλες τις επίσημες γλώσσες για τις ομιλίες στο παιχνίδι (Αγγλικά, Γαλλικά, Ιταλικά, Ισπανικά και Γερμανικά).\n\nΦυσικά, το παιχνίδι εκτελείται με τη μηχανή του ScummVM, το οποίο σημαίνει ότι περικλείει διορθώσεις σε διάφορα προβλήματα καθώς και βελτιώσεις χειρισμού (όπως χρήση ροδέλας ποντικιού για κύλιση στο KIA και υποστήριξη υποτίτλων που έφτιαξαν φίλοι του παιχνιδιού) σε σχέση με την αρχική έκδοση του παιχνιδιού του 1997.\n\nΘα βρείτε υπότιτλους για τις Αγγλικές και Γαλλικές εκδόσεις του παιχνιδιού στην κατηγορία *Παιχνίδια* του ιστότοπου του ScummVM.\n\nΕξακολουθούμε να έχουμε σχέδια για την ολοκλήρωση της ειδικής έκδοσης του παιχνιδιού με περιεχόμενο που έχει ανακτηθεί από κομμάτια κώδικα και πόρους που βρίσκονται ήδη στα αρχεία του παιχνιδιού αλλά έχουν μείνει αχρησιμοποίητα.\n\nΥΓ. Αν χρησιμοποιήσετε τον παραπάνω σύνδεσμο προς το GOG.com για να κάνετε την αγορά σας, η ομάδα του ScummVM λαμβάνει μια μικρή προμήθεια από αυτή."
    },
    "20200131": {
        "title": "Κυκλοφορία του ScummVM 2.1.1 \":Περισσότερα Πρόβατα:\"",
        "content": "Μετά από ένα σύντομο διάλειμμα, η ομάδα του ScummVM είναι στην ευχάριστη θέση να ανακοινώσει την κυκλοφορίας μιας διορθωτικής έκδοσης (bugfix release) για τη σειρά 2.1 - το ScummVM 2.1.1, με κωδική ονομασία “:More Sheep:” (\":Περισσότερα Πρόβατα:\").\n\nΗ κυκλοφορία αυτή περικλείει ένα σημαντικό αριθμό από διορθώσεις και κάποιες μικρές βελτιώσεις. Οι περισσότερο αξιοσημείωτες αλλαγές είναι: η καλύτερη πολυγλωσσική υποστήριξη στο περιβάλλον διεπαφής (GUI), βελτιώσεις στον ήχο από FM TOWNS/PC-98, βελτιστοποίηση για την αποθήκευση στο Νέφος (cloud saves), πολυάριθμες διορθώσεις σε SCI scripts, βελτιώσεις στην μηχανή του Blade Runner και διορθώσεις σε ακόμα 7 μηχανές παιχνιδιών. Επίσης, πρόκειται για την πρώτη έκδοση με επίσημη υποστήριξη της πλατφόρμας του Nintendo 3DS. Παράλληλα, προσθέσαμε και υποστήριξη Νέφους (cloud support) στην έκδοση του ScummVM για το Nintendo Switch.\n\nΜια πλήρης λίστα των αλλαγών μπορείτε να βρείτε στις [Σημειώσεις Κυκλοφορίας](https://downloads.scummvm.org/frs/scummvm/2.1.1/ReleaseNotes.html).\n\nΌπως πάντα, το σύνολο των έτοιμων εκτελέσιμων προγραμμάτων εγκατάστασης (pre-built executables) για την τρέχουσα επίσημη έκδοση του ScummVM βρίσκεται στην [Σελίδα Λήψεων](/downloads/).\n\nΚαλή σας διασκέδαση!"
    },
    "20200820": {
        "title": "Το Blazing Dragons Τυλίγει το ScummVM στις Φλόγες",
        "content": "Μετά από πολλούς μήνες ανάπτυξης το Blazing Dragons είναι πλέον έτοιμο για δημόσια δοκιμή.\n\nΑκολουθείστε τον νεαρό δράκο Flicker στην προσπάθειά του να κερδίσει το χέρι της Πριγκίπισσας Flame (Φλόγας) και σώστε το Camelhot στην πορεία του ταξιδιού σας.\n\nΠρόκειται για ένα αρκετά παράξενο παιχνίδι Point and Click μια και είχε κυκλοφορήσει μόνο σε Κονσόλες.\nΗ νέα μηχανή Dragons του ScummVM σας επιτρέπει να τρέξετε την έκδοση για Playstation αυτού του σχεδόν ξεχασμένου τίτλου. Αφήστε στην άκρη το χειριστήριο του PS1 και απολαύστε το παιχνίδι χρησιμοποιώντας πλέον ποντίκι και πληκτρολόγιο. Επίσης αφαιρέσαμε όλες τις ενοχλητικές οθόνες αναμονής/φόρτωσης.\n\nΜόνο οι εκδόσεις από Ηνωμένες Πολιτείες και Ηνωμένο Βασίλειο (US και GB αντίστοιχα) για Playstation 1 υποστηρίζονται προς το παρόν.\n\nΘα χρειαστείτε μια [ημερήσια διανομή (daily development build)](https://buildbot.scummvm.org/#/snapshots). Όπως πάντα, παρακαλούμε να υποβάλετε τις αναφορές για προβλήματα στον [ιστότοπο αναφοράς προβλημάτων (issue tracker)](https://bugs.scummvm.org/)."
    },
    "20200825": {
        "content": "Η Ομάδα του ScummVM ανακοινώνει περήφανα την υποστήριξη για ένα μικρό δωρεάν (freeware) παιχνίδι ρόλων (RPG) που ονομάζεται <i>The Griffon Legend</i>. Είχε [αρχικά](http://syn9.thehideoutgames.com/index_backup.php) γραφτεί στην γλώσσα προγραμματισμού FreeBASIC από τον  Daniel \"Syn9\" Kennedy και αργότερα μεταφέρθηκε στην κονσόλα GCW0 από τον Dmitry Smagin, και σε αυτή τη μεταφορά βασίζεται η δική μας έκδοση.\n\nΗ περίληψη του παιχνιδιού αναφέρει:\n\n> 500 χρόνια μετά τον πόλεμο μεταξύ Griffon και Δράκων, οι Δράκοι\nέχουν επιστρέψει για να διεκδικήσουν και πάλι την αυτοκρατορία τους. Πόλεις πέφτουν,\nπολύς κόσμος πεθαίνει, και ο μοναχικός Griffon Knight (Ιππότης) Fayne\nβρίσκεται στην μέση αυτών των εξελίξεων.\n\nΚαθώς το παιχνίδι είναι δωρεάν (freeware), μπορείτε να το κατεβάσετε απευθείας από την [σελίδα Λήψεων Παιχνιδιών](https://www.scummvm.org/games/) ή από την [επίσημη ιστοσελίδα του](http://syn9.thehideoutgames.com/index_backup.php?table=griffonlegend). Θα χρειαστείτε την τελευταία [υπό ανάπτυξη διανομή](https://buildbot.scummvm.org/#/snapshots) του ScummVM για να το παίξετε. Όπως συνήθως, αν αντιμετωπίσετε προβλήματα, παρακαλούμε να τα υποβάλετε στον [ιστότοπο αναφοράς προβληματων (bug tracker)](https://bugs.scummvm.org/).",
        "title": "Είστε έτοιμοι για ένα Θρύλο (Legend);"
    },
    "20200823": {
        "content": "Στα πλαίσια του Google Summer of Code (Καλοκαίρι Προγραμματισμού της Google) του 2008 ο Kari Salminen γνωστός και ως Buddha^ είχε δουλέψει πάνω στην προσθήκη υποστήριξης για τον τίτλο <i>Operation Stealth</i> (Αθόρυβη Επιχείρηση). Κι ενώ ήταν γενικά ένα επιτυχημένο υπό-έργο, παρέμεναν ακόμα συγκεκριμένα χαρακτηριστικά του παιχνιδιού χωρίς υλοποίηση. Σήμερα, 12 χρόνια μετά, ο Kari βρήκε χρόνο για να ολοκληρώσει τη δουλειά οτυ.\n\nΈτσι, ανακοινώνουμε περήφανα την υποστήριξη για το παιχνίδι <i>Operation Stealth</i> γνωστό και ως <i>James Bond 007: The Stealth Affair</i> από την κυκλοφορία του στις Ηνωμένες Πολιτείες.\n\nΟπότε ξεθάψτε το παιχνίδι σας, κατεβάστε την [ημερήσια διανομή (daily build)](https://buildbot.scummvm.org/#/snapshots) του ScummVM και δοκιμάστε το. Αν αντιμετωπίσετε προβλήματα (bugs) ή περίεργη συμπεριφορά, παρακαλούμε να υποβάλετε μια αναφορά στον [ιστότοπο αναφοράς προβλημάτων bug tracker](https://bugs.scummvm.org/).",
        "title": "Μια Άκρως Κρυφή Επιχείρηση του ScummVM"
    },
    "20020406": {
        "content": "Κατόπιν αρκετής δουλειάς, η έκδοση CD Talkie 256 χρωμάτων του Loom είναι ολοκληρώσιμη! Με το επίτευγμα αυτό, ξεκινάμε και βάζουμε μπροστά για την 0.2.0 έκδοση κυκλοφορίας. Προκειμένου να μας βοηθήσετε με αυτό, ζητάμε από εσάς - τους παίκτες των παιχνιδιών που υποστηρίζουμε - να πάρετε την πιο πρόσφατη Ημερήσια Διανομή και εκδόσεις από το σύστημα CVS και να παίξετε μέχρι το τέλος τα αγαπημένα σας παιχνίδια!  \nΧρειάζεται να επιβεβαιώσουμε ότι τα ακόλουθα παιχνίδια είναι ολοκληρώσιμα δίχως να συναντά κανείς σημαντικά προβλήματα (όπως, κρασαρίσματα (crashes), παγώματα (freezes), κλπ - μικρά θέματα όπως συγχρονισμός ρυθμίσεων ήχου δεν θεωρούνται σημαντικά σε αυτή τη φάση):\n\n*   Loom CD\n*   Monkey Island 1 (CD)\n*   Monkey Island 2\n*   Indy 4: Fate of atlantis\n*   Sam and Max\n*   Day of the Tentacle\n\nΕυχαριστούμε πολύ, και ελπίζουμε όλα να δουλέψουν \"ρολόι\" ώστε να καταφέρουμε να σπρώξουμε την νέα έκδοση σε κυκλοφορία! Επίσης, κατ απαίτηση του κοινού μας, η έκδοση 0.2.0 θα περικλείει μια νέα δυνατότητα 'αυτόματης αποθήκευσης' ('auto-save') που θα εξασφαλίζει ότι δεν θα χάνετε ώρες σκληρής δουλειάς επειδή ξεχάσατε να αποθηκεύσετε την πρόοδό σας και συναντήσατε κάποιο απρόσμενο πρόβλημα (bug)!",
        "title": "Loom και 0.2.0"
    },
    "20020404": {
        "content": "Μετά από μερικές εβδομάδες, ο κώδικας του ScummVM ξε-παγώνει επίσημα και η δουλειά πάνω στην υποστήριξη παιχνιδιών προχωράει. Ως μια πρόγευση, πολλά προβλήματα του Zak256 έχουν διορθωθεί, και το παιχνίδι είναι σε πολύ καλύτερη κατάσταση για να το παίξει κάποιος... αν και έχουμε ακόμα αρκετό δρόμο μπροστά μας!",
        "title": "Ξεπάγωμα Κώδικα"
    },
    "20020320": {
        "content": "Το ScummVM μπαίνει σε κατάσταση παγώματος κώδικα. Αυτό σημαίνει ότι ο πηγαίος κώδικας στο σύστημα CVS δεν θα ενημερώνεται με νέες διορθώσεις προβλημάτων (bugfixes), όσο θα εκτελούμε μια σημαντική και εκτεταμένη αναδιοργάνωση της μηχανής. Ελπίζουμε ότι ξαναγράφοντας πολλά τμήματα του ScummVM σε ορθότερο κώδικα C++, θα είμαστε σε θέση να διορθώσουμε ένα μεγάλο αριθμό θεμάτων εγγενών στη μηχανή, καθώς και να κάνουμε ευκολότερη την εργασία πάνω στον κώδικά, για εμάς και για προγραμματιστές που επιθυμούν να συμμετέχουν μελλοντικά στο έργο. Σημειώστε ότι αυτό σημαίνει ότι οι αναφορές προβλημάτων (bug reports) και οι διορθωτικές ενημερώσεις (patches) που έχουν υποβληθεί στο σύστημα δεν θα εξεταστούν μέχρι να ολοκληρωθεί η περίοδος παγώματος. Σκοπεύουμε να κρατήσουμε το πάγωμα για μια εβδομάδα, αν και μπορεί να διαρκέσει περισσότερο χρόνο.",
        "title": "Πάγωμα Κώδικα"
    },
    "20020308": {
        "content": "![Full Throttle](/data/news/20020308.png) Οι BBrox, Endy και Yazoo δουλέψανε με εξοντωτικούς ρυθμούς αυτή τη βδομάδα (Εύγε παίδες!). Τα παρακάτω είναι μια σύνοψη των νέων αλλαγών στην ανάπτυξη του ScummVM:\n\n*   Το Sam and Max είναι ολοκληρώσιμο!\n*   Η μηχανή βίντεο *inSane* είναι λειτουργική. Χρησιμοποιείται στο Dig και το Full Throttle.\n*   Περισσότερες επιλογές γραμμής εντολών για τον χειρισμό. Δείτε το readme.txt σχετικά.\n*  Ξεκίνησε προκαταρκτική δουλειά πάνω στο Curse of Monkey Island.\n*  Ο Mutle υπέβαλε την έκδοση για Mac στο δένδρο κώδικα CVS.\n*  Πολλά πολλά προβλήματα (bugs) διορθώθηκαν.",
        "title": "Μερικές Αρκετά Σημαντικές Ενημερώσεις"
    },
    "20200830": {
        "title": "Παρακαλούμε βοηθήστε μας με τη δοκιμή της επερχόμενης έκδοσης 2.2.0 του ScummVM",
        "content": "Γεια σε όλους, ήρθε η ώρα να κυκλοφορήσουμε την επόμενη έκδοση του ScummVM. Συνεπώς, χρειαζόμαστε πραγματικά τη βοήθειά σας με τη δοκιμή των σταθερών διανομών πριν την επερχόμενη κυκλοφορία, ώστε να εξασφαλίσουμε την καλύτερη δυνατή ποιότητα.\n\nΠαρακαλούμε, ρίξτε ιδιαίτερη προσοχή στους επόμενους νέο-υποστηριζόμενους τίτλους:\n\n* <i>Blazing Dragons</i>\n* <i>Eye of the Beholder - έκδοση για Sega CD</i>\n* <i>Griffon Legend</i>\n* <i>Interactive Fiction games</i>\n* <i>Operation Stealth</i>\n* <i>Police Quest: SWAT</i>\n* <i>Prince and the Coward, μετάφραση στα Αγγλικά</i>\n* <i>Ultima IV - Quest of the Avatar</i>\n* <i>Ultima VI - The False Prophet</i>\n* <i>Ultima VIII - Pagan</i>\n\nΘα θέλαμε επίσης να σας ζητήσουμε να δοκιμάσετε ακόμα ένα τίτλο της Sierra: το <i>Police Quest: SWAT</i>. Εκπαιδευτείτε ως μέλος επίλεκτης ομάδας κρούσης (SWAT), και αναλάβετε ριψοκίνδυνες αποστολές για να σώσετε τις ζωές πολιτών. Ο τίτλος αυτός προωθήθηκε ως έτοιμος για δοκιμή πρόσφατα, κι έτσι το κάλεσμα για δοκιμή συμπεριλαμβάνεται στην ανακοίνωση για την επερχόμενη κυκλοφορία του ScummVM.\n\nΑυτά τα παιχνίδια χρειάζεται να δοκιμαστούν με [σταθερές διανομές (stable builds)](https://buildbot.scummvm.org/#/snapshots), και όχι τις υπό ανάπτυξη διανομές (development). Αναφέρετε όποια θέματα και οποιαδήποτε περίεργη συμπεριφορά που θα εντοπίσετε στους τίτλους αυτούς στην ιστοσελίδα αναφοράς προβλημάτων [issue tracker](https://bugs.scummvm.org/).\n\nΧρειαζόμαστε επίσης τη βοήθειά σας για να ενημερώσουμε τις μεταφράσεις του ScummVM για αυτή την νέα έκδοση. Μπορείτε να δείτε την τρέχουσα κατάσταση των μεταφράσεων, και να δουλέψετε πάνω σε αυτές στον [ιστότοπο μεταφράσεων του ScummVM](https://translations.scummvm.org/projects/scummvm/scummvm/). Προκειμένου να συνδεθείτε στον ιστότοπο, μπορείτε να χρησιμοποιήσετε είτε τον λογαριασμό σας στο GitHub ή το Facebook, αν έχετε τέτοιο, είτε να φτιάξετε ένα λογαριασμό ειδικά για αυτόν τον ιστότοπο. Όσοι υποβάλλουν τακτικά δουλειά μετάφρασης μπορούν να αποθηκεύουν τις αλλαγές στις μεταφράσεις αλλά οι νέοι μεταφραστές θα μπορούν αρχικά να υποβάλουν μόνο προτάσεις και να ψηφίζουν πάνω σε άλλες υπάρχουσες προτάσεις μετάφρασης. Ωστόσο, χρειαζόμαστε νέους τακτικούς μεταφραστές για κάποιες γλώσσες, οπότε αν δεν έχετε πλήρη δικαιώματα μετάφρασης και θα θέλατε να αποκτήσετε, παρακαλούμε [επικοινωνήστε μαζί μας](https://www.scummvm.org/contact/). Επίσης, μερικοί από τους παλιούς μεταφραστές μας ενδέχεται να έχουν χάσει τα πλήρη δικαιώματα μετάφρασης που είχαν όταν, πριν μερικούς μήνες, αναβαθμίσαμε τις ρυθμίσεις δικαιωμάτων πρόσβασης. Αν αυτό συνέβη σε εσάς, παρακαλούμε επικοινωνήστε μαζί μας για να αποκαταστήσουμε την πλήρη πρόσβασή σας.\n\nΚαλή τύχη με τις δοκιμές σας, και ας κυκλοφορήσουμε την έκδοση 2.2.0 στο τέλος του Σεπτεμβρίου!"
    },
    "20200906": {
        "title": "Χρειαζόμαστε εικονίδια για παιχνίδια",
        "content": "![Discord rich presence](/data/news/20200906.png)\n\nΗ επόμενη έκδοση του ScummVM θα υποστηρίζει πλούσια παρουσία με το [Discord](https://discord.gg/4cDsMNtcpG) (Discord rich presence), ώστε να μπορείτε να δείξετε στους φίλους σας ότι παίζετε χρησιμοποιώντας το ScummVM <i>και</i> ποιό ακριβώς παιχνίδι παίζετε. Ωστόσο, για να εκμεταλλευτούμε αυτή τη δυνατότητα στο έπακρο, χρειαζόμαστε εικονίδια για κάθε υποστηριζόμενο παιχνίδι (game icons).\n\nΑν θέλατε ποτέ να συνεισφέρετε στο ScummVM αλλά δεν μπορούσατε να βρείτε κάποιο τρόπο να αξιοποιήσετε τις σχεδιαστικές και καλλιτεχνικές σας ικανότητες, αυτή είναι η ευκαιρία σας! Ρίξτε μια ματιά στο νέο [ανοιχτό κατάλογό μας με Εικονίδια Παιχνιδιών (Game Icons repository)](https://github.com/scummvm/scummvm-icons/) όπου θα βρείτε και περισσότερες πληροφορίες για το πώς μπορείτε να βοηθήσετε."
    },
    "20190608": {
        "content": "Είναι πάντα συναρπαστικό να βλέπει κανείς την ευρεία ποικιλία από συσκευές που μπορούν να τρέξουν τα αγαπημένα σας παιχνίδια περιπέτειας χάρις στο ScummVM. Σήμερα, ανακοινώνουμε περήφανα ότι ο αριθμός αυτών των συσκευών μεγάλωσε για ακόμα μια φορά με την άμεση διαθεσιμότητα του ScummVM για το Nintendo Switch!\n\nΧάρις στους Cpasjuste και rsn8887, μπορείτε πλέον να χρησιμοποιήσετε το ScummVM όπου πάτε (on the go).\n\nΠροκειμένου να τρέξετε το ScummVM στο Switch σας, θα χρειαστείτε μια τροποποιημένη (modded) κονσόλα που μπορεί να τρέξει homebrew λογισμικό. Μην ανησυχείτε - υπάρχουν πολλά κείμενα με οδηγίες για την ενεργοποίηση του homebrew στο Nintendo Switch διαθέσιμα στο διαδίκτυο.\n\nΑυτή η νέα εκδοχή (port) του ScummVM έχει ήδη τη δική της σελίδα στο [βίκι μας](https://wiki.scummvm.org/index.php?title=Nintendo_Switch). Προτείνουμε να ρίξετε μια ματιά στη σελίδα του βίκι καθώς περιέχει μπόλικη χρήσιμη πληροφορία σχετικά με το πώς θα χρησιμοποιήσετε το ScummVM στο Switch.\n\nΑν έχετε περαιτέρω απορίες σχετικά με αυτή την εκδοχή του ScummVM, είστε ευπρόσδεκτοι να μας επισκεφτείτε στο [forum](https://forums.scummvm.org/viewforum.php?f=24).\n\nΤο [buildbot μας](https://buildbot.scummvm.org/#/snapshots) παρέχει ήδη διανομές ανάπτυξης της εκδοχής του ScummVM για το Nintendo Switch. Αρπάξτε τις όσο είναι ζεστές!",
        "title": "Ετοιμάστε το Switch σας για νέες περιπέτειες!"
    },
    "20190616": {
        "content": "Η ομάδα του ScummVM χρειάζεται Blade Runners που θα μας βοηθήσουν να βρούμε, να κυνηγήσουμε, και να αποσύρουμε τα προβλήματα που δραπέτευσαν από τις αποικίες δεδομένων στον Έξω-Κόσμο. Αυτά τα προβλήματα δεν είναι επικίνδυνα και δεν θα σας σταματήσουν από το να ανακαλύψετε κι άλλα μυστικά και να καθορίσετε τη μοίρα σας. Το σπίνερ σας, το όπλο, το ESPER και το μηχάνημα Βόιτ-Καμπφ (Voight - Kampff) θα είναι στη διάθεσή σας.\n\nΑνακοινώνουμε ότι το Blade Runner είναι έτοιμο προς δοκιμή. Οι ακόλουθες γλώσσες υποστηρίζονται - Αγγλικά (εκδόσεις για CD και DVD), Γερμανικά, Ιταλικά, Γαλλικά, Ισπανικά, και η ανεπίσημη Ρωσσική έκδοση από την Fargus Multimedia.\n\nΒρείτε τα δισκάκια σας από το Blade Runner, [πάρτε την πιο πρόσφατη διανομή ανάπτυξης (development build) του ScummVM](https://buildbot.scummvm.org/#/snapshots) (ΠΡΟΣΟΧΗ ΟΧΙ την πρόσφατη σταθερή διανομή) και [αντιγράψτε τα απαραίτητα αρχεία](https://wiki.scummvm.org/index.php?title=Datafiles#Blade_Runner).\n\nΠλέον μπορείτε να παίξετε το παιχνίδι και με υπότιτλους! Απλά κατεβάστε το [αρχείο subtitles zip](https://www.scummvm.org/games/#bladerunner), κάνετε εξαγωγή του subtitles.mix και τοποθετήστε το μαζί με τα υπόλοιπα αρχεία του Blade Runner. Μέχρι στιγμής διαθέτουμε μόνο Αγγλικούς και Γαλλικούς υπότιτλους, ωστόσο, αν θέλετε να μας βοηθήσετε με την μετάφραση και σε άλλες γλώσσες εξ'ακοής ή από το αγγλικό κείμενο, παρακαλούμε [επικοινωνήστε με τους peterkohaut & praetorian](https://www.scummvm.org/contact/).\n\nΣημειώστε ότι, όταν θα προσθέσετε το φάκελο παιχνιδιού στο ScummVM, θα σας παρουσιαστούν δύο επιλογές για το παιχνίδι. Η πρώτη επιλογή αντιστοιχεί στο αρχικό παιχνίδι και θα ονομάζεται απλά \"Blade Runner\". Σε αυτή τη φάση ενδιαφερόμαστε για τις αναφορές και τα σχόλιά σας για αυτή την εκδοχή του παιχνιδιού, καθώς τη θεωρούμε ολοκληρωμένη (feature complete). Η άλλη επιλογή είναι για να προσθέσετε το παιχνίδι στο ScummVM σε μια εκδοχή όπου έχει αποκατασταθεί περιεχόμενο και ονομάζεται \"Blade Runner with restored content\"; αυτή η εκδοχή είναι ακόμα υπό-ανάπτυξη και δεν θεωρείται ολοκληρωμένη. Αν δοκιμάσετε αυτή την έκδοση, παρακαλούμε να το αναφέρετε ρητά στα [σχόλια και τις αναφορές που θα στείλετε](https://bugs.scummvm.org/).\n\nΑν η έκδοση του παιχνιδιού που έχετε, δεν υποστηρίζεται, παρακαλούμε [να δημιουργήσετε μια αναφορά με το MD5](https://wiki.scummvm.org/index.php/Reporting_unknown_MD5_checksums) ώστε να μπορέσουμε να προσθέσουμε υποστήριξη για αυτή στο μέλλον.",
        "title": "Ζητούνται Blade Runners!"
    },
    "20020501": {
        "content": "Ναι, είμαστε ακόμα ζωντανοί. Δυστυχώς απέχουμε ακόμα αρκετά από το να είμαστε έτοιμοι για την έκδοση 0.2.0. Πολύς κόσμος μας ανέφερε ένα μεγάλο αριθμό από κρίσιμα προβλήματα και δουλεύουμε για την επίλυσή τους. Με λίγη υπομονή θα τα καταφέρουμε στο τέλος!  \n  \nΠαρεμπιπτόντως... αν κάποιος γνωρίζει που βρίσκεται ο Sean Clark ή κάποιος άλλος που συμμετείχε στο σχεδιασμό του Sam and Max, παρακαλούμε να τους πιάσετε και να τους βάλετε να μας εξηγήσουν το ενοχλητικό αγώνα στη Δίνη του Μυστηρίου (Mystery Vortex) που μας κρατάει ξάγρυπνους το τελευταίο 48ωρο.  \n  \nΕυχαριστούμε, και καλή σας διασκέδαση με το ScummVM :)",
        "title": "Ενημέρωση προόδου: Δεύτερη Απόπειρα"
    },
    "20190603": {
        "content": "Είμαστε πάντα πρόθυμοι να εξερευνήσουμε νέες οδούς επικοινωνίας που θα μας φέρουν πιο κοντά με την κοινότητά μας. Σήμερα, ανακοινώνουμε περήφανα το επόμενο βήμα σε αυτό μας το ταξίδι - δίνουμε το παρόν πλέον και στο [Discord!](https://discord.gg/4cDsMNtcpG)\n\nΕίτε θέλετε να αράξετε λίγο με την κοινότητα του ScummVM είτε να συζητήσετε πάνω στις τελευταίες εξελίξεις του πρότζεκτ, αυτό θα είναι το (νέο!) μέρος για να έρθετε!\n\nΘα τα πούμε λοιπόν από το Discord!\n\nΣημειώστε ωστόσο ότι παρά την νέα παρουσία μας στον εξυπηρετητή του Discord, το Forum του ScummVM και το κανάλι IRC στο δίκτυο Freenode παραμένουν διαθέσιμα και δεν έχουμε κανένα απολύτως σχέδιο να τα εγκαταλείψουμε στο μέλλον.",
        "title": "Βρείτε μας στο Discord!"
    },
    "20190513": {
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nΤην περασμένη εβδομάδα η Google ανακοίνωσε τα πρότζεκτ που έγιναν δεκτά για το φετινό Καλοκαίρι Προγραμματισμού (Google Summer of Code (GSoC)). Το ScummVM βρίσκεται στην ευχάριστη θέση να  αναλάβει την καθοδήγηση (mentoring) για τέσσερις (4) φοιτητές αυτό το χρόνο. Και οι τέσσερις θα δουλέψουν σε μηχανές παιχνιδιών:\n\n*   Ο Andrii Prykhodko (γνωστός και ως whiterandrek) επιστρέφει και θα δουλέψει πάνω στην υλοποίηση υποστήριξης για τα παιχνίδια ***[Red Comrades 1: Save the Galaxy](https://www.mobygames.com/game/red-comrades-save-the-galaxy-reloaded)*** και ***[Red Comrades 2: For the Great Justice](https://www.mobygames.com/game/red-comrades-2)*** στο ScummVM.\n*   Ο Nipun Garg θα εργαστεί πάνω στην προσθήκη υποστήριξης για το παιχνίδι ***[Hyperspace Delivery Boy!](https://www.mobygames.com/game/hyperspace-delivery-boy)*** στο ScummVM.\n*   Ο Jaromír Wysoglad (γνωστός και ως Jarda) θα εργαστεί πάνω στο δεύτερο μέρος του παιχνιδιού ***[Mission Supernova](http://www.mobygames.com/game/dos/mission-supernova/)***.\n*   Ο Antonio Román Cerezo (γνωστός και ως Kyranet) θα αναλάβει την υλοποίηση δικτύωσης στο ScummVM για το παιχνίδι ***[Moonbase Commander](http://www.mobygames.com/game/moonbase-commander)***.\n\nΠαρακαλούμε να υποδεχτείτε μαζί μας τους τέσσερις νέους παράτολμους φοιτητές μας και ελπίζουμε να έχουμε ένα δημιουργικό και ενδιαφέρον καλοκαίρι μαζί για το ScummVM! Και, όπως πάντα, μπορείτε να ακολουθείτε την πρόοδό τους κατά τη διάρκεια του καλοκαιριού στα [Μπλογκ του ScummVM](http://planet.scummvm.org).",
        "title": "Ακόμα ένα καλοκαίρι (με τη Google), τέσσερα νέα πρότζεκτ!"
    },
    "20200817": {
        "content": "![GSoD Logo](/data/news/GSoD2020Logo.png)\n\nΗ ομάδα του ScummVM υποδέχεται με ενθουσιασμό τους CadiH και b-gent, τους ταλαντούχους τεχνικούς συγγραφείς και συμμετέχοντες στο πρόγραμμα Google Season of Docs (Εποχή Κειμένων Τεκμηρίωσης της Google).\n\nΗ CadiH θα δουλέψει μαζί μας για την δημιουργία ενός νέου πόρταλ με κείμενα τεκμηρίωσης του έργου, το οποίο θα περικλείει ένα ανανεωμένο εγχειρίδιο χρήσης και θα συγκεντρώσει τη διάσπαρτη πληροφορία που υπάρχει στο Βικι, το αρχείο Readme, και διάφορα άλλα κείμενα στο αποθετήριο του έργου. \n\nΤο μέλος b-gent φέρνει την πείρα, την ειδίκευση και την εμπειρία του για να μας βοηθήσει με τον εκσυγχρονισμό της τεκμηρίωσης με τη χρήση του Doxygen. Το πόρταλ Doxygen του έργου είχε μείνει παραμελημένο για πολύ καιρό, και συνεπώς αυτή η ενημέρωση θα ωφελήσει τόσο τους προγραμματιστές όσο και όλη την κοινότητα που ασχολείται με το ScummVM.\n\nΗ δουλειά θα ξεκινήσει επίσημα από τις 14 Σεπτεμβρίου και θα διαρκέσει 3 μήνες. Μπορείτε να παρακολουθείτε την πρόοδο των δύο συγγραφέων μας στα [Μπλόγκ του ScummVM](https://planet.scummvm.org) και στο κανάλι scummvm-gdoc στον [εξυπηρετητή Discord του ScummVm](https://discord.gg/4cDsMNtcpG). Στο εντωμεταξύ ας τους καλωσορίσουμε όλοι στην κοινότητά μας.",
        "title": "Καλωσορίζουμε τους νέους μας Τεχνικούς Συγγραφείς!"
    },
    "20020414": {
        "content": "Η κυκλοφορία της έκδοσης 0.2.0 αναβάλλεται προσωρινά για λίγο καιρό, ενόσω θα γίνονται μερικές ανακατατάξεις στη μηχανή του ScummVM. Ωστόσο,  μπορούμε να σας αποκαλύψουμε ότι η έκδοση 0.2.0 θα περικλείει και υποστήριξη για ένα παιχνίδι που δεν χρησιμοποιεί τη μηχανή SCUMM! Το Simon The Sorcerer. Οπότε διαδώστε το και απολαύστε την τελευταία έκδοση του κώδικα στο σύστημα CVS, φίλοι.  \n  \nΕπίσης κάποιοι από εσάς ίσως να παρατηρήσατε το κουμπί PayPal στο κάτω μέρος της μπάρας πλοήγησης. Αν σας άρεσε το ScummVM, παρακαλούμε να συνεισφέρετε οικονομικά με λίγα χρήματα για να μας βοηθήσετε με την αγορά λογισμικού που θα βοηθήσει την περαιτέρω ανάπτυξη. Ευχαριστούμε!",
        "title": "Ενημέρωση προόδου"
    },
    "20020409": {
        "content": "Χάρις σε πολλούς φίλους μας, έχουμε επιβεβαιώσει ότι τα DOTT, Sam and Max και LoomCD είναι όλα ολοκληρώσιμα χωρίς 'σημαντικά' προβλήματα στον τρέχοντα κώδικα. Από την άλλη μεριά, βρέθηκαν πολλά σοβαρά προβλήματα με τον κώδικά για τα MI2 και Indy4, οπότε η κυκλοφορία της 0.2.0 ίσως μας πάρει λίγο παραπάνω από όσο αναμενόταν.  \n  \nΠρος τους προγραμματιστές εκεί έξω, μπορείτε ελεύθερα να ρίξετε μια ματιά στη λίστα με τα προβλήματα και να δοκιμάσετε να υποβάλετε διορθωτικό κώδικα για αυτά. Αυτή τη στιγμή υπάρχει μόνο ένα άτομο που δουλεύει τακτικά πάνω στο ScummVM, οπότε η πρόοδος είναι αργή.",
        "title": "Ενημέρωση για την επερχόμενη κυκλοφορία"
    },
    "20200524": {
        "content": "Φαίνεται ότι η δουλειά στο ξεκαθάρισμα και της βελτιώσεις για την ενσωμάτωση του Ultima VIII ήταν σε πιο προχωρημένο στάδιο από ότι περίμενα. Έχει πλέον επιβεβαιωθεί ότι το Ultima VIII είναι και αυτό ολοκληρώσιμο με το ScummVM, οπότε εισέρχεται μαζί με τα Ultima IV και Ultima VI στην περίοδο επίσημων δοκιμών.\n\nΟπότε βρείτε και το Ultima VIII που έχετε και κάντε μια δοκιμή! Θα χρειαστείτε μια [ημερήσια διανομή ανάπτυξης](https://buildbot.scummvm.org/#/snapshots). Όπως πάντα, παρακαλούμε να υποβάλετε τις αναφορές σας στον [ιστότοπο αναφορών προβλημάτων](https://bugs.scummvm.org/).",
        "title": "Ήσουν ένα αγκάθι στο πλευρό μου για πάρα πολύ καιρό, Άβαταρ"
    },
    "20200622": {
        "content": "Ήρθε επιτέλους η ώρα να ανακοινώσουμε την επίσημη δοκιμαστική περίοδο για την μηχανή Glk στο ScummVM, που υποστηρίζει διαδραστικά μυθιστορήματα (γνωστά και ως περιπέτειες κειμένου (text adventures)). Πρόκειται για μια συσσώρευση από επιμέρους μηχανές για να παίζετε τα παιχνίδια που χρησιμοποιούν τα διάφορα συγγραφικά συστήματα που κυκλοφόρησαν στη διάρκεια χρόνων. Αυτή τη στιγμή οι ακόλουθες επιμέρους μηχανές εισέρχονται σε επίσημη περίοδο δοκιμών:\n* ADRIFT (εκτός από την έκδοση 5)\n* AdvSys\n* AGT\n* Alan 2 & 3\n* Archetype (νέα επαν-υλοποίηση για την Glk από τον αρχικό κώδικα σε Pascal)\n* Hugo\n* JACL\n* Level 9\n* Magnetic Scrolls\n* Quest\n* Scott Adams\n* ZCode (όλα τα παιχνίδια ZCode εκτός από τους τίτλους graphical version 6 της Infocom)\n\nΆλλες επιμέρους μηχανές, όπως οι Comprehend, TADS και Quill, είναι πιθανόν να συμπεριληφθούν στο μέλλον. Οπότε όσοι από εσάς είστε οπαδοί των κλασσικών λογοτεχνικών δημιουργημάτων, ξεσκονίστε τα αγαπημένα παιχνίδια σας, και ετοιμαστείτε να τα ξαναπαίξετε. Θα χρειαστείτε μια [ημερήσια διανομή ανάπτυξης (development build)](https://buildbot.scummvm.org/#/snapshots). Όπως πάντα, παρακαλούμε να υποβάλετε τις αναφορές για προβλήματα στον [ιστότοπο υποβολής προβλημάτων](https://bugs.scummvm.org/).",
        "title": "Βρίσκεστε σε ένα λαβύρινθο με πολλά μικρά μονοπάτια, αδιαχώριστα μεταξύ τους"
    },
    "20020511": {
        "content": "Η ομάδα του ScummVM ακόμα εργάζεται σκληρά για να διορθώσει όλα τα υπολειπόμενα προβλήματα ώστε να φτάσουμε το στόχο για την κυκλοφορία της επόμενης έκδοσης (0.2.0). Εντωμεταξύ, έχουμε κάποια νέα σχετικά με το πρότζεκτ.  \n  \nΙδιαίτερο ενδιαφέρον έχει το γεγονός ότι το παιχνίδι Zak McKracken 256 (η enhanced έκδοση για fmTowns με βελτιωμένα γραφικά) θα υποστηρίζεται επίσημα στη 0.2.0, και αυτή τη στιγμή μπορεί να ολοκληρωθεί με μόνο δύο σημαντικά γνωστά προβλήματα χρησιμοποιώντας τον τρέχων κώδικα στο CVS.  \n  \nΕπίσης, αυτόν τον καιρό έχουμε κάποιον που δουλεύει σε μια μεταφορά (port) του ScummVM στο GBA. Πρόκειται για ένα δημοφιλές αίτημα, και ελπίζουμε η δουλειά να είναι έτοιμη για την επόμενη έκδοση, 0.3.0. Μπορείτε να δείτε ένα δείγμα των καρπών αυτής της δουλειάς [σε αυτό το στιγμιότυπο από έκδοση ανάπτυξης](http://www.bbrox.org/scummadv_by_ph0x_0427c.jpg). Η μεταφορά (port) είναι ακόμα σε αρχικό στάδιο και δεν έχει περαστεί ακόμα στο σύστημα CVS. Θα χρειαστεί λίγη υπομονή :)  \n  \nΣε άλλα νέα σχετικά με μεταφορές (port) του ScummVM, ο LyonHrt έφτιαξε μια διανομή από παλιό κώδικα στο CVS του ScummVM για το Dreamcast, που συντηρείται από ένα μέλος της ομάδας μας, τον Marcus Comstedt. Μπορείτε να τη βρείτε στη λίστα πιο κάτω. Παρακαλούμε σημειώστε ότι καθώς πρόκειται για διανομές που βασίζονται σε παλιό κώδικα, δεν υποστηρίζονται επίσημα από την ομάδα του ScummVM. Σχόλια για αυτή τη διανομή οφείλουν να γίνονται στο φόρουμ του ConsoleVision Dreamcast.",
        "title": "Τα πιο πρόσφατα νέα."
    },
    "20200222": {
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nΕίναι η 14η φορά που το ScummVM εντάσσεται ως συμμετέχων οργανισμός στο Καλοκαίρι Προγραμματισμού της Google (δηλαδή το \"Google Summer of Code (GSoC)\"), και μαζί μας θα είναι και το αδελφικό πρότζεκτ, το ResidualVM. Το Καλοκαίρι Προγραμματισμού είναι μια ετήσια διοργάνωση της Google για να ενθαρρύνει φοιτητές να συνεισφέρουν σε πρότζεκτ ανοικτού κώδικα. Οργανισμοί ανοιχτού κώδικα παρέχουν καθοδήγηση (ως μέντορες) και επιμέρους πρότζεκτ για εργασία, ενώ η Google προσφέρει κάποιο χρηματικό ποσό στους συμμετέχοντες φοιτητές. Μπορείτε να βρείτε περισσότερες πληροφορίες στο [επίσημο δικτυακό τόπο](https://summerofcode.withgoogle.com). Επίσης και εμείς έχουμε μερικές σχετικές πληροφορίες στο [βίκι μας](http://wiki.scummvm.org/index.php/Summer_of_Code), και συγκεκριμένα πάνω [στους κανόνες για τα πρότζεκτ](http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules) που οι αιτούντες θα χρειαστεί να ακολουθήσουν.\n\nΑν νιώθετε έτοιμοι για περιπέτεια, και θα θέλατε να συνεισφέρετε σε ένα από τα μεγαλύτερα πρότζεκτ διατήρησης παιχνιδιών, σας περιμένουμε με ενθουσιασμό! Ρίξτε μια ματιά στη [σελίδα με τις ιδέες μας](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2020). Φυσικά, είστε επίσης ευπρόσδεκτοι να προτείνετε κάποια δική σας ιδέα (αν και θα πρέπει να είναι σχετική με το αντικείμενο και τα πρότζεκτ του ScummVM)! Η προθεσμία για τις προτάσεις των φοιτητών είναι οι 31 Μαρτίου, και στις 27 Απριλίου θα ανακοινωθούν οι φοιτητές που θα γίνουν δεκτοί στο πρόγραμμα.\n\nΕίστε ευπρόσδεκτοι να μας βρείτε στον [εξυπηρετητή Discord του ScummVM](https://discord.gg/4cDsMNtcpG) και να κάνετε όποιες ερωτήσεις μπορεί να έχετε στο κανάλι #scummvm-gsoc.\n\nΠεριμένουμε τις αιτήσεις σας με ανυπομονησία!",
        "title": "Το GSoC 2020 έρχεται!"
    },
    "20020514": {
        "content": "Μετά από αρκετή αναμονή, το ScummVM 0.2.0 έχει κυκλοφορήσει! Πηγαίνετε λοιπόν στη σελίδα Λήψεων και πάρτε τη διανομή για την αγαπημένη σας πλατφόρμα.  \n  \nΑυτή τη στιγμή προσφέρουμε διανομές για i386 Debian Woody, Windows, Dreamcast, MacOSX, Familiar/Intimate, και Windows CE. Μέσα στις επόμενες θα προσθέσουμε και διανομές για MorphOS, RPMs, και ίσως μια για BeOS.  \n  \nΠέρα από πολλές σημαντικές διορθώσεις, το ScummVM τώρα υποστηρίζει πολλά νέα παιχνίδια, όπως η FmTowns έκδοση του Zak McKracken με 256 χρώματα, η έκδοση για CD του Loom, και (περιέργως) το Simon the Sorcerer! Πολλά παιχνίδια που υποστηρίζονταν στην έκδοση 0.1.0 πλέον είναι ολοκληρώσιμα στην 0.2.0, όπως το Sam and Max.  \n  \nΗ κυκλοφορία του ScummVM 0.2.0 καλύπτει επίσης πολλές νέες πλατφόρμες, και περικλείει καλύτερη υποστήριξη για διάφορες αρχιτεκτονικές επεξεργαστών (CPU) και endians, ακόμη περισσότερες επιλογές για την γραμμή εντολών (commandline options) και πειραματική υποστήριξη (που σημαίνει μην μας αναφέρετε ακόμα προβλήματα με αυτή!) για τα Full Throttle, The Dig, την έκδοση VGA του Indiana Jones and the Last Crusade και την VGA έκδοση του Monkey Island (floppy)!  \n  \nΟπότε μη χρονοτριβείτε. Κατεβάστε το τώρα, και αν σας αρέσει, κάνετε κλικ στο μικρό κουμπί του Paypal κάτω από το μενού για να προσφέρετε κάποια οικονομική βοήθεια ώστε η ομάδα του ScummVM να μπορέσει να αγοράσει εργαλεία και λογισμικό για τη συνέχιση αυτού του πρότζεκτ.",
        "title": "Το ScummVM 0.2.0 κυκλοφόρησε!"
    },
    "20200504": {
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nΣήμερα, η Google ανακοίνωσε τα πρότζεκτ που έγιναν δεκτά για το φετινό [Καλοκαίρι Προγραμματισμού της Google (δηλαδή το \"Google Summer of Code\", ή αλλιώς GSoC)](https://summerofcode.withgoogle.com/), μια ετήσια διοργάνωση με στόχο να παροτρύνει φοιτητές να συμμετέχουν σε πρότζεκτ ανοιχτού κώδικα. Για πολλούς φοιτητές, θα είναι η πρώτη τους φορά που θα δουλεύουν σε ένα συνεργατικό περιβάλλον. Με ιδιαίτερη χαρά ανακοινώνουμε ότι η Ομάδα του ScummVM θα υποστηρίξει και θα παρέχει καθοδήγηση σε τέσσερις φίλους της περιπέτειας σε αυτό το ταξίδι τους.\n\nΟι Dylan Servilla και Nathanael Gentry θα δουλέψουν και οι δύο στην μηχανή *Director* του ScummVM. Ο στόχος για τον Dylan είναι να βοηθήσει με πράγματα σχετικά με τη γλώσσα Lingo όπως τις γεννήτριες αντικειμένων (factories), ο Nathanael θα ξεκινήσει δουλειά πάνω σε ρουτίνες απόδοσης γραφικών (rendering). Και οι δύο στο τέλος θα μας οδηγήσουν στην υποστήριξη τουλάχιστον των [*Spaceship Warlock*](https://www.mobygames.com/game/spaceship-warlock) και [*The Journeyman Project*](https://www.mobygames.com/game/journeyman-project).\n\nΘέλουμε να κάνουμε το ScummVM εύκολα προσβάσιμο σε όσο το δυνατόν περισσότερο κόσμο. Αυτό προφανώς περιλαμβάνει και την κατά τόπους μετάφραση του περιβάλλοντος διεπαφής που θα αφαιρέσει το φράγμα της ξένης γλώσσας για πολλούς. Αυτή τη χρονιά, ο Aryan Rawlani θα μας βοηθήσει με τη βελτίωση της υποστήριξης γλωσσών που γράφονται από τα δεξιά προς τα αριστερά ('RTL') καθώς και με την προσθήκη σωστά υλοποιημένης υποστήριξης Unicode στο περιβάλλον διεπαφής (GUI) του ScummVM. Φανταστείτε το ScummVM να είναι κάποια μέρα διαθέσιμο σε κάθε πιθανή γλώσσα και θα καταλάβετε πόσο σημαντική είναι η δουλειά του Aryan. Πέρα από αυτό, ο Aryan θα εργαστεί και στο μηχανισμό που χρησιμοποιούμε για να ανιχνεύσουμε τις εκδόσεις των παιχνιδιών που έχει ένας χρήστης, προκειμένου να βελτιώσει την αξιοπιστία και τις επιδόσεις της υπάρχουσας υλοποίησης, κι αυτό συνεπάγεται αλλαγές σε βάθος στον τρόπο που δουλεύει το σύστημα plugin μας.\n\nΚατά τη διάρκεια του GSoC, το ScummVM λειτουργεί επίσης και ως ένας οργανισμός - ομπρέλα για το αδελφικό μας πρότζεκτ, [το ResidualVM](https://www.residualvm.org). Ο Gunnar Birke θα εργαστεί στην υλοποίηση υποστήριξης για τη μηχανή Wintermute 3D στο ResidualVM. Η Wintermute 3D είναι - όπως θα μαντέψατε - η 3D εκδοχή της απλής μηχανής Wintermute που ήδη υποστηρίζεται από το ScummVM που μπορεί να παίξει μόνο παιχνίδια 2D λόγω του συγκεκριμένου πλαισίου στόχων του πρότζεκτ. Η προσθήκη υποστήριξης για την Wintermute 3D στο ResidualVM θα σας επιτρέψει τελικά να τρέξετε παιχνίδια όπως το [*Alpha Polaris*](https://www.mobygames.com/game/windows/alpha-polaris).\n\nΟπότε κρατηθείτε - το Καλοκαίρι του 2020 καταφθάνει. Ετοιμαστείτε για να υποστηρίξουμε τους φοιτητές μας στην ένδοξη περιπέτειά τους. Και όταν ξεκινήσει η βάρδια σας, ακολουθείστε την πρόοδό τους στον [Πλανήτη του ScummVM](https://planet.scummvm.org/).",
        "title": "Κρατηθείτε - Καταφθάνει το Καλοκαίρι του '20"
    },
    "20200514": {
        "title": "Ετοιμάστε τα εποχιακά σας πάσο (για έγγραφα τεκμηρίωσης)!",
        "content": "![GSoD Logo](/data/news/GSoD2020Logo.png)\n\nΕτοιμάστε τα εποχιακά σας πάσο (για έγγραφα τεκμηρίωσης)! Με ενθουσιασμό ανακοινώνουμε ότι η συμμετοχή του ScummVM έγινε δεκτή για την [Εποχή εγγράφων τεκμηρίωσης 2020 της Google (δηλαδή τη \"Google Season of Docs\")](https://developers.google.com/season-of-docs). Ένα από τα πιο σημαντικά τμήματα κάθε πρότζεκτ ανοιχτού κώδικα είναι η τεκμηρίωσή του. Μια καλή τεκμηρίωση είναι ζωτικής σημασίας για να είναι το πρότζεκτ προσβάσιμο τόσο σε τελικούς χρήστες όσο και σε νέους προγραμματιστές που θέλουν να ρίξουν μια βαθύτερη ματιά στα ενδότερα του πρότζεκτ ώστε να αρχίσουν να συνεισφέρουν και αυτοί σε αυτό.\n\nΗ Εποχή των Εγγράφων Τεκμηρίωσης είναι μια πρόσφατη πρωτοβουλία της Google για τη σύνδεση τεχνικών συγγραφέων με πρότζεκτ ανοιχτού κώδικα. Το πρόγραμμα προσφέρει ένα πολύ καλό τρόπο για να αποκτήσει κάποιος πρακτική εμπειρία πάνω σε πρότζεκτ, καθώς και να εξερευνήσει τον κόσμο του δωρεάν λογισμικού και τις σπουδαίες κοινότητες που αναπτύσσονται γύρω του. \n\nΓια το ScummVM αυτή είναι μια θαυμάσια ευκαιρία για να βελτιώσουμε την τεκμηρίωση του πρότζεκτ μας. Μπορείτε να ρίξετε μια ματιά στη [σελίδα με τις ιδέες μας](https://wiki.scummvm.org/index.php?title=Season_of_Docs/GSoD_Ideas) ή, αν το επιθυμείτε, να μας προτείνετε τις δικές ιδέες - βρείτε μας στον [εξυπηρετητή Discord](https://discord.gg/6TBm9hJ).\n\nΈχουμε πολλά επιτυχημένα φοιτητικά πρότζεκτ ως μέρος του Καλοκαιριού Προγραμματισμού της Google (δηλαδή του \"Google Summer of Code\") στα περασμένα χρόνια - ανυπομονούμε να συνεχίσουμε τις επιτυχίες και στο πρόγραμμα Εποχής Εγγράφων Τεκμηρίωσης (Google Season of Docs) και να σας εμπνεύσουμε να συνεργαστείτε μαζί μας και να προσθέσετε την δική σας επιτυχία.\n\nΗ προθεσμία για προτάσεις είναι η 9η Ιουλίου. Παρακαλούμε να διαβάσετε το χρονοδιάγραμμα του προγράμματος, τις οδηγίες και τις Συχνές Ερωτήσεις (FAQ) στον ιστότοπο της [Εποχής Εγγράφων Τεκμηρίωσης (Season of Docs)](https://developers.google.com/season-of-docs)  για πρόσθετες πληροφορίες."
    },
    "20200521": {
        "content": "Πριν πολλά χρόνια, μια εταιρία υπό το όνομα Origin Systems ανέπτυξε την πολυαγαπημένη σειρά παιχνιδιών ρόλων (role-playing games) Ultima. Χάρις στην υπάρχουσα σκληρή δουλειά πολλών που δημιούργησαν αυτοδύναμες (stand-alone) επαναϋλοποιήσεις αυτών των παιχνιδιών, το ScummVM είναι στην ευχάριστη θέση να ανακοινώσει πως δύο από τα παιχνίδια της σειράς είναι έτοιμα για δοκιμές.\n\nΤο πρώτο από αυτά τα παιχνίδια είναι το Ultima IV: Quest of the Avatar, και η μηχανή του βασίζεται σε πρότερη δουλειά από το πρότζεκτ xu4. Μπορείτε να προσδιορίσετε την Αγγλική έκδοση του Ultima IV που έχετε είτε ως αρχική (original) είτε ως βελτιωμένη (enhanced). Στη βελτιωμένη λειτουργία χρησιμοποιούνται τα γραφικά VGA που αναπτύχθηκαν από το πρότζεκτ xu4. Με την ενσωμάτωση στο ScummVM, το παιχνίδι λαμβάνει επίσης πολλές βελτιώσεις, όπως πολλαπλές θέσεις αποθήκευσης προόδου και ρυθμιζόμενες αντιστοιχίες πλήκτρων. Προστίθεται ακόμα και μια μικρή μυστική περιοχή που μόνο οι πιο αφοσιωμένοι εξερευνητές θα καταφέρουν να ανακαλύψουν.\n\nΤο δεύτερο παιχνίδι είναι το Ultima VI, και βασίζεται στο πρότζεκτ Nuvie. Λόγω κάποιου προβλήματος συνεννόησης, το πρότζεκτ Nuvie ενδέχεται να συνεχίσει ως ξεχωριστό πρότζεκτ, αλλά δεδομένης της δουλειάς που έγινε για την ενσωμάτωση του Nuvie στο ScummVM, ελπίζουμε να το υποστηρίζουμε επίσημα και στο ScummVM. Όπως και με το Ultima IV, το Ultima VI υποστηρίζει την αρχική λειτουργία του παιχνιδιού (original game mode), αλλά και τη βελτιωμένη λειτουργία (enhanced mode) που περικλείει τον χάρτη πλήρους οθόνης από το Nuvie, κιβώτια (container gumps) όπως στο Ultima VII, και άλλες δυνατότητες. Σημειώστε πως η βελτιωμένη λειτουργία (enhanced mode) ξεκινά με τη διπλή ανάλυση προκαθορισμένη, οπότε για την ώρα, η εισαγωγή μόνο θα εμφανίζεται στο μισό μέρος της οθόνης.\n\nΟπότε βρείτε τα παιχνίδια που έχετε και κάντε μια δοκιμή! Θα χρειαστείτε μια [ημερήσια διανομή ανάπτυξης (daily development build)](https://buildbot.scummvm.org/#/snapshots). Όπως πάντα, παρακαλούμε να υποβάλετε τις αναφορές σας για προβλήματα στον [ιστότοπο αναφοράς προβλημάτων](https://bugs.scummvm.org/).",
        "title": "Είστε άξιοι να γίνετε το Άβαταρ;"
    },
    "20020701": {
        "content": "Λοιπόν φίλοι μας, είμαστε ακόμα ζωντανοί μέχρι στιγμής. Αυτό τον καιρό μιλάμε με την LucasArts για να δούμε αν μπορούμε να διαπραγματευτούμε μια συμφωνία. Για να πούμε την αλήθεια, ενώ ελπίζουμε ότι κάτι τέτοιο είναι δυνατό, διατηρούμε τις αμφιβολίες μας πως η πρόταση συμφωνίας που ενδέχεται να κάνει η LucasArts θα μας δώσει τις συγκεκριμένες ελευθερίες που χρειαζόμαστε για την ανάπτυξη. Ένας από τους πιο μεγάλους φόβους των περισσότερων εταιριών είναι η άδεια χρήσης GPL (General Public License). Κάποιες εταιρίες θεωρούν πως αυτό δίνει στους χρήστες πάρα πολύ μεγάλο περιθώριο για τη χρήση του λογισμικού τους. Δυστυχώς, αν η LEC συμμερίζεται αυτή την άποψη, μπορεί να χρειαστεί να απορρίψουμε την πρότασή τους. Είναι σχεδόν αδύνατο αν αλλάξει η άδεια ενός λογισμικού που αναπτύσσεται ήδη υπό την GPL άδεια, καθώς αυτό θα σήμαινε ότι θα χρειαζόταν να πάρουμε την συγκατάθεση από κάθε ένα άτομο που συνεισέφερε έστω και μια γραμμή στον κώδικα που περιέχεται στο ScummVM.  \n  \nΜέχρι στιγμής το μεγαλύτερο μέρος της επικοινωνίας μας είναι ανεπίσημο και σχετικά σε γενικές γραμμές, αλλά σας διαβεβαιώνουμε ότι δεν έχουμε εξαφανιστεί, και θα σας ενημερώνουμε για τις τελευταίες εξελίξεις όσο συμβαίνουν!  \n  \nΕπίσης, ευχαριστούμε όσους κάνουν δωρεές στο ScummVM. Έχουμε συγκεντρώσει αυτή τη στιγμή λίγα παραπάνω από $100, που ήταν ο στόχος για να τα χρησιμοποιήσουμε στην αγορά εκδόσεων των παιχνιδιών για δοκιμές, και επίσης αποταμιεύουμε για τον στόχο των $300 για την αγορά μιας άδειας του προγράμματος IDA Pro, που ομολογουμένως είναι το καλύτερο εργαλείο disassembler παγκοσμίως. Συνεχίστε τις συνεισφορές σας :)",
        "title": "Έχουμε πιο πολλές ζωές κι από τον LeChuck!"
    },
    "20020625": {
        "content": "**Ενημέρωση: Το κείμενο της επιστολής, καθώς και η απάντηση της ομάδας μας, βρίσκονται [αρχειοθετημένα στην λίστα επικοινωνίας μέσω email, scummvm-devel](https://sourceforge.net/mailarchive/forum.php?thread_id=837277&forum_id=7223)**  \nΣήμερα είναι μια σημαντική μέρα για το πρότζεκτ ScummVM, καθώς επιτέλους λάβαμε ένα e-mail που περιμέναμε πολύ καιρό από το Νομικό Τμήμα της LucasArts (συγκεκριμένα \"LucasArts Legal\") σχετικά με το πρότζεκτ.  \n  \nΕυτυχώς, δεν φαίνεται να έχουν κάποια έγκυρη διαμαρτυρία. Το μήνυμά τους που αιτείται το \"κατέβασμα\" του ιστοτόπου μας βασίζεται στην υπόθεση ότι διανέμουμε αυτή καθαυτή την μηχανή της LucasArts σε αυτόν τον ιστότοπο. Φυσικά, το ScummVM αποτελεί ένα πλήρως πρωτότυπο έργο που βασίζεται εξίσου σε ανάστροφη μηχανική (reverse engineering) και πρωτότυπη δουλειά αποκωδικοποίησης από πολλά και διάφορα άτομα στην κοινότητά μας, οπότε αυτή η αίτηση δεν μας επηρεάζει κάπως.  \n  \nΕίμαστε ασφαλείς για την ώρα, και ελπίζουμε πως θα συνεχίσουμε τη δουλειά μας για να φέρουμε τα θαυμάσια κλασσικά παιχνίδια της εταιρίας LucasArts στις υπολογιστικές σας συσκευές για πολύ καιρό ακόμα!",
        "title": "Περί νομιμοτήτων!"
    },
    "20190728": {
        "content": "Το έτος είναι το 1685. Ο τόπος οι Βερσαλλίες. Κάποιος έχει απειλήσει να βάλει φωτιά στο κάστρο και ο Alexandre Bontemps, ο Ανώτερος αυλικός του Βασιλιά Λουδοβίκου ΙΔ' (Louis XIV), ζητά τη βοήθειά σας. Έχετε προθεσμία μέχρι το τέλος της μέρας για να κάνετε την έρευνά σας και να σώσετε το κάστρο.\n\nΗ ομάδα του ScummVM ανακοινώνει περήφανα την υποστήριξη για το παιχνίδι Versailles 1685 της Cryo και χρειάζεται τη βοήθειά σας στη δοκιμή του παιχνιδιού. Βρείτε το παιχνίδι σας (υποστηρίζονται οι εκδόσεις για DOS, Windows, και Macintosh του Versailles 1685), κατεβάστε την (πιο πρόσφατη διανομή ανάπτυξης (latest build)](https://buildbot.scummvm.org/#/snapshots) του ScummVM, και ξεκινήστε την εξερεύνηση του κάστρου και των περιβαλλόντων χώρων. Καθώς θα το κάνετε αυτό, παρακαλούμε να αναφέρεται όποια προβλήματα εντοπίσετε στον [ιστότοπο αναφοράς προβλημάτων](https://bugs.scummvm.org) καθώς και να αποθανατίσετε με [στιγμιότυπα (screenshots)](https://wiki.scummvm.org/index.php?title=Screenshots) τα ενδιαφέροντα μέρη που θα επισκεφτείτε.",
        "title": "Ταξιδέψτε πίσω στο χρόνο και επισκεφθείτε τις Βερσαλλίες στην αυλή του Λουδοβίκου ΙΔ΄(Louis XIV)"
    },
    "20190630": {
        "title": "Περί Quest for Glory, και λίγο από Παιχνίδια Hoyle!",
        "content": "Βρισκόσαστε σε μια σκοτεινή σπηλιά, στη μυστηριώδη χώρα που ονομάζεται Mordavia... Εξοπλίστε τον ήρωά σας και αντιμετωπίστε τον παλιό σας εχθρό, τον μοχθηρό Ad Avis! Και αν τα βρείτε σκούρα με αυτή την αποστολή σας, μπορείτε πάντα να αράξετε με ένα παιχνίδι από τη συλλογή Hoyle!\n\nΗ ομάδα του ScummVM ανακοινώνει περήφανα την υποστήριξη για τα ακόλουθα παιχνίδια, που είναι έτοιμα προς δημόσια δοκιμή:\n\n*   Quest for Glory: Shadows of Darkness (Σκιές του Σκότους) (γνωστό και ως QFG4)\n*   Hoyle Classic Games (Κλασσικά Παιχνίδια)\n*   Hoyle Bridge (Μπριτζ)\n*   Hoyle Children's Collection (Παιδική Συλλογή)\n*   Hoyle Solitaire (Πασιέντζα)\n\nΟι εκδόσεις για CD και δισκέτες (floppy) του QFG4 υποστηρίζονται κι οι δύο. Σημειώστε ότι το παιχνίδι πόκερ από τα Κλασσικά Παιχνίδια Hoyle (δηλαδή από τα \"Hoyle Classic Games\") δεν υποστηρίζεται ακόμα.\n\nΟπότε, βρείτε τα παιχνίδια σας, ή αγοράστε το QFG4 ψηφιακά από το [GOG](https://www.gog.com/game/quest_for_glory), και πάρτε την πιο πρόσφατη [διανομή ανάπτυξης (development build) του ScummVM ](https://buildbot.scummvm.org/#/snapshots) για την πλατφόρμα της προτίμησής σας. Οποιαδήποτε προβλήματα αντιμετωπίσετε χρειάζεται να τα υποβάλετε στον [ιστότοπο αναφοράς προβλημάτων του ScummVM](https://bugs.scummvm.org/)."
    },
    "20020616": {
        "content": "Βασικά, δεν υπάρχουν πολλά να αναφέρουμε, αλλά μην ανησυχείτε, δεν έχει νεκρώσει το πρότζεκτ. Οι περισσότεροι στην ομάδα του ScummVM είναι απασχολημένοι με θέματα της ζωής τους όπως τις σπουδές και την εργασία τους αυτό τον καιρό, αλλά ελπίζουμε ότι το δυσκολότερο κομμάτι αυτής της περιόδου θα περάσει σύντομα και θα μπορέσουμε να επιστρέψουμε δυναμικά στην επιδιόρθωση κι άλλων προβλημάτων (bugs) και την κυκλοφορία μιας νέας έκδοσης! Παρακάτω δίνουμε ένα πρόχειρο σχέδιο του πώς σκεφτόμαστε να οργανώσουμε τους επόμενους βασικούς στόχους (milestones) του ScummVM:\n\n*   0.2.5: Όλα τα υποστηριζόμενα παιχνίδια να τρέχουν κατά το δυνατόν χωρίς πρόβλημα\n*   0.3.0: Υποστήριξη των The Dig και MI1 VGA Floppy (Δισκέτες)\n*   0.4.0: Υποστήριξη του Indiana Jones and The Last Crusade (Indy 3,  Ο Ιντιάνα Τζόουνς και η Τελευταία Σταυροφορία), και νέες διορθώσεις (bugfixes)\n*   0.5.0: Υποστήριξη του Full Throttle, βασική υποστήριξη των CMI και Maniac Mansion\n*   0.6.0: Περαιτέρω δουλειά στα CMI, MM και νέες διορθώσεις (bugfixes)\n*   0.7.0: Ολοκληρώσιμο Maniac Mansion, και λειτουργικά (playable) Zak McCracken και Loom16\n*   0.8.0: Ολοκληρώσιμα Zak McCracken και Loom16\n*   0.9.0: Διορθώσεις και ολοκληρώσιμο CMI\n*   1.0.0: Το τέλος της αρχής\n\nΠροφανώς αυτό είναι ένα πολύ γενικό πλάνο, που ενδέχεται να αλλάξει αν υπάρξει απρόσμενα σημαντική πρόοδος σε κάποιο παιχνίδι. Αλλά το παρέχουμε ώστε να έχει ο κόσμος μια βασική ιδέα της κατεύθυνσης του πρότζεκτ. Η υποστήριξη του CMI αναμένεται να είναι η δυσκολότερη, καθώς παρουσιάζει δραστικές διαφορές συγκριτικά με τις εκδόσεις της SCUMM με τις οποίες έχουμε ασχοληθεί μέχρι στιγμής. Καλές σας περιπέτειες!",
        "title": "Αναφορά προόδου, αναβιωμένη"
    },
    "20020527": {
        "content": "Οι ημερήσιες διανομές του ScummVM για τα Windows δεν περιέχουν κανένα ιό, ωστόσο μερικά αντιϊικά προγράμματα (anti-virus) όπως το [AntiVir](http://www.free-av.com) αναφέρουν εσφαλμένα ότι βρίσκουν τον πρόσφατο xbox emulator trojan (TR/XBoxEmu.2) σε όλα τα αυτό-αποσυμπιεζόμενα (self extracting) αρχεία που έχουν δημιουργηθεί με τον [SFX Maker](http://www.sfxmaker.cjb.net/)  \n  \nΗ δουλειά πάνω στο ScummVM προχωράει τον τελευταίο καιρό αρκετά αργά, καθώς η κυρίως ομάδα ανάπτυξης είναι αρκετά απασχολημένη με άλλα ζητήματα.\n  \nΈχουμε υπόψιν μας ότι υπάρχουν αρκετά θέματα με το Zak256 και μερικά πολύ σοβαρά στο Simon που εντοπίστηκαν στην έκδοση 0.2.0, και σχεδιάζουμε να κυκλοφορήσουμε μια ενδιάμεση έκδοση (0.2.1) μόλις διορθωθούν. Φυσικά ψάχνουμε και για περισσότερους προγραμματιστές που είναι πρόθυμοι να μας βοηθήσουν, καθώς αυτή την περίοδο μόνο ένα άτομο δουλεύει πάνω στον διερμηνευτή παιχνιδιού καθαυτό (αν και πολλοί άλλοι δουλεύουν σε πιο εξειδικευμένα μέρη της μηχανής).  \n  \nΓνωρίζουμε επίσης και για μια μεταφορά (port) για το GP32 (GamePark 32) που αναπτύσσεται, και ενθαρρύνουμε όποιον ξέρει τον προγραμματιστή που δουλεύει σε αυτό, να τον παροτρύνουν να επικοινωνήσει με τον [Ender](mailto:scummvm@enderboi.com). Μας ενδιαφέρει βεβαίως πολύ η δουλειά που έχει κάνει, και επιθυμούμε να τον προσκαλέσουμε στην ομάδα μας... ωστόσο, μας ενοχλεί αρκετά που έχει κυκλοφορήσει διανομές και δεν υπάρχει εμφανής τρόπος να επικοινωνήσουμε μαζί του για τον πηγαίο κώδικα της μεταφοράς (port) που έχει φτιάξει (όπως ορίζει η άδεια GPL που χρησιμοποιεί το ScummVM)!  \n  \nΜέχρι το επόμενο ενημερωτικό μας δελτίο ... **Δεν μπορώ να το πάρω αυτό! Όχι πραγματικά! Διάβασε τα χείλη μου... Δεν... Μπορώ... Να... Το... Πάρω...Αυτό!**",
        "title": "Αναφορά προόδου"
    },
    "20200927": {
        "title": "Το ScummVM “Interactive Fantasy” 2.2.0 (Διαδραστική Φαντασία) ξεπροβάλει στο Φως",
        "content": "Έχουμε ετοιμάσει μια νέα κυκλοφορία του ScummVM. Είναι μια συναρπαστική έκδοση, καθώς αγκαλιάζει παιχνίδια adventure που κυκλοφόρησαν από το 1976! Σωστά καταλάβατε, το περίφημο _Colossal Cave Adventure_, ένα από τα πρώτα παιχνίδια της κατηγορίας \"Διαδραστικό Μυθιστορήμα\" (Interactive Fiction), υποστηρίζεται πλέον από το ScummVM.\n\nΠέρα από αυτό (και περίπου άλλα 1594 Διαδραστικά Μυθιστορήματα ακόμα), έχουμε προσθέσει τρεις (3) ακόμα μηχανές παιχνιδιών, ενώ επεκτείναμε άλλες τέσσερις (4), με συνέπεια να ενταχθούν τα ακόλουθα παιχνίδια στη λίστα των υποστηριζόμενων τίτλων:\n\n* _Blazing Dragons_\n* _Eye of the Beholder - η Sega CD έκδοση_\n* _Griffon Legend_\n* _Διαδραστικά Μυθιστορήματα_\n* _Operation Stealth_\n* _Police Quest: SWAT_\n* _Prince and the Coward, με μετάφραση στα Αγγλικά_\n* _Ultima IV - Quest of the Avatar_\n* _Ultima VI - The False Prophet_\n* _Ultima VIII - Pagan_\n\nΌπως θα διαπιστώσατε, συνεχίζουμε την εξερεύνησή μας στον κόσμο των RPG παιχνιδιών (παιχνίδια ρόλων).\n\nΆλλες αξιοσημείωτες αλλαγές είναι: μια διανομή για το MorphOS που γράφτηκε πλήρως από την αρχή, ένα υποσύστημα για αυτόματη αποθήκευση παιχνιδιού το οποίο υποστηρίζει σχεδόν κάθε μηχανή του ScummVM, υποστήριξη για εμφάνιση κειμένου από Δεξιά-Προς-τα-Αριστερά στο GUI (γραφικό περιβάλλον διεπαφής) μας, ενημέρωση του κώδικα προσομοίωσης ήχου σε MT-32, και Πλούσια Παρουσίας (Rich Presence) στο Discord.\n\nΠλέον υποστηρίζουμε και διάφορες πρόσθετες εκδόσεις του ίδιου παιχνιδιού γα κάποιους τίτλους, και έχουμε βελτιώσει αισθητά τις μηχανές Illusions, Kyra, Lab, Queen, Titanic, Xeen και ZVision. Υπάρχει επίσης βελτιωμένη υποστήριξη για το Maniac Mansion, τις εκδόσεις του για NES και Apple //gs. Ως συνήθως, συνεχίζουμε να διορθώνουμε και θέματα στον κώδικα πάνω από τριάντα (30) παιχνιδιών της SCI μηχανής και προσθέσαμε υποστήριξη μουσικής Roland D-110 σε αυτά τα παιχνίδια.\n\nΒεβαίως, μπορείτε να βρείτε τις πλήρεις Σημειώσεις Κυκλοφορίας (Release Notes) [εδώ](https://downloads.scummvm.org/frs/scummvm/2.2.0/ReleaseNotes.html).\n\nΚατεβάστε το ScummVM από τη [σελίδα Λήψεων](https://www.scummvm.org/downloads), ή, αν είσαστε σε Windows ή macOS, τότε μπορείτε να αφήσετε την αυτόματη ενημέρωση να το φέρει σε σας.\n\nΕπιπρόσθετα, κυκλοφορούμε μια νέα διανομή για το Android σε κανάλι δοκιμαστικών εκδόσεων (Beta) και χρειαζόμαστε τη βοήθειά σας με τις δοκιμές. Θα το εκτιμούσαμε πολύ να μας δώσετε τα σχόλιά σας στο [επιμέρους forum μας για την Android διανομή](https://forums.scummvm.org/viewforum.php?f=17).\n\nΉρθε η ώρα να βυθιστείτε σε ένα καλό Διαδραστικό Μυθιστόρημα ή να καβουρντίσετε μερικά τερατάκια στο Ultima με μια Καυτή Φωτιά (Blazing Fire), αν έχετε τη δύναμη του δράκου φυσικά."
    },
    "20020812": {
        "content": "Καλησπέρα σε όλους. Γνωρίζω ότι έχει περάσει καιρός από τότε που είχατε νέα μου, και ίσως αναρωτιέστε γιατί σας κάλεσα εδώ σήμερα. \n  \nΈχω ακούσει τις φήμες πως το πρότζεκτ είναι νεκρό, και θα ήθελα να σας διαβεβαιώσω πως δεν είναι έτσι. Δουλεύουμε πολύ σκληρά τελευταία, και έχουν γίνει πολλές διορθώσεις σε διάφορα παιχνίδια. Μάλιστα, είμαστε σχεδόν έτοιμοι για μια ακόμα επίσημη κυκλοφορία... αλλά περιμένουμε να επιλυθεί το Νομικό Θέμα μας πριν συμβεί αυτό.\n  \nΛοιπόν, πώς πάνε τα πράγματα από Νομικής άποψης; Ο κάποτε διαχειριστής του πρότζεκτ, James 'Ender' Brown, έχει κάνει πολλές διασκέψεις μέσω τηλεφώνου με την LucasArts, και σύντομα θα ανακοινώσουμε μια συμφωνία που θα είναι ικανοποιητική και για τις δύο πλευρές. Θα ήθελα να ευχαριστήσω την LEC που βοήθησε να κρατηθεί το πρότζεκτ ζωντανό, αντί να μας εξαναγκάσει να το εγκαταλείψουμε.  \n  \nΕλπίζουμε πως μέσα στην επόμενη εβδομάδα, θα ανακοινωθούν ειδήσεις σχετικές με το μέλλον μας. Μέχρι τότε, παρακαλούμε να συνεχίσετε τις δωρεές σας, εφόσον είναι στις δυνατότητές σας, και να συνεχίσετε να λέτε σε γνωστούς σας για το πόσο αγαπάτε το ScummVM. Θυμηθείτε,  πως με το να λέει κάποιος πως 'η LucasArts είναι ΣΑΠΙΑ' δεν θα τους πείσει να βοηθήσουν το πρότζεκτ μας... αυτό που θα τους πείσει είναι ο κόσμος που λέει 'το ScummVM είναι Τέλειο'!",
        "title": "Ζητείται: Μια μπάρα σαπούνι"
    },
    "20200430": {
        "title": "Αγγλική μετάφραση για το *The Prince and the Coward* (Ο Πρίγκηπας και ο Δειλός)",
        "content": "Μετά από έξι μήνες δουλειάς και τους κόπους εφτά (7) εθελοντών, είμαστε στην ευχάριστη θέση να ανακοινώσουμε ότι έχουμε ολοκληρώσει την πρώτη έκδοση για την Αγγλική μετάφραση του *The Prince and the Coward* (Ο Πρίγκηπας και ο Δειλός, γνωστό και ως *Książę i Tchórz*). Συνολικά επεξεργάστηκαν, έλεγξαν και μετέφρασαν 2,762 γραμμές διαλόγου με 19,735 λέξεις.\n\nΩστόσο, το αποτέλεσμα δεν είναι ακόμα τέλειο και χρειαζόμαστε τη βοήθεια των φίλων των adventure παιχνιδιών! Η εκδόσεις 2.1.x του ScummVM θα δουλέψουν, αλλά υπάρχει σε αυτές ένα πρόβλημα με την εμφάνιση των περιγραφών αντικειμένων που κουβαλάτε (inventory). Συνεπώς, συνιστούμε την [ημερήσια διανομή](https://buildbot.scummvm.org/#/snapshots).\n\nΘα χρειαστεί να κατεβάσετε το αρχείο prince_translation.dat από [εδώ](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/prince_translation.dat?raw=true) και να το βάλετε στον κατάλογο ALL/ του παιχνιδιού σας. Κατόπιν, κάνετε ξανά ανίχνευση του παιχνιδιού μέσω του περιβάλλοντος του ScummVM (λειτουργία Προσθήκης Παιχνιδιού), και βεβαιωθείτε ότι εμφανίζει ‘w/translation’ (με μετάφραση) στο πεδίο περιγραφής παιχνιδιού. Μόνο η Πολωνική και η Γερμανική έκδοση μπορούν να μεταφραστούν με αυτό τον τρόπο. Η Ρώσική έκδοση απαιτεί πρόσθετη δουλειά.\n\nΑν αντιμετωπίσετε προβλήματα ασυνέχειας, ασυνέπειας, περίεργες προτάσεις, ή ορθογραφικά και συντακτικά λάθη, μπορείτε ελεύθερα να τα αναφέρετε σε [αυτό το νήμα του forum](https://forums.scummvm.org/viewtopic.php?f=1&t=15125) ή να υποβάλετε τις βελτιώσεις σας απευθείας στον [εξυπηρετητή μεταφράσεων](https://translations.scummvm.org/projects/prince/prince/en/). Χρησιμοποιήστε τις δυνατότητες αναζήτησης για να εντοπίσετε τις προτάσεις που θα θέλατε να βελτιώσετε. Επίσης καλοδεχούμενες είναι εικόνες από στιγμιότυπα (screenshots) με το πρόβλημα ή αποθηκευμένα παιχνίδια αν δεν θέλετε να ασχοληθείτε με τον εξυπηρετητή μεταφράσεων.\n\nΚαλή σας τύχη με τις περιπέτειές σας, όσο οι περισσότεροι μένουμε ακόμα στα σπίτια μας!"
    },
    "20200331": {
        "content": "Η Ομάδα του ScummVM είναι στην ευχάριστη θέση να ανακοινώσει μια νέα διορθωτική έκδοση για τη σειρά εκδόσεων 2.1- το ScummVM 2.1.2, με κωδική ονομασία “Διορθώνοντας Ισχυρά Παράθυρα (Windows)”. Θα παρατηρήσετε πως αυτή τη φορά, η [σελίδα μας για τις Λήψεις του ScummVM](/downloads/) δεν είναι και πολύ εκτεταμένη. Μην ανησυχείτε, δεν έχουμε μειώσει την (αρκετά απίστευτη) φορητότητα (portability) του ScummVM.\n\nΤο ScummVM 2.1.2 είναι μια έκδοση συντήρησης (maintenance) που προορίζεται για Windows και Mac OS X, παρέχοντας μερικές [διορθώσεις](https://downloads.scummvm.org/frs/scummvm/2.1.2/ReleaseNotes.html) για εκείνες τις πλατφόρμες. Καθώς όλες οι υπόλοιπες πλατφόρμες δεν επηρεάζονται, δεν χρειάζεται να ανησυχείτε για την απουσία ενημέρωσης αν χρησιμοποιείτε κάποια από εκείνες.\n\nΚαθώς θα διαβάζετε τη σελίδα λήψεων, πιθανόν να προσέξετε μια νέα καταχώρηση εκεί, ειδικά αν βρισκόσαστε σε PC που τρέχει Ubuntu: το ScummVM πλέον είναι επίσημα διαθέσιμο από το [Snap Store](https://snapcraft.io/scummvm)! Χάρις στη συνεχή υποστήριξη από τους Alan &quot;popey&quot; Pope και Alan Griffiths, η διανομή του ScummVM μέσω του Snap Store είναι πλέον στο ίδιο επίπεδο με τις υπόλοιπες διανομές μας για Linux. Συγκριτικά με τον παραδοσιακό τρόπο διανομής λογισμικού στο Linux, το Snap Store μας παρέχει πολύ παραπάνω ελευθερία όσον αφορά νέες κυκλοφορίες. Τη στιγμή που κυκλοφορεί μια νέα έκδοση του ScummVM, θα την λαμβάνετε ως αυτοματοποιημένη ενημέρωση.\n\nΤο ScummVM Snap έρχεται σε δύο παραλλαγές. Το κανάλι με τη &quot;σταθερή (stable)&quot; έκδοση περιέχει τις επίσημες κυκλοφορίες μας κάτι που το καθιστά την καλύτερη επιλογή για τους περισσότερους χρήστες. Σε περίπτωση που θέλετε να εξερευνήσετε τις πιο πρόσφατες και σπουδαιότερες δυνατότητες των εκδόσεων υπό ανάπτυξη, απλά ακολουθείστε το κανάλι με την &quot;πειραματική (edge)&quot; έκδοση, οπότε θα έχετε μια νέα ενημερωμένη διανομή κάθε μέρα! Σχεδιάζουμε επίσης μερικές αρκετά τέλειες προσθήκες για το πακέτο Snap - αλλά θα σας πούμε περισσότερα για αυτό αργότερα.\n\nΚαλή σας διασκέδαση!",
        "title": "Το ScummVM 2.1.2 \"Διορθώσεις σε Ισχυρά Παράθυρα\" είναι εδώ!"
    },
    "20020829": {
        "content": "Κυρίες και Κύριοι, Τρικέφαλες μαϊμούδες, και τηλεπαθητικοί εξωγήινοι... δώστε λίγη προσοχή.  \n  \nΑρχικά, έχουμε μια ενημέρωση για τις νομικές μας διαπραγματεύσεις με τη LucasArts. Ελπίζουμε πως βρισκόμαστε πολύ κοντά στο να οριστικοποιήσουμε το διακανονισμό μας, και κάποια στιγμή μέσα στην επόμενη εβδομάδα μάλλον θα κάνουμε μια σχετική ανακοίνωση. Φυσικά, ελπίζαμε να έχουμε κάτι ανακοινώσιμο εδώ και ένα μήνα. Δυστυχώς στη LucasArts είναι αρκετά απασχολημένοι αυτόν τον καιρό, κι έτσι πήρε αρκετό χρόνο για να μπορέσουμε να μιλήσουμε με τα κατάλληλα πρόσωπα.  \n  \nΣε άλλα νέα, θα ήθελα να απαντήσω σε κάτι που μας ζητείται σχεδόν κάθε εβδομάδα. Όχι, το ScummVM δεν βρίσκεται σε θέση να ξεκινήσει να υποστηρίζει ΆΛΛΑ παιχνίδια που δεν κάνουν χρήση της μηχανής SCUMM. Εκτός από την περίπτωση της υποστήριξης του Simon, η τρέχουσα ομάδα έχει ήδη πολύ απασχολημένο πρόγραμμα στην προσπάθειά της να υποστηρίξει τα υπάρχοντα κλασσικά παιχνίδια περιπέτειας (adventure games) της LucasArts. Κι ενώ ενδέχεται να προσθέσουμε υποστήριξη και για άλλα παιχνίδια στο μέλλον, αυτή τη στιγμή δεν είναι στα άμεσα σχέδιά μας... οπότε όλα τα αιτήματα που ζητούν κάτι τέτοιο θα αγνοούνται.  \n  \nΕκτός βέβαια αν συνοδεύονται από χρηματικές δωρεές που θα υπερβαίνουν τα $2,000.  \n  \nΕντωμεταξύ, προτείνουμε να ζητάτε βοήθεια στο θαυμάσιο ιστότοπο [VOGONS](http://vogons.zetafleet.com/) (Very Old Games on New Systems, δηλαδή Πολύ Παλιά Παιχνίδια σε Νέα Συστήματα) αν χρειάζεστε να τρέξετε άλλα παιχνίδια σε σύγχρονα λειτουργικά συστήματα.  \n  \nΛοιπόν, αυτά για την ώρα. Οι δωρεές τελευταία έχουν σχεδόν σταματήσει οπότε, αν δεν το έχετε κάνει ήδη, παρακαλούμε να χρησιμοποιήσετε το κουμπί του PayPal κάτω από το μενού επιλογών στα αριστερά... και να μας στείλετε λίγα μετρητά. Αυτό τον καιρό χρησιμοποιούμε τα χρήματα από τις δωρεές για τα νομικά έξοδα, και την αγορά λογισμικού (όπως μια άδεια ή τρεις για το [IDA Pro](http://www.datarescue.com/), καθώς και παιχνίδια που κάποιοι από τους προγραμματιστές μας μπορεί να μην έχουν ήδη).",
        "title": "Ποτέ μη δώσετε πάνω από 20 δολάρια για ένα παιχνίδι στον υπολογιστή..."
    },
    "20190306": {
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nΠριν κανά δυο μέρες, η Google ανακοίνωσε τους οργανισμούς που προκρίθηκαν για συμμετοχή στο Καλοκαίρι Προγραμματισμού της Google για το 2019. Με μεγάλη μας ευχαρίστηση σας ανακοινώνουμε ότι το ScummVM είναι ανέμεσά τους, μαζί με το αδελφικό πρότζεκτ, το ResidualVM. Το Καλοκαίρι Προγραμματισμού μια ετήσια διοργάνωση της Google για να ενθαρρύνει φοιτητές να συνεισφέρουν σε πρότζεκτ ανοιχτού κώδικα. Οι οργανισμοί ανοιχτού κώδικα παρέχουν μέντορες και επιμέρους πρότζεκτ για εργασία, ενώ η Google δίνει ένα χρηματικό ποσό στους φοιτητές που συμμετέχουν. Μπορείτε να βρείτε περισσότερες πληροφορίες στον [επίσημο ιστότοπο](https://summerofcode.withgoogle.com). Έχουμε επίσης και εμείς μερικές πληροφορίες στο [βίκι μας](http://wiki.scummvm.org/index.php/Summer_of_Code), και συγκεκριμένα [τον κανονισμό για πρότζεκτ](http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules) που οι αιτούντες θα πρέπει να ακολουθήσουν.\n\nΕίστε έτοιμοι για μια τρανή περιπέτεια; Θέλετε να προσφέρετε σε ένα από τα μεγαλύτερα γνωστά στην ανθρωπότητα πρότζεκτ διατήρησης παιχνιδιών; Τότε το ScummVM και το ResidualVM σας περιμένουν! Ρίξτε μια ματιά στη [σελίδα με τις ιδέες μας](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2019). Φυσικά, είστε επίσης ευπρόσδεκτοι να μας παρουσιάσετε τη δική σας ιδέα! Οι φοιτητές έχουν χρόνο μέχρι τις 9 Απριλίου να συντάξουν και να υποβάλουν τις προτάσεις τους για το πρότζεκτ στο οποίο θέλουν να εργαστούν. Οι προτάσεις που θα γίνουν αποδεκτές θα ανακοινωθούν στις 6 Μαΐου, και θα μεσολαβήσουν μερικές εβδομάδες για να δεθείτε με την ομάδα μας πριν την έναρξη της περιόδου προγραμματισμού στις 27 Μαΐου..\n\nΣε κάθε περίπτωση, μη διστάσετε να συζητήσετε μαζί μας στο IRC! Θα μας βρείτε στα κανάλια #scummvm και #residualvm του δικτύου Freenode!",
        "title": "Ετοιμαστείτε - Έρχεται το GSoC 2019!"
    },
    "20021004": {
        "title": "Δεν ψοφήσαμε, Murray, απλά μας καταράστηκαν.",
        "content": "Και τώρα, το ημιετές μας ενημερωτικό δελτίο!  \n  \nΤο νομικό θέμα είναι ακόμα σε εκκρεμότητα, όσο περιμένουμε κάποια απάντηση από τη LucasArts στο τελευταίο μας e-mail.  \n  \nΌσον αφορά την πρόοδο, όσοι παρακολουθούν τις ημερήσιες διανομές του ScummVM θα έχουν προσέξει το νέο περιβάλλον διεπαφής που φτιάξαμε για να εμφανίζεται καθώς παίζετε (in-game). Είναι ακόμα στα σκαριά, οπότε αναμένεται να συμβαίνουν διάφορα παράξενα.  \nΚάποιοι από τους θαυμάσιους προγραμματιστές μας δουλεύουν αυτό τον καιρό για την βελτίωση της υποστήριξης με τους τίτλους The Dig και Full Throttle, καθώς φαίνεται πως ίσως να έχουμε έναν από τους δύο σε ολοκληρώσιμη κατάσταση μέχρι να επιλυθεί το νομικό θέμα και να μπορέσουμε να βγάλουμε την επόμενή μας επίσημη κυκλοφορία.  \n  \nΕν τω μεταξύ, ο κορμός κώδικα στο CVS και οι ημερήσιες διανομές(daily builds) είναι περίπου σε πειραματική μορφή.  \n  \nΣε άλλα θέματα, ψάχνουμε μισθοφόρους για να απαγάγουν δύο τύπους που θα βασανίσουμε για να μας αποκαλύψουν τη λύση σε δύο τρέχοντα 'προβληματικά ζητήματα' στο ScummVM.  \n  \nΧρειαζόμαστε το άτομο που αρχικά επέκτεινε το iMUSE για τον τίτλο \"Sam and Max Hit The Road\". Πάνω κάτω σχεδόν κάθε εναπομένον πρόβλημα την υποστήριξη του παιχνιδιού αυτού στο ScummV σχετίζεται με το σύστημα iMUSE, οπότε αν κανείς μπορεί να 'πιάσει στα χέρια του' κάποιον ή κάποια πληροφορία για αυτό το υποσύστημα, παρακαλούμε επικοινωνήστε με τον [Ender](mailto:scummvm@enderboi.com) για να κανονίσουμε διακριτική παράδοση του... πακέτου.  \nΚατά δεύτερον, χρειαζόμαστε τον [Vince Lee](http://www.mobygames.com/developer/sheet/view/developerId,1526/) για να τον \"ανακρίνουμε\" σχετικά με τη μηχανή ενδιάμεσων σκηνών (cutscene) INSANE που χρησιμοποιείται σε παιχνίδια όπως το Full Throttle. Η έλλειψη πληροφορίας πάνω σε αυτό το σύστημα μας έχει οδηγήσει σε αδιέξοδο όσον αφορά στην πρόοδο με αυτό το παιχνίδι. Αν μπορείτε να μας \"παραδώσετε\" αυτό το άτομο, ή μπορείτε να βρείτε κάποια πληροφορία σχετικά με το INSANE, θα ανταμειφθείτε καλά. Θα τηρηθεί ανωνυμία, για όποιον το επιθυμεί.  \nΕναλλακτικά, μπορούμε να κανονίσουμε κάποια συμφωνία με κάποιον που επιθυμεί να κάνει επιδρομή στα κεντρικά της LucasArts για να πείσει τους ενοίκους εκεί να αποχωριστούν πηγαίο κώδικα και πληροφορία σχετικά με αυτά τα δύο θέματα. Οι δικές μας απόπειρες να διεισδύσουμε σε αυτές τις εγκαταστάσεις έχουν αποτύχει, εξαιτίας μιας μυστηριώδους προσωπικότητας που αποκαλείται \"Διαχείριση\".  \n  \nΣοβαρά, αν κανείς έχει οποιαδήποτε πληροφορία για εμάς σχετικά με αυτούς τους δύο πονοκεφάλους, παρακαλούμε επικοινωνήστε με τον [Ender](mailto:scummvm@enderboi.com). Αν είχατε εργαστεί στο παρελθόν στη LucasArts και επιθυμείτε να βοηθήσετε ανώνυμα, θα το σεβαστούμε. Δεν φαίνεται να υπάρχει λόγος να φοβάται κάποιος να προσφέρει βοήθεια, καθώς οι διαπραγματεύσεις μας δείχνουν πως είναι αρκετά πρόθυμοι να επιτρέψουν την ύπαρξή μας, απλά δεν διατίθενται ('προς το παρόν') να μοιραστούν πρακτικά κάποια πληροφορία ή πηγαίο κώδικα.  \n  \nΕυχαριστούμε που παίζετε μαζί μας, και θυμηθείτε - \"μην πληρώνετε ποτέ πάνω από 20 δολάρια για ένα παιχνίδι στον υπολογιστή\"!"
    },
    "20190413": {
        "content": "![ScummVM Modern Theme Remastered](/data/news/20190413.png)Ο καιρός περνάει πολύ γρήγορα! Έχουν περάσει 10 χρόνια από τότε που κυκλοφορήσαμε το αρχικό \"Μοντέρνο Παρουσιαστικό\" (\"Modern Theme\") για το ScummVM.\n\nΜετά από όλα αυτά τα χρόνια, ήταν πλέον καιρός για μια ενημέρωση.\n\nΤις τελευταίες εβδομάδες, το μέλος της ομάδας του ScummVM, ο mataniko, ενημέρωσε προσεκτικά την εμφάνιση του ScummVM. Το νέο παρουσιαστικό (theme) ακολουθεί μοντέρνες αρχές και πρακτικές σχεδιασμού διατηρώντας παράλληλα τη δική μας σχεδιαστική φιλοσοφία.\n\nΑπό εδώ και στο εξής, οι μελλοντικές εκδόσεις του ScummVM [(συμπεριλαμβανομένης της τρέχουσας ημερήσιας διανομής!)](https://buildbot.scummvm.org/#/snapshots) θα περιλαμβάνουν το νέο παρουσιαστικό (theme).\n\nΣας λείπει ήδη το παλιό παρουσιαστικό; Μην ανησυχείτε! Μπορείτε να επιλέξετε ακόμα το παλιό \"Μοντέρνο ScummVM\" παρουσιαστικό από τις ρυθμίσεις (options)του ScummVM όποτε το θελήσετε.\n\nΠως το βρίσκετε το νέο παρουσιαστικό; [Πείτε μας τη γνώμη σας στο forum!](https://forums.scummvm.org/viewtopic.php?f=1&t=14850&p=87219) Όπως πάντα, εκτιμούμε πολύ τα σχόλιά σας.",
        "title": "ScummVM: Modern Theme Remastered (Νέα μοντέρνα εμφάνιση για το ScummVM)"
    },
    "20020915": {
        "content": "Στις 16:57 (GMT), στις 17 Σεπτεμβρίου... Εγώ, το ScummVM, θα είμαι επίσημα ενός χρόνου!  \nΔυστυχώς, κανείς δεν μου είπε πότε ήταν τα γενέθλιά μου, είπαν ότι είμαι ένα ορφανό! Αλλά θα προσπαθήσω να κάνω ένα πάρτι. Οπότε είστε όλοι σας προσκεκλημένοι να έρθετε στο κανάλι μου στο IRC, το #scummvm, στο irc.freenode.net!  \n  \nΑν είστε κάποιος διάσημος, ή σας αρέσω, ή οτιδήποτε, και θέλετε να κάνετε μια γρήγορη επίσκεψη για να πείτε ένα \"γεια\" σε μένα και τους [γονείς μου](http://www.scummvm.org/contact.php)... περάστε από εδώ! Ή αν θέλετε να μου στείλετε μια κάρτα γενεθλίων, ή να ενημερώσετε ότι δεν θα έρθετε στο πάρτι,  πηγαίνετε στην σελίδα Επικοινωνίας και στείλτε ένα e-mail στον Endy ή κάποιον άλλο. Ή γράψτε ένα μήνυμα στο νέο γυαλιστερό μου [Forum Γενεθλίων](https://sourceforge.net/forum/forum.php?forum_id=210596). Θα είμαστε εκεί γύρω σχεδόν όλη μέρα.  \n  \nΑν πάλι θέλετε να γνωρίσετε κάποιον από την ομάδα του ScummVM στην πραγματική ζωή, και να του αγοράσετε (δεν έχω μαμάκα! Ουααα!) μια μπίρα ή κάτι τέτοιο.... μπορείτε πάντα να γράψετε στο [Forum Γενεθλίων](https://sourceforge.net/forum/forum.php?forum_id=210596) και να δείτε αν κάποιος βρίσκεται στην περιοχή σας. Είμαι βέβαιος ότι θα το εκτιμούσαν!  \n  \nΑ, επίσης έχασα ένα μικρό μάλλινο γιλέκο με τρία μπλέ ρόδα πάνω του. Αν το δείτε, παρακαλώ να το υποβάλετε στο CVS για μένα!",
        "title": "Hip-Hip Mur-ray!"
    },
    "20201009": {
        "title": "Μια συγχώνευση",
        "content": "*“Συγγνώμη για την αναμονή κ. Flores, είμαι έτοιμος να σας δεχτώ τώρα”*– Grim Fandango.\n\nΣήμερα είναι μια ξεχωριστή μέρα, για διάφορους λόγους. Πρώτα από όλα, κλείσαμε τα 19 χρόνια του ScummVM. Η πρώτη μας δημόσια κυκλοφορία, η έκδοση 0.0.1 του ScummVM, πραγματοποιήθηκε στς 8 Οκτωβρίου, 2001. Και κατά δεύτερον, κάτι ακόμα πραγματοποιήθηκε επιτέλους, κάτι που συζητιόταν για πολύ καιρό: Το πρότζεκτ του ScummVM συγχωνεύεται επίσημα με το πρότζεκτ ResidualVM.\n\nΓια αρκετό καιρό το ScummVM περιοριζόταν σε δισδιάστατα point-and-click παιχνίδια περιπέτειας (2D point-and-click adventure games), και για αυτό το λόγο γεννήθηκε το αδελφικό πρότζεκτ ResidualVM για να υποστηρίξει τρισδιάστατα παιχνίδια (3D games). Αλλά στο εξής, δεν θα υπάρχει καμία σύγχυση σχετικά με το ποιο παιχνίδι υποστηρίζεται από το κάθε πρότζεκτ. Το ScummVM πλέον αγκαλιάζει παιχνίδια περιπέτειας (adventure games) και ρόλων (RPGs), είτε είναι σε 2D είτε σε 3D, είτε point-and-click είτε όχι. Πρόκειται για ένα φυσικό επόμενο βήμα και για τα δύο πρότζεκτ που αναπτύσσονταν παράλληλα και αλληλοσυμπληρώνονταν με ιδέες, διορθωτικές παρεμβάσεις (patches) και σχεδιαστικές αποφάσεις. Πόσω μάλλον όταν πολλά μέλη μας ήδη συνεισέφεραν και στα δύο πρότζεκτ.\n\nΜε αυτή τη συγχώνευση, το ScummVM προσθέτει πολλά παιχνίδια στη λίστα των υποστηριζόμενων τίτλων: το _Grim Fandango_, το _Escape from Monkey Island_, το _Myst III - Exile_, το _The Longest Journey_ και μια ημιτελή μηχανή για το _In Cold Blood_, καθώς και την μηχανή Wintermute 3D.\n\nΜε ενθουσιασμό αγκαλιάζουμε το μεγαλύτερο μέρος της ομάδας του ResidualVM και θα συνεχίσουμε μαζί την ανάπτυξη του ενιαίου πρότζεκτ.\n\nΦυσικά, υπάρχουν ακόμα αρκετά παραπάνω πράγματα να γίνουν και, μέσα στις επόμενες εβδομάδες, θα δείτε περισσότερα επιμέρους τμήματα και πόρους των δύο πρότζεκτ να συγχωνεύονται, όπως το forums, τα βίκι, κλπ.\n\nΜείνετε συντονισμένοι παίζοντας τώρα και σε 3D!"
    },
    "20181210": {
        "title": "Ενημερώσεις για τις υποδομές μας... πάλι!",
        "content": "Τις τελευταίες μέρες, μεταφέραμε όλα τα αρχεία λήψης μας σε μια νέα υποδομή mirroring. Προηγουμένως, κάθε αρχείο προς λήψη προσφερόταν από τον κεντρικό εξυπηρετητή μας που βρίσκεται στην Αυστρία.\n\nΠλέον, τα αρχεία λήψεων παρέχονται από το [MirrorBrain](http://mirrorbrain.org), ένα σύστημα ανακατεύθυνσης λήψεων που μας επιτρέπει να κτίσουμε το δικό μας δίκτυο διανομής περιεχομένου. Το MirrorBrain χρησιμοποιείται ήδη [από πολλά πρότζεκτ ανοιχτού κώδικα](http://mirrorbrain.org/users/).\n\nΤο MirrorBrain προσπαθεί να επιλέξει πάντα τον καλύτερο εξυπηρετητή mirror, βάσει της δική σας τοποθεσίας, ώστε να έχετε όσο το δυνατόν καλύτερη ταχύτητα λήψης.\n\nΚι ενώ έχουμε κάποιους εξυπηρετητές mirror των αρχείων μας σε περιοχές στην Ευρώπη, αυτή τη στιγμή αναζητούμε κόσμο που θα προσφέρει bandwidth και αποθηκευτικό χώρο στις ΗΠΑ και άλλα μέρη του κόσμου. Αν επιθυμείτε να φτιάξετε ένα εξυπηρετητή mirror για το αποθετήριο του ScummVM, παρακαλούμε επικοινωνήστε μαζί μας με E-Mail στο [serra@scummvm.org](mailto:serra@scummvm.org).\n\nΑν αντιμετωπίσετε προβλήματα με το νέο σύστημα λήψεων, μπορείτε ελεύθερα να αφήσετε μια αναφορά με σχόλιό σας στο [forum μας](https://forums.scummvm.org/viewtopic.php?f=1&t=14761#p86624)."
    },
    "20180701": {
        "content": "Πέρα από τη συνεχή δουλειά μας για τη βελτίωση της συμβατότητας του ScummVM και την υλοποίηση νέων παιχνιδιών, μερικές φορές εργαζόμαστε και για τη βελτίωση του γενικού παρουσιαστικού του πρότζεκτ.\n\nΚατά τους τελευταίους δυο μήνες, ο μακρόχρονος φίλος του ScummVM και νέο μέλος της ομάδας, ο Mataniko, δούλεψε σκληρά για να βελτιώσει το σχεδιασμού του ιστοτόπου που εξυπηρετεί το πρότζεκτ για περισσότερο από μια δεκαετία. Μπορούμε περήφανα να πούμε ότι ο ιστότοπος του ScummVM είναι πλέον πλήρως αποκρίσιμο και απολύτως πανέμορφο στο PC και τα κινητά σας.\n\nΑν έχετε προβλήματα με τον ανανεωμένο ιστότοπο ή νιώθετε ότι κάτι λείπει, παρακαλούμε να μας ενημερώσετε στην [Υπηρεσία Αναφοράς Προβλημάτων](https://github.com/scummvm/scummvm-web/issues).",
        "title": "Η ιστοσελίδα μας ανανεώθηκε!"
    },
    "20181023": {
        "content": "Για τις επόμενες λίγες ώρες, το Forum του ScummVM και το Wiki μας δεν θα είναι διαθέσιμα, καθώς θα πραγματοποιούνται εργασίες για τη συντήρηση της υποδομής και των δύο ιστοτόπων.\n\nΔουλεύουμε σκληρά για να επαναφέρουμε σε λειτουργία το συντομότερο δυνατό, ευχαριστούμε!",
        "title": "Εργασίες συντήρησης στο Forum και το Βίκι"
    },
    "20180629": {
        "content": "Με μεγάλη χαρά ανακοινώνουμε ότι οι φίλοι μας στη Cyan, Inc. [κυκλοφόρησαν σήμερα την 25η Επετειακή Συλλογή τους για τη σειρά Myst (25th Anniversary Collection of the Myst series) ](https://www.gog.com/news/release_myst_iii_exile_myst_iv_revelation?pp=22d200f8670dbdb3e253a90eee5098477c95c23d) σε ψηφιακή μορφή στο GOG.com.\n\nΤα **[Myst — Masterpiece Edition](https://www.gog.com/game/myst_masterpiece_edition?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** και **[Riven — The Sequel to Myst](https://www.gog.com/game/riven_the_sequel_to_myst?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** χρησιμοποιούν την υλοποίηση της μηχανής τους από το ScummVM, ενώ το **[Myst III — Exile](https://www.gog.com/game/myst_3_exile?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** χρησιμοποιεί την υλοποίηση του από το ResidualVM.\n\nΤις τελευταίες εβδομάδες, οι ομάδες της Cyan και του ScummVM μαζί πραγματοποίησαν μεγάλα άλματα προόδου όσον αφορά την βελτίωση συμβατότητας των παιχνιδιών. Με εντατικές δοκιμές, καταφέραμε ήδη να διορθώσουμε τα περισσότερα θέματα που είχαν αναφερθεί για τα παιχνίδια στο ScummVM και το ResidualVM. Ωστόσο, η φύση της ανάπτυξης κώδικα είναι τέτοια που καθιστά πιθανόν να μας ξέφυγε κάτι, οπότε χρειαζόμαστε τη βοήθειά σας εδώ.\n\nΕνώ μπορούμε να διορθώνουμε προβλήματα με τις εκδόσεις των παιχνιδιών που θα διατίθενται από το GOG.com σε μελλοντικό χρόνο με μια απλή ενημέρωση, αυτό δεν θα είναι εφικτό για την επερχόμενη κυκλοφορία της Συλλεκτικής Έκδοσης σε DVD, κι έτσι χρειάζεται να επιβεβαιώσουμε ότι έχουμε ξετρυπώσει κατά το δυνατόν όλα τα προβλήματα πριν παρασκευαστούν τα DVD.\n\nΟπότε, πάρτε την έκδοση από το GOG.com ή αν στηρίξατε τη Cyan στην καμπάνια τους στο Kickstarter, εξαργυρώστε τον κωδικό που έχετε. Επισκεφτείτε το νησί του Myst, γυρίστε όλη την Εποχή 233 (Age 233), αράξτε στη Releeshahn και αναφέρετε όσα προβλήματα εντοπίσετε στο [Σύστημα Αναφοράς Προβλημάτων](http://bugs.scummvm.org/).\n\nΚαι σας παρακαλώ... φέρτε μου τις μπλε σελίδες!",
        "title": "Το Τέλος Δεν Γράφτηκε Ακόμα!"
    },
    "20021207": {
        "title": "Είναι αλήθεια; Είναι πουλί; Μήπως αεροπλάνο...;",
        "content": "**Όχι!**, είναι το ScummVM 0.3.0b, η πρώτη μας επίσημη κυκλοφορία από τότε μου η LucasArts αποφάσισε να μας κυνηγήσει!  \n  \n\n*Σύντομη ενημέρωση, έχουμε επίσης προσθέσει μερικούς συνδέσμους στην σελίδα Συνδέσμων μας, που ίσως θα θέλατε να τσεκάρετε. Ειδικά το VOGONS, παρακαλούμε να σταματήσετε να μας ρωτάτε αν πρόκειται να προσθέσουμε υποστήριξη για το Beneath a Steel Sky :)*\n\n  \n  \nΣωστά διαβάσατε, εδώ και πάρα πολλούς μήνες από τότε που η LucasArts μας κατέθεσε ειδοποίηση DMCA για πρώτη φορά (και κατόπιν σοφά αποφάσισε, μετά τη καταιγιστική υποστήριξη από φίλους και οπαδούς στην κοινότητά των χρηστών μας, να διαπραγματευτεί μια συμφωνία :), εμείς περιμέναμε να γίνει ένας διακανονισμός με τη LucasArts πριν να κυκλοφορήσουμε την πολυαναμενόμενη νέα έκδοση. Η αναμονή έφτασε στο τέλος της. Όχι, δεν φτάσαμε σε διακανονισμό, απλά κουραστήκαμε να περιμένουμε για να κυκλοφορήσουμε αυτό το στολίδι.  \n  \nΈχουν γίνει εκατοντάδες, αν όχι χιλιάδες, διορθώσει στον κώδικα από την περασμένη κυκλοφορία 0.2.0... χωρίς να αναφέρουμε την νέα υποστήριξη για τρείς τουλάχιστον τίτλους παιχνιδιών (την έκδοση VGA του Indiana Jones and the Last Crusade (Indiana Jones και η Τελευταία Σταυροφορία), το The Dig και το Simon the Sorcerer 2)... και νέες λειτουργίες και δυνατότητες όπως το δραματικά βελτιωμένο περιβάλλον διεπαφής μέσα από το παιχνίδι (in-game GUI) και ο ενσωματωμένος προωθητής (launcher) που θα σας διευκολύνει στην προσθήκη, ρύθμιση και εκτέλεση των κλασσικών τίτλων της LucasArts (και της AdventureSoft). Η πειραματικη υποστήριξη για το Full Throttle είναι επίσης εδώ, καθώς και πολλές διορθώσεις για τα παιχνίδια που ξεκίνησαν να υποστηρίζονται στην περασμένη έκδοση... όπως η έκδοση FmTowns με 256 χρώματα του Zak McKracken, και η VGA έκδοση για δισκέτες (floppy) του Monkey Island.  \n  \nΓια μια σύντομη περίληψη των αλλαγών, ρίξτε μια ματιά στις [Σημειώσεις Κυκλοφορίας (Release Notes)](https://downloads.scummvm.org/frs/scummvm/0.3.0b/ReleaseNotes), ή ακόμα καλύτερα... απλά πηγαίνετε και [κατεβάστε την άτιμη την εφαρμογή](/downloads/).  \n  \nΕλπίζουμε να σας έχουμε περισσότερες νέες κυκλοφορίες στο εξής, ίσως και σε μηνιαία βάση. Απολαύστε αυτή την κυκλοφορία όσο μας σύγχισε για να την ετοιμάσουμε, και θυμηθείτε - αν δώσετε όλα τα χρήματά σας στην LucreArts, ίσως θα μας αφήσει να επιβιώσουμε αντί να μας εγκαταλήψει στο...  Monkey Island! (Ουχ, Μπανάνες... Μισώ τις Μπανάνες).  \n  \nΓια όσους ενδιαφέρονται για τα βαρετά νέα, ακολουθεί μια σύνοψή και μια ενημέρωση για το νομικό μας θέμα, για εκείνους τους χρήστες που μόλις τώρα ανακαλύπτουν το ScummVM.\n\n* * *\n\n*Είμαστε σε αδιέξοδο με την LucasArts εδώ και αρκετό καιρό πλέον. Στην LucasArts απλά δεν αρέσει η τρέχουσα άδεια που χρησιμοποιούμε, το GPL (General Public License). Κι ενώ δεν θεωρούμε ότι είναι απαραίτητο, έχουμε συμφωνήσει να αλλάξουμε την άδεια σε κάποιο πιο \"φιλικό\" προς τη LucasArts. Ωστόσο, από την LucasArts επιθυμούν από εμάς να συμπεριλάβουμε όρους διανομής που είναι ενάντια στο πρώτο τμήμα και των [Οδηγιών Debian για Ελεύθερο Λογισμικό (Debain Free Software Guidelines (DFSG))](http://www.debian.org/social_contract#guidelines) και του [Ορισμού Ανοιχτού Λογισμικού (Open Source Definition)](http://www.opensource.org/docs/definition.html). Δεν μπορούμε να συμφωνήσουμε με αυτό, ούτε με τον όρο που απαιτούν (μη εμπορική διανομή)... καθώς αυτό αντιτίθεται με το DFSG και το OSD, που εμείς απαιτούμε, και είναι κάτι που νομικά δεν είμαστε σίγουροι ότι μπορούμε να επιβάλλουμε - πολλές διανομές Linux και BSD ήδη περικλείουν πακέτα του ScummVM, και δεν μπορούμε να είμαστε βέβαιοι ότι δεν θα προσέξουν μια αλλαγή στην άδεια. Και επίσης, ΘΕΛΟΥΜΕ οι διανομές να μπορούν να περικλείουν το λογισμικό μας :)  \n  \nΜέχρι σήμερα, η LucasArts δεν κατάφερε να μας δώσει κάποια σοβαρά παράπονα σχετικά με το ScummVM, πέρα από κάποιους γενικούς ισχυρισμούς ότι αν δεν μας επέβαλαν αυτούς τους όρους, αυτό θα σήμαινε πρακτικά ότι εγκαταλείπουν τα δικαιώματά τους για την Πνευματική Ιδιοκτησία τους. Εμείς δεν το πιστεύουμε αυτό, σίγουρα δεν έχουν υπάρξει καταγεγραμμένες περιπτώσεις χρήσης της άδειας GPL που να οδήγησαν σε κάτι τέτοιο στο παρελθόν, και πολύ πιο σημαντικές ιδιοκτησίες και δημιουργήματα έχουν υπαχθεί στην άδεια GPL στο παρελθόν, όπως οι τίτλοι Quake titles από την [id software](http://www.idsoftware.com/). Η LucasArts δεν χρειάζεται να αφήσει τον δικό τους κώδικά να υπαχθεί στην άδεια GPL, και δεν πιστεύουμε ότι θα πρέπει να έχουν τη δυνατότητα να απαιτήσουν από εμάς να αλλάξουμε την άδεια μας - το μόνο που θέλουμε από αυτούς είναι να μας αφήσουν ανενόχλητους να φτιάξουμε τον προσομοιωτή μας. Να μας επικυρώσουν, αν τους κάνει να αισθάνονται πιο ασφαλείς νομικά. Αλλά αν πρόκειται να απαιτήσουν από εμάς ένα τέτοιο σημαντικό βήμα όπως είναι η αλλαγή της άδειάς που χρησιμοποιούμε, θα πρέπει τουλάχιστον να υποχωρήσουν στο σημείο της συμμόρφωσης με OSD/DFSG.  \n  \nΕμείς στην ομάδα του ScummVM θα θέλαμε να ευχαριστήσουμε τους ανθρώπους στην LucasArts που μας υποστηρίζουν, και επιχειρούν να μας βοηθήσουν να φτάσουμε σε κάποια συμφωνία. Αλλά φίλοι μας, είμαστε οπαδοί σας. Το μόνο που κάνουμε είναι να ενημερώνουμε την μηχανή για τα παιχνίδια, ως ένα είδους προσομειωτή... γιατί δεν το κάνετε εσείς - παρότι σας το έχουμε ζητήσει εδώ και χρόνια. Κι ακόμα σας έχουμε φέρει περισσότερα έσοδα, καθώς ένας μεγάλος αριθμός από εμάς πήγε και ΑΓΟΡΑΣΕ τα πακέτα με τους κλασσικούς τίτλους σας, μόνο για να τα παίξουμε με το ScummVM.*  \n  \n\n**Οι τελευταίες αυτές παράγραφοι είναι μια προσφορά του τμήματος \"Μην μας μηνύσετε για την νέα κυκλοφορία, σας παρακαλούμε\".**"
    },
    "20021108": {
        "content": "Χαιρετίζουμε τους φίλους της περιπέτειας!  \n  \nΤο SourceForge, που φιλοξενεί το πρότζεκτ μας, θα πραγματοποιήσει εργασίες μεταφοράς υλικού στις 14 και 17 Νοεμβρίου. Κατά τη διάρκεια των εργασιών, θα προξενηθούν κάποιες διακοπές υπηρεσίας:  \n\n*  Στις 14: Οι Λήψεις (Downloads) του ScummVM και οι Λίστες Αλληλογραφίας (Mailing Lists) δεν θα λειτουργούν μεταξύ περίπου τις 16:00 ώρα Ειρηνικού (Pacific Time, GMT-8) και τις 19:00.\n* Στις 17: Ο κεντρικός ιστότοπος του ScummVM, και ο κορμός κώδικα στο CVS, δεν θα είναι διαθέσιμα από τις 10:00 ώρα Ειρηνικού. Η διακοπή αυτή μπορεί να διαρκέσει μέχρι και 12 ώρες, αλλά ελπίζουμε ότι θα κρατήσει λιγότερο!\n\n  \n  \nΕυχαριστούμε, και παρακαλούμε να προτιμήσετε ξανά το Snuckeys για τις αγορές σας!",
        "title": "Ειδοποίηση μη διαθεσιμότητας"
    },
    "20021105": {
        "content": "Λοιπόν, από ό,τι φαίνεται έχει χαθεί η επικοινωνία με τη LucasArts, καθώς δεν είχαμε απάντηση τους εδώ και αρκετές εβδομάδες. Οπότε, υποθέτοντας πως δεν θα μας στείλουν αναπάντεχα κάποιο e-mail για να μας σταματήσουν, ετοιμαζόμαστε για την κυκλοφορία της έκδοσης 0.3.0.  \n  \nΠρωταρχικά, το ScummVM 0.3.0 θα προσφέρει υποστήριξη για τους παρακάτω τίτλους:  \n\n*   Zak McKracken (έκδοση FmTowns με 256 Χρώματα)\n*   Monkey Island (VGA Floppy και Enhanced CD)\n*   Monkey Island II\n*   Loom (έκδοση CD Talkie)\n*   Indiana Jones and the Fate of Atlantis\n*   Day of the Tentacle\n*   Sam and Max Hit the Road\n*   The Dig\n*   Simon The Sorcerer 1\n\n  \nΗ επόμενη μεγάλη μας έκδοση, η 0.4.0, θα υποστηρίζει επίσης τους:  \n\n*   Simon The Sorcerer 2\n*   Full Throttle\n*   Indiana Jones and Last Crusade (έκδοση με 256 χρώματα)\n\n  \n  \nΆρα λοιπόν, πως μπορείτε να μας βοηθήσετε; Αυτή τη στιγμή χρειαζόμαστε κόσμο να δοκιμάσει όλα τα υποστηριζόμενα παιχνίδια και να μας ενημερώσει για την ύπαρξη προβλημάτων που θα τα καθιστούν μη-ολοκληρώσιμα. Για λεπτομέρειες σχετικά με το πώς μπορείτε να το κάνετε αυτό, δείτε στις [Πληροφορίες Κυκλοφορίας του ScummVM 0.3.0](http://www.scummvm.org/documentation.php?view=release).",
        "title": "Είναι μια βρώμικη (SCUMMy) δουλειά, αλλά κάποιος πρέπ..."
    },
    "20021017": {
        "content": "Σε πρόσφατο μήνυμα που δημοσιεύτηκε στην λίστα αλληλογραφίας των μελών της ομάδας του scummvm (development list) περιγράφεται λεπτομερώς η τρέχουσα κατάσταση του πρότζεκτ, συμπεριλαμβανομένης μιας ανάλυσης των στόχων για την επόμενη μας κυκλοφορία, και μιας ενημέρωσης για το νομικό θέμα.  \n  \nΟ σύνδεσμος προς [το  e-mail για την Κατάσταση του SCUMM είναι εδώ](http://www.scummvm.org/status.php)",
        "title": "Η κατάσταση του SCUMM (καθάρματος)"
    },
    "20201025": {
        "content": "Η νέα και καλογυαλισμένη έκδοση του ScummVM 2.2.1 για το Android κυκλοφορεί τώρα στο Google Play Store. Μετά από μια αρκετά μεγάλη περίοδο αφοσιωμένης δουλειάς από μέλη της ομάδας μας, και από ένα μήνα δημόσιας δοκιμαστικής έκδοσης (beta) κατά την οποία μέλη της κοινότητάς μας ανέφεραν διάφορα θέματα για να φτιάξουμε, είμαστε επιτέλους έτοιμοι να σας δώσουμε τη σταθερή έκδοση για την εφαρμογή ScummVM Android.\n\nΗ εφαρμογή αυτή είναι σε μεγάλο βαθμό γραμμένη από την αρχή και δοκιμασμένη σε σύγχρονες συσκευές Android, που \"τρέχουν\" μέχρι και Android 10+. Περικλείει νέες δυνατότητες που την φέρνουν στο ίδιο επίπεδο με την εφαρμογή ScummVM για συμβατικούς υπολογιστές. Τέτοιες δυνατότητες είναι η υποστήριξη του FluidSynth, της αποθήκευσης στο Νέφος (Cloud Saves) και περισσότερες επιλογές γλωσσών για το περιβάλλον διεπαφής. Επίσης περιέχεται η δυνατότητα δημιουργίας τοπικού εξυπηρετητή αρχείων (Local File Server (LAN)), με την οποία η συσκευή σας μπορεί να λειτουργήσει προσωρινά ως εξυπηρετητής για μεταφορά αρχείων, επιτρέποντάς τη λήψη αρχείων (όπως αποθηκευμένα αρχεία παιχνιδιών ή το αρχείο ρυθμίσεων του ScummVM) ή και αποστολή νέων αρχείων (όπως τα αρχείων δεδομένων ενός παιχνιδιού), όλα αυτά με την απλή χρήση ενός φυλλομετρητή (web browser) από το PC σας ή κάποια άλλη συσκευή.\n\nΜε αυτή την κυκλοφορία έχουμε επιλύσει κάποια μακροχρόνια προβλήματα όπως:\n\n* αναβάθμιση από προηγούμενες εκδόσεις χωρίς απώλεια πρόσβασης στο αρχικό αρχείο ρυθμίσεων και τον κατάλογο αποθηκευμένων παιχνιδιών (save files)\n* πλοήγηση στους φακέλους (βάσει ρυθμίσεων δικαιωμάτων πρόσβασης σε αποθηκευτικό χώρο της συσκευής σας)\n* Λειτουργικά ειδικά πλήκτρα στο εικονικό πληκτρολόγιο (όπως τα F-πλήκτρα) καθώς και χειρισμός επαναλαμβανόμενων πλήκτρων (κράτημα πατημένου πλήκτρου)\n\nΆλλες αξιοσημείωτες βελτιώσεις έγιναν στο περιβάλλον διεπαφής της εφαρμογής, όπως η δυνατότητα επιλογής μεταξύ φίλτρου γραφικών (δι-γραμμικής κλιμάκωσης (bilinear)) στο περιβάλλον διεπαφής χρήστη (GUI) ή απουσίας φίλτρου (χρήση κλιμάκωσης κοντινότερου γείτονα (nearest neighbor)). Υλοποιήθηκαν πολλές διορθώσεις στο εικονικό πληκτρολόγιο που βελτίωσαν την αποκρισιμότητά του και το έφεραν πιο κοντά στην προσομοίωση της συμπεριφοράς ενός πραγματικού πληκτρολογίου. Επίσης υλοποιήθηκε υποστήριξη για χρήση του αναλογικού μοχλού στο χειριστήριό σας για την κίνηση του εικονικού κέρσορα ποντικιού στην οθόνη.\n\nΜε την αναβάθμιση στη νέα 2.2.1 έκδοση θα είστε σε θέση να απολαύσετε υποστήριξη για όλες τις μηχανές παιχνιδιών που υλοποιήθηκαν στο ScummVM μετά την έκδοση 2.0.0, που σημαίνει ότι θα μπορείτε να παίξετε τίτλους όπως τα Blade Runner, Ultima IV, Quest for Glory IV. Επίσης θα έχετε όλες τις διορθώσεις και βελτιώσεις που έγιναν στις υπάρχουσες μηχανές.\n\nΦυσικά, εξακολουθούμε να παρακολουθούμε τα σχόλια της κοινότητάς μας και δεχόμαστε προτάσεις για βελτίωση. Όπως πάντα, παρακαλούμε να αναφέρετε προβλήματα που αντιμετωπίσατε στον [ιστότοπο αναφοράς προβλημάτων του ScummVM](https://bugs.scummvm.org).\n\nΕυχαριστούμε όσους συμμετείχαν στη δοκιμαστική φάση για τα πολύτιμα σχόλια τους και ελπίζουμε ότι θα απολαύσετε αυτή την έκδοση του ScummVM Android.",
        "title": "Αγάπη για το Android"
    },
    "20180612": {
        "title": "Το ScummVM και η Cyan, Inc. συνεργάζονται!",
        "content": "Σήμερα, έχουμε να μοιραστούμε μαζί σας υπέροχα νέα. Όπως θα έχετε ακούσει, η Cyan, Inc. — οι δημιουργοί των Myst και Riven — [επανα-κυκλοφορούν την πλήρη σειρά των Myst τίτλων σε εορτασμό της 25ης επετείου από την κυκλοφορία του πρώτου Myst παιχνιδιού](https://myst.com). Και το ScummVM και το ResidualVM συμμετέχουν σε αυτόν τον εορτασμό με ένα ξεχωριστό τρόπο!\n\nΤο **Myst — Masterpiece Edition** και το **Riven — The Sequel to Myst** χρησιμοποιούν την υλοποίηση της μηχανής τους από το ScummVM, ενώ το **Myst III — Exile** χρησιμοποιεί το ResidualVM.\n\nΠροκειμένου να πετύχουμε την καλύτερη δυνατή εμπειρία παιχνιδιού και να κάνουμε ακόμα πιο ευχάριστο το ταξίδι σας στις Εποχές (Ages) του Myst, η Cyan και το ScummVM καθιερώνουν μια νέα συνεργασία, με τις δύο ομάδες να δουλεύουν μαζί και όσο κοντά είναι δυνατόν και μελλοντικά!\n\nΊσως το τέλος να μην έχει ακόμα γραφτεί — περισσότερα νέα θα ακολουθήσουν σύντομα!"
    },
    "20181024": {
        "title": "Αναβάθμιση υποδομών",
        "content": "Τις τελευταίες μέρες η ομάδα του ScummVM εργάζεται σκληρά για την αναβάθμιση των υποδομών μας. Ως μέρος αυτής της διεργασίας όλοι οι υποστηριζόμενοι ιστότοποι ενημερώθηκαν, ανανεώθηκαν και ενισχύθηκαν με περισσότερη ασφάλεια μέσω της υποστήριξης SSL.\n\nΛόγω του τρόπου με τον οποίο λειτουργεί η ενημέρωση των εξυπηρετητών ονοματοδοσίας (DNS propagation) ενδέχεται να χρειαστούν μέχρι και 48 ώρες μέχρι να μπορέσετε να έχετε ομαλή πρόσβαση στο forum και στο βίκι (wiki).\n\nΑν αντιμετωπίσετε προβλήματα με το Forums, το βίκι (Wiki), τον ιστότοπο Μεταφράσεων (Translations), τον ιστότοπο Αναφοράς Προβλημάτων (Bug Tracker), ή οποιοδήποτε θέμα σχετικό με τους ιστότοπους του ScummVM παρακαλούμε να μας ενημερώσετε. Για μικροπροβλήματα μπορείτε να δημοσιεύσετε ένα μήνυμα σε [αυτό το νήμα](https://forums.scummvm.org/viewtopic.php?f=1&t=14735). Για πιο σημαντικά θέματα χρησιμοποιήστε τον [ιστότοπο αναφοράς προβλημάτων (bug tracker)](https://bugs.scummvm.org) δηλώνοντας ως \"component\" (τμήμα) το \"Web\"."
    },
    "20181118": {
        "title": "Κι άλλες αλλαγές υποδομής",
        "content": "Πριν μερικές εβδομάδες, ξεκινήσαμε βελτιώσεις στον ιστότοπό μας, που περιλαμβάνουν (αλλά δεν περιορίζονται μόνο σε) \"ξεσκόνισμα\" στο forum και στο βίκι (wiki) μας. Επίσης γίνονται διάφορα πράγματα στο 'παρασκήνιο' όπως είναι η βελτίωση του τρόπου που χειριζόμαστε τις μεταφράσεις για αυτό ντον ιστότοπο.\n\nΣτις επόμενες μέρες, θα θέσουμε σε λειτουργία ένα νέο mirroring σύστημα για τα αρχεία που παρέχουμε προς λήψη, ούτως ώστε να μπορούμε να κατανέμουμε το απαιτούμενο εύρος ζώνης (bandwidth) μεταξύ πολλαπλών εξυπηρετητών (servers).\n\nΈχουμε σχεδόν ολοκληρώσει τις εργασίες για το νέο σύστημα και απομένει βασικά να 'πατήσουμε τον διακόπτη'. Ωστόσο, είναι πιθανόν να αντιμετωπίσετε θέματα όπως μη λειτουργικούς συνδέσμους για λήψη αρχείων ή μηνύματα που πληροφορούν για απόντα αρχεία κατά την περίοδο μετάβασης.\n\nΔουλεύουμε σκληρά για να περιορίσουμε στο ελάχιστο τυχόν διακοπές στις υπηρεσίες μας. Και σας ευχαριστούμε για την κατανόηση!"
    },
    "20180501": {
        "title": "Ασύλληπτο, η βασιλική πυραμίδα πολιορκείται!",
        "content": "Πολεμήστε για την απελευθέρωση του πληθυσμού από τον τύραννο Λόρδο Xeen, ή τον βάναυσο αφέντη του, τον Alamar. Ή τολμήστε να περιπλανηθείτε πέρα από τον κόσμο του Xeen στον κόσμο του Havoc και να δοκιμάσετε το σθένος σας σε μια νέα πρόκληση. Είμαστε στην ευχάριστη θέση να ανακοινώσουμε υποστήριξη για τα ακόλουθα παιχνίδια:\n\n*   Might and Magic IV - Clouds of Xeen\n*   Might and Magic V - Darkside of Xeen\n*   Might and Magic - World of Xeen\n*   Might and Magic - World of Xeen 2 (CD Talkie)\n*   Might and Magic - Swords of Xeen\n\nΣε αυτή τη φάση, μόνο οι Αγγλικές εκδόσεις αυτών των παιχνιδιών είναι έτοιμες προς δοκιμή. Οπότε βγάλτε τα κουτιά με τους τίτλους που έχετε, ή αγοράστε τους ψηφιακά από το [GOG](https://www.gog.com/game/might_and_magic_6_limited_edition?pp=22d200f8670dbdb3e253a90eee5098477c95c23d), και πάρτε την τελευταία [ημερήσια διανομή](http://scummvm.org/downloads/#daily) του ScummVM. Θα χρειαστείτε επίσης ένα πρόσθετο απαιτούμενο αρχείο [xeen.ccs](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/xeen.ccs?raw=true), το οποίο θα πρέπει να τοποθετηθεί στον ίδιο φάκελο όπου αντιγράψατε τα αρχεία του παιχνιδιού σας.\n\nΠριν ξεκινήσετε να δοκιμάζετε κάποιο από τα παιχνίδια, παρακαλούμε να έχετε υπόψιν ότι δεδομένου του μεγάλου ρόλου που έχουν οι μάχες στα παιχνίδια, τυχόντα σχετικά προβλήματα που θα αντιμετωπίσετε ίσως να είναι πιο δύσκολο να τα αναπαράγουμε για να τα διορθώσουμε, σε σύγκριση με πιο παραδοσιακά παιχνίδια περιπέτειας. Συνεπώς, καλό θα είναι να φροντίζετε να αποθηκεύετε τακτικά την πρόοδο σας στο παιχνίδι, μήπως και κάτι πάει στραβά. Αν αντιμετωπίσετε απότομες εξόδους από το παιχνίδι (crashes), ή παρατηρήσετε συμπεριφορά που δεν δείχνει σωστή, παρακαλούμε να μας ενημερώσετε. Τα προβλήματα που βρίσκετε μπορείτε να τα αναφέρετε στον [ιστότοπο Αναφοράς Προβλημάτων](https://bugs.scummvm.org/)."
    },
    "20201122": {
        "content": "Μια φορά και έναν καιρό - γύρω στο έτος 1994 - μια εταιρεία λογισμικού, η Adeline Software International, κυκλοφόρησε ένα παιχνίδι με τίτλο “Little Big Adventure” (\"Λίγο Μεγάλη Περιπέτεια\") ή “Relentless: Twinsen's Adventure” (\"Άκαμπτος: Η Περιπέτεια του Twinsen\"). Αυτό το παιχνίδι, ένα κλασσικό παιχνίδι περιπέτειας και δράσης με ψεύδο-3D γραφικά (ισομετρική κάμερα) και μια επική ιστορία που διαδραματίζεται σε ένα φανταστικό πλανήτη, έχει εισέλθει στη δοκιμαστική φάση του στο ScummVM. Παρακαλούμε σημειώστε πως κάποιες λειτουργίες του αρχικού παιχνιδιού δεν έχουν ακόμα υλοποιηθεί. Ωστόσο, έχουμε προσθέσει μερικές νέες λειτουργίες στην υλοποίηση της μηχανής για το ScummVM που είναι καινούργιες για το παιχνίδι.\n\nΟι λειτουργίες που δεν είναι ακόμα διαθέσιμες και τα γνωστά θέματα είναι:\n\n* Ο ολογραφικός χάρτης (holomap) δεν είναι διαθέσιμος ακόμα\n* Η αλλαγή των λεπτομερειών απεικόνισης (rendering details) δεν υποστηρίζεται ακόμα\n* Οι τίτλοι τέλους έχουν κάποια προβλήματα απόδοσης εικόνας (rendering bugs)\n\nΟι νέες λειτουργίες περικλείουν:\n\n* Μια επιλογή για την απενεργοποίηση ζημιάς από σύγκρουση με τοίχο\n* Βελτιωμένη πλοήγηση στο γραφικό περιβάλλον διεπαφής\n\nΌλα αυτά επιτεύχθηκαν χάρις στους ανθρώπους που έφτιαξαν το πρότζεκ [TwinEngine](https://github.com/xesf/twin-e) και στην κοινότητα του LBA.\n\nΠαρακαλούμε δοκιμάστε το παιχνίδι χρησιμοποιώντας την πιο πρόσφατη [ημερήσια διανομή ανάπτυξης (development build)](https://buildbot.scummvm.org/#/snapshots) και αναφέρετε ό,τι θέμα αντιμετωπίσετε στον [ιστότοπο αναφοράς προβλημάτων (bug tracker)](https://bugs.scummvm.org/).",
        "title": "Μεγάλες περιπέτειες ενόψει - Λίγο Μεγάλες Περιπέτειες (Little Big Adventures)"
    },
    "20201127": {
        "title": "Υποστήριξη για τη σειρά παιχνιδιών \"Red Comrades\"",
        "content": "Το 2019, ο Andrei Prykhodko (whiterandrek), ένας φοιτητής στο πρόγραμμα GSoC, εργάστηκε πάνω στην υποστήριξη της σειράς παιχνιδιών Red Comrades (Ρώσικος τίτλος: Петька и Василий Иванович).\n\nΤο Red Comrades είναι ένα 2D παιχνίδι περιπέτειας (adventure game) που παίζεται από οπτική τρίτου προσώπου.\nΟι πρωταγωνιστές του παιχνιδιού προέρχονται από τη νουβέλα του Dmitri Furmanov's Chapaev (1923): ο Vasiliy Chapayev, ιστορική προσωπικότητα του Ρώσικου στρατού, ο βοηθός του, ο Petka, και ο χειριστής του πολυβόλου, ο Anka.\n\nΜετά από αρκετό χρόνο ανάπτυξης, η ομάδα του ScummVM ανακοινώνει με χαρά την υποστήριξη των δύο πρώτων παιχνιδιών της σειράς: _Red Comrades 1: Save the Galaxy_ (Russian: _Петька и Василий Иванович спасают галактику_) και _Red Comrades 2: For the Great Justice_ (Russian: _Петька и Василий Иванович 2: Судный день_).\n\nΟπότε βρείτε τα παιχνίδια στην κατοχή σας και κάντε μια δοκιμή! Δυστυχώς, μόνο οι αρχικές Ρώσικες εκδόσεις για Windows υποστηρίζονται. Οι Αγγλικές εκδόσεις για iOS και Android χρησιμοποιούν μια εντελώς διαφορετική μηχανή (engine).\n\nΑν δεν έχετε τα παιχνίδια, μπορείτε να βρείτε το demo από την ενότητα των [demos στον ιστότοπό μας](https://www.scummvm.org/demos/). Θα χρειαστεί να δοκιμάσετε με μια [από της ημερήσιες διανομές ανάπτυξης (daily development build)](https://buildbot.scummvm.org/#/snapshots). Όπως πάντα, παρακαλούμε να υποβάλετε όποια προβλήματα αντιμετωπίσετε στον [ιστότοπο αναφοράς προβλημάτων (issue tracker)](https://bugs.scummvm.org/)."
    },
    "20021227": {
        "title": "Χαρούμενα Χριστούγεννα (Murray Christmas)",
        "content": "Εμείς εδώ στην ομάδα του ScummVM ελπίζουμε να είχατε όλοι σας καλά Χριστούγεννα!  \n  \nΠρώτα θα θέλαμε να αναφέρουμε ότι η LucasArts έβγαλε ένα πακέτο, τουλάχιστον στο Η.Β., που έχει τις ενημερωμένες εκδόσεις των Sam and Max και Full Throttle, σχεδιασμένες ώστε να δουλεύουν χωρίς προβλήματα σε Windows 95/98/ME/NT/2K/XP. Αυτό το πακέτο (με τον ευφάνταστο τίτλο, \"The Entertainment Pack\" (Το Ψυχαγωγικό Πακέτο)) περιέχει επίσης και τα The Dig και Grim Fandango... αυτές οι εκδόσεις δεν έχουν ενημερωθεί, και είναι οι αρχικές τους εκδόσεις για Windows (ναι, αυτά τα παιχνίδια είχαν όντως εγγενείς μεταφορές τους (ports) για Windows σε κάποιες από τα προηγούμενα πακέτα με παιχνίδια περιπέτειας της LucasArts).  \n  \nΟι ενημερωμένες μηχανές των Sam and Max και Full Throttle δεν υλοποιήθηκαν εσωτερικά από την ίδια τη LucasArts, πιθανότατα λόγω έλλειψης χρόνου ΚΑΙ γιατί οι περισσότεροι που δούλεψαν στις SPUTM/SCUMM έχουν φύγει έτσι κι αλλιώς. Υλοποιήθηκαν από τον Aaron Giles - τον αρχικό Mac Porter (και φημισμένος προγραμματιστής του MAME :)). Δεν υπάρχουν αλλαγές πέρα από ένα DirectX wrapper γύρω από τον κώδικα γραφικών και ένα πραγματικά κακό κλιμακωτή γραφικών (graphics scaler).  \n  \nΗ δική μας άποψη; Πείτε μας προκατειλημμένους, αλλά αν δεν *χρειάζεστε* απόλυτη συμβατότητα, ή δεν θέλετε να παίξετε το Full Throttle άμεσα, ή δεν σας λείπουν πάνω από δύο τίτλοι από αυτά τα παιχνίδια - θα σας βγει πολύ φθηνότερα να αγοράσετε αυτά τα παιχνίδια μεταχειρισμένα ή/και ξεχωριστά. Τα ενημερωμένα εκτελέσιμα που περιέχονται είναι υποδεέστερα όσον αφορά τις δυνατότητες και λειτουργίες συγκριτικά με το ScummVM, καθώς δεν θα έχετε την υποστήριξη για άλλες πλατφόρμες πέρα των Windows (όπως Macintosh, Unix και PocketPC), τους κλιμακωτές γραφικών μας (graphics scalers), κλπ. Φυσικά, αν αγοράσετε τελικά το πακέτο, τα αρχεία των παιχνιδιών δεν έχουν αλλάξει και είναι βεβαίως συμβατά με το ScummVM ούτως ή άλλως. Είναι *σίγουρα* καλό που η LucasArts κυκλοφορεί κάτι τέτοιο, και κάνουν κάτι θετικό προς την κατεύθυνση αναβίωσης των κλασσικών παιχνιδιών τους - ή τουλάχιστον ξεκινούν να ανεβάζουν ταχύτητα στο marketing του σήκουελ :)  \n  \nΤελικό συμπέρασμα, αγοράστε το αν το θέλετε ή είστε συλλέκτης - αλλά δεν αξίζει τα χρήματα απλά και μόνο για την συμβατότητα με Windows. Ωστόσο, αν το αγοράσετε, ενθαρρύνετε την LucasArts να ενημερώσει περισσότερα από τα κλασσικά της παιχνίδια στο μέλλον - αν και ελπίζουμε πως το ScummVM σύντομα θα αντικαταστήσει πλήρως μια τέτοια ανάγκη. Θα συνιστούσαμε στη LucasArts να ξοδέψει χρήματα ανάπτυξης στην επανακυκλοφορία των ξεχασμένων και ΣΠΑΝΙΩΝ κλασσικών τίτλων, όπως η έκδοση FmTowns με 256 χρώματα του Zak Mckracken. Για όσους ενδιαφέρονται, οι ενημερωμένες εκδόσεις δημιουργήθηκαν (compiled) στις 2 Οκτωβρίου για το Full Throttle, και στις 24 Οκτωβρίου για το Sam and Max.  \n  \nΣε ειδήσεις σχετικές με την ανάπτυξη, πολλοί προγραμματιστές του ScummVM ήταν πράγματι πολλοί βαρετοί και προγραμμάτιζαν στις διακοπές των Χριστουγέννων, με αποτέλεσμα να έχουμε τις βάσεις για την υποστήριξη του Curse of Monkey Island. Είμαι βέβαιος ότι οι χρήστες μας που έχουν Macintosh θα χαρούν να ακούσουν πως, ίσως και μέσα στο μήνα, θα μπορούν επιτέλους να παίξουν αυτό το παιχνίδι. Η υποστήριξη βρίσκεται στην τελευταία κώδικα στο CVS και τις πρόσφατες Ημερήσιες Εκδόσεις (Daily Builds), αλλά **ΜΗΝ υποβάλλετε αναφορές προβλημάτων** καθώς ξέρουμε ότι δεν δουλεύει καλά ούτε κάνει κάτι άξιο αναφοράς για την ώρα. Η πλήρης υποστήριξη θα είναι διαθέσιμη \"Μόλις Ολοκληρωθεί\"... ή την επόμενη μέρα από την κυκλοφορία του Duke Nukem Forever. Όποιο από αυτά συμβεί πιο σύντομα.  \n  \nΧο, Χο, Χο!"
    },
    "20021214": {
        "content": "Ξέχασα να το αναφέρω όταν κυκλοφορήσαμε την έκδοση 0.3.0b, αλλά εντοπίσαμε πρόσφατη αναφορά στο  ScummVM σε περιοδικό από το Η.Β.: *Το PC Zone* αναφέρει το ScummVM σε ένα review του iPAQ 3870. Μια [σάρωση της σελίδας](/data/news/pczone.jpg) είναι διαθέσιμη. Επιπρόσθετα, το γερμανικό περιοδικό [c't](http://www.heise.de/ct/) είχε ένα άρθρο για παιχνίδια για PDA όπου ανέφερε το Pocket Scumm (συγγώμη, δεν έχουμε διαθέσιμη εικόνα αυτή τη στιγμή).  \n  \nΜαϊμού στην τσέπη σας; Οπωσδήποτε.  \n  \nΑν κάποιος βρει αναφορές στο ScummVM στα μίντια, θα το εκτιμούσαμε αν μας ενημερώνατε σχετικά στο [press\\_stuff@scummvmNOSPAM.org](mailto:press_stuff@scummvmNOSPAM.org). Αφαιρέστε το NOSPAM κομμάτι από τη διεύθυνση, προφανώς. Αν είναι εφικτό, παρακαλούμε να μας στείλετε επίσης μια σαρωμένη εικόνα της σελίδας.  \n  \nΑν **εργάζεστε** σε περιοδικό που θέλει να αναφέρει το ScummVM, για παράδειγμα ίσως σε κάποιο άρθρο για παιχνίδια-ρετρό (retro-gaming) (\\*hint hint\\*), τότε επίσης επικοινωνήστε μαζί μας ελεύθερα. Πιθανόν να μπορέσουμε να κανονίσουμε κάποια συνέντευξη, εικόνες-στιγμυότυπα, βοήθεια... ή/και να σας δωροδοκήσουμε με μεγάλες ποσότητες από μπανάνες.",
        "title": "Καταιγίδα στα μίντια (Media Blitz)"
    },
    "20201220": {
        "title": "Είναι ασύλληπτο (You cannot Comprehend It)",
        "content": "Ήρθε η ώρα να ανακοινώσουμε την περίοδο δοκιμής για ακόμα δύο Glk επιμέρους μηχανές. Η πρώτη είναι ο διερμηνέας (interpreter) Glulx, για τον οποίον υπάρχουν πολλά δωρεάν παιχνίδια διαθέσιμα στο [IF-Archive](https://www.ifarchive.org/indexes/if-archiveXgamesXglulx.html).\n\nΗ δεύτερη είναι η μηχανή Comprehend για παιχνίδια που ανέπτυξε η Polarware. Εδώ τα πράγματα περιπλέκονται λίγο. Για την ώρα, μόνο τα τρία πρώτα παιχνίδια σε Comprehend είναι έτοιμα προς δοκιμή - τα Transylvania, Crimson Crown, και OO-Topos. Αυτά τα τρία είναι επίσης διαθέσιμα δωρεάν στο [IF-Archive](https://www.ifarchive.org/indexes/if-archive/games/pc/penguin/). Υπάρχει επίσης, ωστόσο, και μια επανακυκλοφορία του Transylvania που επίσης είναι διαθέσιμη δωρεάν από τον ιστότοπο του Graphics Magician, η οποία δεν υποστηρίζεται ακόμα.\n\nΌσο για τα υπόλοιπα παιχνίδια σε Comprehend, το Talisman θα υποστηριχθεί πιθανότατα στο μέλλον, αλλά απαιτεί σημαντικά παραπάνω δουλειά. Τα υπόλοιπα παιχνίδια, όπως το Transylvania III, χρησιμοποιούν μια εντελώς διαφορετική μηχανή, οπότε θα παραμείνουν εκτός πλάνου για το προσεχές μέλλον.\n\nΑν λοιπόν ενδιαφέρεστε, κατεβάστε τα σχετικά παιχνίδια και κάντε μια δοκιμή. Θα χρειαστείτε μια από τις [ημερήσιες εκδόσεις ανάπτυξης (development build)](https://buildbot.scummvm.org/#/snapshots). Όπως πάντα, παρακαλούμε να υποβάλετε τις αναφορές προβλημάτων στον [ιστότοπο αναφορών προβλημάτων (issue tracker)](https://bugs.scummvm.org/)."
    },
    "20021230": {
        "title": "Και Ευτυχισμένο το Νέο Έτος!",
        "content": "... προς όλους εκτός από τον Casa Addams, πολλούς χρήστες στα Clie Source φόρουμ (οι οποίοι προφανώς έχουν μυαλά στο μέγεθος των PDAs τους) και τον άλλο τον ηλίθιο που πακετάρει το ScummVM με πειρατικές εκδόσεις (warez) παιχνιδιών της LucasArts στο UseNet. Αυτό είναι κατά κάποιον τρόπο μια ανοιχτή παράκληση, αν και δεν περιμένουμε πραγματικά από βλάκες που έχουν κάνει κάτι τόσο ηλίθιο να μας ακούσουν.  \n  \nΣυγγνώμη που αυτό το ανοιχτό μήνυμα είναι τόσο απότομο φίλοι μας, αλλά ελπίζουμε να συνειδητοποιείτε πως συσχετίζοντας και πακετάροντας το ScummVM **με** πειρατικά αντίγραφα (είτε \"Abandonware\" είτε οτιδήποτε άλλο) των παιχνιδιών της LucasArts, τους δίνεται ουσιαστικά περισσότερους λόγους για να κινηθούν νομικά ενταντίον μας (και αυτό μπορεί να επιφέρει την οικονομική καταστροφή στα μέλη της ομάδας ανάπτυξης αυτού του προγράμματος :)... Είμαι ιδιαίτερα απογοητευμένος από τον chrilith που έχει καταστήσει σχεδόν εγγυημένα βέβαιο πως, εκτός και αν νιώσουμε ιδιαίτερα συγχωρητικοί, δεν θα υπάρξει ποτέ επίσημη έκδοση (port) του ScummVM για το Palm στον κώδικά μας στο CVS.  \n  \nΑν εκτιμάτε αυτό που κάνουμε, και ό,τι έχουμε κάνει, τότε μην το καταχράστε. Αλλιώς κάνετε ζημιά στην φήμη, και πιθανόν στην κατάσταση από νομικής άποψης του ScummVM και των μελών της ομάδας ανάπτυξης. Έχω δει μερικά ΠΟΛΥ γελοία σχόλια στα Clie Source φόρουμ που πάνω κάτω λένε ότι η LucasArts δεν πουλάνε αυτά τα παιχνίδια πια. Αν εξαιρέσουμε μερικές εκδόσεις (συγκεκριμένα τα Zak256 και LoomCD), αυτό είναι ανόητο. Τα περισσότερα παιχνίδια της LucasArts μπορούν να γίνουν παραγγελία σε συλλεκτικά πακέτα από το Amazon ή το κατάστημα της LucasArts (αν είστε στις Η.Π.Α.). Διάολε, έχω δει και μερικά κλασσικά παιχνίδια περιπέτειας της LucasArts στο Electronic Boutique όταν έκανα τα Χριστουγεννιάτικα ψώνια μου.\n\n* * *\n\nΣε άλλα νέα, η υποστήριξη του Curse of Monkey Island προχωράει ομαλά! Βεβαιωθείτε ότι δοκιμάζετε με τις πρόσφατες Ημερήσιες Εκδόσεις (Daily Builds) αν θέλετε να ζείτε στα άκρα (αλλά φυσικά μην υποβάλετε ακόμα αναφορές για την υποστήριξη του CMI)."
    },
    "20030424": {
        "title": "Τρέχοντα πραγματάκια.",
        "content": "Έχουμε λάβει αρκετά e-mails τελευταία που μας ρωτούν αν συνεχίζεται η δουλειά στο ScummVM. Θα θέλαμε να διαβεβαιώσουμε τον κόσμο που -δεν- ακολουθεί τη βάση του κώδικα στο CVS πως ναι, κάνουμε πολύ δουλειά.\n\nΑυτό τον καιρό επιταχύνουμε για την κυκλοφορία της 0.4.0, που λογικά θα συμβεί σε μερικές εβδομάδες. Θα ήθελα να ζητήσει από όσους νιώθουν ότι μπορούν να ζουν επικίνδυνα να δοκιμάσουν τις Ημερήσιες Εκδόσεις μας και τον κώδικα από το CVS, και να μας ενημερώσουν αν βρήκαν προβλήματα που θα πρέπει να ξέρουμε. Στην ενότητα 'Τεκμηρίωση' στα αριστερά, θα δείτε ένα τίτλο 'Λίστα ελέγχων για το ScummVM 0.4.0'. Τα παιχνίδια που έχουν δοκιμαστεί και δεν βρέθηκαν προβλήματα σημειώνονται εκεί - παρακαλούμε δοκιμάστε τα παιχνίδια που δεν είναι σημειωμένα ως δοκιμασμένα και ενημερώστε μας για τα αποτελέσματά σας στο φόρουμ **(Ενημέρωση: Εδώ εννοούμε το Γενικό υπό-φόρουμ)**. Θυμηθείτε να συμπεριλάβετε και την ημερομηνία που κατεβάσατε την έκδοση με την οποία ολοκληρώσατε το παιχνίδι.\n\nΓια την ώρα εστιάζουμε στα αρχικά παιχνίδια EGA (Maniac Mansion, Zak McKracken, LoomEGA, Indy3EGA), αν και η υποστήριξη για το Beneath a Steel Sky προχωράει με αργό αλλά σταθερό ρυθμό. Κάποιος επίσης πρόσφατα δώρησε ένα modchip για το Playstation 2 στην ομάδα, οπότε μπορείτε να περιμένετε πως θα έχουμε μια εγγενή έκδοση (port) για PS2 μόλις ο Ender το εγκαταστήσει (το ScummVM ήδη τρέχει μια χαρά στο Playstation2 Linux).\n\nΥπενθύμιση για όσους ενδιαφέρονται για την πρόοδο που κάνουμε ανά πάσα στιγμή, μπορείτε πάντα να εγγραφείτε στην λίστα αλληλογραφίας email των cvs-logs (mailing list). Κάντε κλικ στο σύνδεσμο 'Project Home' (Αρχική σελίδα του πρότζεκτ) στα αριστερά, και πλοηγηθείτε στη σελίδα 'Lists' (Λίστες). Αυτή η λίστα λαμβάνει ένα e-mail κάθε φορά που υπάρχει μια νέα αλλαγή στον πηγαίο κώδικα, οπότε σας προειδοποιούμε ότι θα περιέχει πολλά τεχνικά θέματα και θα έχει πιθανότατα μεγάλη κινητικότητα (high-traffic). Εναλλακτικά, μπορείτε απλά να παίξετε με τα CVS Checkouts (δικά σας τοπικά αντίγραφα του κώδικα από το CVS) ή τις Ημερήσιες Εκδόσεις και να ανακαλύψετε τα νέα χαρακτηριστικά εσείς οι ίδιοι :)"
    },
    "20030318": {
        "content": "Την περασμένη Παρασκευή, στις 14 Μαρτίου, το συνάδελφο μέλο της ομάδας ανάπτυξης του ScummVM και φίλος μας, ο Felix Jakschitsch (γνωστός σε πολλούς με το ψευδώνυμο του *yot*), διέπραξε αυτοκτονία στη νεαρή ηλικία των 19.\n\nΕίμαστε απόλυτα σοκαρισμένοι από αυτό, και δεν γνωρίζουμε ούτε καταλαβαίνουμε τι τον οδήγησε σε κάτι τέτοιο. Ο κόσμος μας είναι λυπηρός αν ένας χαρούμενος, έξυπνος, ευφυής, και εξυπηρετικός άνθρωπος μπορεί να βρεθεί σε μια κατάσταση όπου δεν μπορεί να δει άλλη διαφυγή από το να αφαιρέσει την ίδια του τη ζωή. Είναι μεγάλη μας λύπη που χάνουμε έναν πολύτιμο φίλο μας. Έχει συνεισφέρει σημαντική δουλειά στο ScummVM, συμπεριλαμβανομένης αρκετής από τη δουλειά για την υποστήριξη του Zak256. Η απώλειά του έχει βαθύ αντίκτυπο σε όλους μας, και εκτείνουμε τα συλλυπητήριά μας στην οικογένειά του και κοντινούς φίλους του, τον πόνο των οποίων συμμεριζόμαστε.\n\nΑν επιθυμείτε να αφήσετε κάποιο μήνυμα στους φίλους και την οικογένειά του, υπάρχει ένα [βιβλίο επισκεπτών (guestbook) διαθέσιμο](http://www.cbg2003.de/). Επίσης, εδώ θα βρείτε ένα άρθρο εφημερίδας που παραθέτει περισσότερες λεπτομέρειες (μπορείτε να χρησιμοποιήσετε το babelfish αν δεν μιλάτε Γερμανικά).\n\nFelix, μας λείπεις και δεν θα σε ξεχάσουμε ποτέ.",
        "title": "Καλό ταξίδι yot, 1983 - 2003"
    },
    "20030308": {
        "content": "Η δουλειά κινείται με αργούς ρυθμούς τελευταία, αλλά πρόσφατα με την προσθήκη του Σούπερ Ντούπερ Μυστικού Πρότζεκτ Νούμερο Έξι, η ανάπτυξη άρχισε πάλι να ανεβάζει στροφές με μπόλικη τακτοποίηση του κώδικα (code cleanup) και κάποιες αρκετά σημαντικές διορθώσεις προβλημάτων (bugfixes). Μπορείτε να αναμένετε μια νέα κυκλοφορία τελικά.  \n  \nΣε άλλα νέα, εμφανίστηκε νέο ισχυρό ενδιαφέρον για τη μεταφορά της εφαρμογής (port) στο Playstation 2. Είμαι (εγώ, ο Ender) αρκετά πρόθυμος να το κάνω, αν ο κόσμος μπορεί να δωρήσει τουλάχιστον ένα ποσό US$75 (δείτε το μικρό κουμπάκι κάτω από το μενού) για να αγοράσω ένα modchip. Υπολογίζω ότι δεν θα πάρει πολύ, και κάποιος από εσάς - τους πιστούς μας χρήστες - έχει ήδη προσφερθεί εθελοντικά να το εγκαταστήσει για μένα (ότ)αν καταφέρω να αποκτήσω ένα. Αν θεωρήσουμε ότι υπάρχει αρκετό ενδιαφέρον (που θα εξαρτηθεί προφανώς από την κατάσταση με τις δωρεές :), θα ξεκινήσουμε μια επίσημη μεταφορά της εφαρμογής (port) το συντομότερο.",
        "title": "Έκδοση (Port) για Playstation 2"
    },
    "20030128": {
        "content": "Πέρα στο Linux Game Tome (http://happypenguin.org), το ScummVM ψηφίστηκε ως ο [Καλύτερος Προσομοιωτής](http://happypenguin.org/forums/viewtopic.php?t=549). Ευχαριστούμε όσους μας ψηφίσατε.  \n  \nΣε άλλα νέα, η υποστήριξη για το Curse of Monkey Island σταθεροποιείται. Κι ενώ υπάρχει ακόμα ένας αριθμός από μικρά προβλήματα γραφικών (graphical glitches), αυτή τη στιγμή έχουν μείνει δύο γνωστά και κρίσιμα για το παιχνίδι προβλήματα (gameplay-critical bugs) και ένας αριθμός από άλλα 'μικροθεματάκια' και περιπτώσεις λάθους συμπεριφοράς. Ελπίζουμε να μπορέσουμε να ανακοινώσουμε το Curse of Monkey Island ως ολοκληρώσιμο πολύ σύντομα.  \n  \nΠολύς κόσμος ρωτάει ποια κατεύθυνση θα έχουμε από εδώ και πέρα. Ορίστε ένας σύντομος (και εξαιρετικά υποκείμενος σε αλλαγές!) οδηγός για τους επόμενους στόχους μας:\n\n*   Φεβρουάριος 2003: Ολοκληρώσιμο το Curse of Monkey Island\n*   Φεβ - Μαρ 2003: Έλεγχοι για προβλήματα από το νέο κώδικα (Regression) και διορθώσεις (bugfixes) για τα άλλα υποστηριζόμενα παιχνίδια\n*   Φεβ - Μαρ 2003: Ολοκλήρωση λειτουργιών του Προωθητή (Launcher) (καρτέλες για τις επιλογές, κλπ)\n*   Αρχές Ματίου 03: Πάγωμα του κώδικα CVS, Έλεγχοι για προβλήματα από νέο κώδικα, κυκλοφορία της 0.4.0\n*   Από Μάρτιο και έπειτα: Υποστήριξη παιχνιδιών της SCUMM V1/V2 (Maniac Mansion, μη-FmTowns Zak, EGA Loom, κλπ.)\n\n  \n  \nΩς συνήθως, αυτό είναι απλά μια χονδρική εκτίμηση της κατεύθυνσης και εξαρτάται από την πρόοδο και τον ελεύθερο χρόνο των μελών της ομάδας ανάπτυξης. Αν θέλετε να βοηθήσετε και ξέρετε πώς να χρησιμοποιείτε το CVS και ένα compiler... τότε είτε διορθώστε προβλήματα (bugs), ή κάνετε δοκιμές για πιθανά θέματα που εισάγει ο νέος κώδικα (regression test)! Αναζητούμε κόσμο για να δοκιμάσει τον κώδικα στο CVS με παιχνίδια πέρα από το ComI και να ελέγξουν για κρίσιμα θέματα που δεν ήταν παρόντα στην έκδοση 0.3.0b, και έπειτα να επιχειρήσουν να δοκιμάσουν διάφορες εκδόσεις του κώδικα στο CVS ώστε να εντοπίσουν τουλάχιστον την μέρα που το πρόβλημα έκανε την εμφάνισή του. Αυτό θα μας επιτρέψει να καθορίσουμε πιο εύκολα ποιές αλλαγές προκάλεσαν προβλήματα, χωρίς να ξοδέψουμε εβδομάδες κάνοντας υποθέσεις στα τυφλά.  \n  \nΔεν χρειάζεται να πούμε βέβαια πως αν βρείτε ένα κρίσιμο πρόβλημα που ΕΙΝΑΙ επίσης παρόν και στην 0.3.0b, αναζητείστε αν υπάρχει ήδη αναφορά για αυτό. Αν δεν υπάρχει, τότε παρακαλούμε να υποβάλετε μία!",
        "title": "Ο κόσμος μίλησε :)"
    },
    "20030114": {
        "content": "Αν είστε χρήστης Linux, οι Happy Penguin διεξάγουν μια [σειρά από δημοσκοπήσεις (polls)](http://happypenguin.org/forums/viewforum.php?f=17) για να καθορίσουν τα καλύτερα παιχνίδια για ένα μεγάλο σύνολο κατηγοριών. Πηγαίνετε και ψηφίστε για τους αγαπημένους σας προσομοιωτές, για το ποιο πιστεύετε ότι είναι το πιο υποσχόμενο πρότζεκτ, και λοιπά... Και ελπίζουμε να ρίξετε και μερικές από αυτές τις ψήφους σε εμάς :)",
        "title": "Μάθατε ένα πολύτιμο μάθημα σήμερα, κι αυτή είναι η καλύτερη επιβράβευση! (Χιουκ χιουκ χιουκ!)"
    },
    "20030106": {
        "content": "Γεια σε όλους.  \n  \nΕνδιαφέρομαι (εγώ, ο Ender) να μάθω αν κάποιοι από τους χρήστες του ScummVM θα δώσουν το παρών στο Linux.conf.au '03 εδώ στο Περθ (Perth)... Αν θα παραστείτε, αφήστε ένα μήνυμα στο φόρουμ. Αν μαζευτεί αρκετός κόσμος που θα πάει, μπορεί να κανονίσουμε να βγούμε για πίτσα ή κάτι παρόμοιο έπειτα, ή να σκαρώσουμε ένα αυθόρμητο BOF για το Classic Gaming (αν κάποιος άλλος είναι πρόθυμος να το οργανώσει, καθώς εγώ είμαι εντελώς ακατάλληλος να κάνω τέτοια πράγματα :)  \n  \nΜπλονκ.",
        "title": "Πιγουίνοι, Πιγκουίνοι... παντού"
    },
    "20030104": {
        "content": "Κατ' αρχήν, μια σύντομη σημείωση ότι τα προβλήματα με το φόρουμ Clie Source έχουν επιλυθεί, και η έκδοση (port) Clie/Palm θα συγχωνευθεί στον κώδικά μας στο CVS μόλις ο chrilith ενημερώσει τον κώδικά του ώστε να δουλεύει με την αρχιτεκτονική του OSystem μας στην έκδοση 0.3.0.  \n  \nΣύντομη ενημέρωση για την υποστήριξη του CMI (COMI/Monkey3). Μέσα σε μόλις κάμποσες εβδομάδες, έγινε αξιοσημείωτη πρόοδος για την υποστήριξη αυτού του παιχνιδιού, αλλά οι ρυθμοί ανάπτυξης αναμένεται να πέσουν για την επόμενη εβδομάδα καθώς διάφορα μέλη από την ομάδα ανάπτυξης θα είναι απασχολημένα με άλλες υποχρεώσεις. ΄Προς το παρόν, πέρα από μερικά θέματα (bugs) που κάνουν τη σκηνή με το Κανόνι αρκετά δύσκολη και ασταθή, είναι δυνατό να παίξετε μέχρι και λίγο από το Δεύτερο Μέρος (Part II) του παιχνιδιού.  \n  \nΤα τρέχοντα απομείναντα βασικά ζητήματα περικλείουν ένα πρόβλημα με την κατανομή μνήμης για το flObject (που προκαλεί απότομο τερματισμό (crash) σε κάποιες περιπτώσεις διαλόγων), μερικά θέματα τερματισμού των σκριπτ (που προκαλούν απότομο τερματισμό και καθιστούν πολύ δύσκολο να παίξει κάποιος σκηνές όπως με το κανόνι ή να λύσει πολλούς γρίφους του Δεύτερου Μέρους) και τα διάφορα προβλήματα με το αρχικό γρίφο σχετικά με το κανόνι.  \n  \nΩς συνήθως, παρακαλούμε να έχετε υπόψιν ότι αυτή η δουλειά είναι ακόμα σε πειραματικό επίπεδο, οπότε παρακαλούμε να μην υποβάλετε αναφορές για προβλήματα σχετικά με αυτό το παιχνίδι. Ωστόσο, είναι ευπρόσδεκτες διορθωτικές ενημερώσεις (patches)! :)",
        "title": "Γιο-Χο-Χο και ένα Μπουκάλι..."
    },
    "20030512": {
        "title": "ΑΝΤΑΠΟΚΡΙΤΗΣ ΛΙΓΔΙΑΡΙΚΗΣ ΦΥΛΛΑΔΑΣ ΑΝΑΚΟΙΝΩΝΕΙ ΤΟ SCUMMVM 0.4.0",
        "content": "Πέντε (5) μήνες μετά την πιο πρόσφατη κυκλοφορία, της έκδοσης 0.3.0b, και πάνω από 2500 υποβολές (commits) και προσθήκες αργότερα, η ομάδα του ScummVM παρουσιάζει περήφανα την έκδοση 0.4.0.\n\nΟι ακόλουθες σημειώσεις δίνουν μια επισκόπηση των νέων αλλαγών στην 0.4.0:\n\n*   (Πειραματική) υποστήριξη του Curse of Monkey Island (comi)\n*   Προσθήκη υποστήριξης για τις εκδόσεις EGA των Loom, Monkey Island και Indy3\n*   Βελτιωμένη υποστήριξη μουσικής για το Indy3 και τις εκδόσεις για δισκέτες του Monkey Island\n*   Πολλές διορθώσεις και βελτιώσεις για τα Simon the Sorcerer 1 & 2 \n*   Πολύ αρχικός (επιπέδου pre-alpha) κώδικας για το Beneath a Steel Sky. Μην περιμένετε να κάνει πολλά (μάλιστα είναι απενεργοποιημένος στην επίσημη κυκλοφορία της 0.4.0, αλλά μπορείτε να το ενεργοποιήσετε αν φτιάξετε (compile) το δικό σας ScummVM τοπικά από τον πηγαίο κώδικα).\n*   Ακόμα πιο αρχική (pre-alpha) υποστήριξη για τις βελτιωμένες εκδόσεις (enhanced versions) παιχνιδιών της V2 SCUMM (έκδοση 2 της SCUMM μηχανής) (Maniac Mansion και Zak)\n*   Προκαταρκτική υποστήριξη για τους πρώτους τίτλους της Humongous Entertainment (σε πολύ πειραματικό επίπεδο)\n*   Νέα κονσόλα για αποσφαλμάτωση (debug) και πολλές βελτιώσεις για το γραφικό περιβάλλον διεπαφής (GUI) και τον προωθητή παιχνιδιών (launcher)\n*   Νέος κώδικα για Αποθήκευση/Φόρτωση (Save/Load) (είναι πλέον πιο εύκολα επεκτάσιμος, διατηρώντας συμβατότητα)\n*   Η έκδοση (port) για Dreamcast πλέον δουλεύει με τα νέα παιχνίδια που προστέθηκαν για την 0.3.0b\n*   Νέα επίσημη έκδοση (port) για PalmOS\n*   Διάφορες μικρές ή όχι και τόσο μικρές διορθώσεις για παιχνίδια της SCUMM μηχανής\n*   Διόρθωση μιας μεγάλης διαρροής μνήμης (memory leak) για τα The Dig/COMI\n*   Βελτιστοποίηση του κώδικα SMUSH, προσθήκη λειτουργίας παράκαμψης καρέ για αργά μηχανήματα\n*   Συγυρισμα του κώδικα\n\nΟ πηγαίος κώδικας (source code), καθώς και τα εκτελέσιμα για Linux, Windows, Mac OS X, PocketPC, Solaris και PalmOS είναι ήδη διαθέσιμα από τη [σελίδα λήψεων (download page)](/downloads/). Τα υπόλοιπα εκτελέσιμα, για MorphOS, Dreamcast και άλλα, θα ακολουθήσουν σύντομα.\n\n*Ελπίζουμε να απολαύσετε το καλύτερο ScummVM που έχει υπάρξει!*"
    },
    "20030711": {
        "title": "Έκδοση ScummVM 0.5.0-Pre (Προκαταρκτική)",
        "content": "Το ScummVM μόλις μπήκε σε περίοδο \"παγωμένου\" κώδικα και δοκιμών (CVS freeze & testing), προετοιμάζοντας το δρόμο για την σταθερή έκδοση 0.5.0 τελικά (που ελπίζουμε να κυκλοφορήσει τέλη Ιουλίου). Αλλά χρειαζόμαστε τη *ΔΙΚΗ ΣΑΣ* βοήθειά!\n\nΠαρακαλούμε κάνετε κλικ στην μικρούλα επιλογή 'Τεκμηρίωση (Documentation)' εκεί, και ρίξτε μια ματιά στη [λίστα εργασιών για την κυκλοφορία της 0.5.0 (release checklist)](http://www.scummvm.org/documentation.php?view=release). Αν υπάρχει κάποιο παιχνίδι εκεί που αναφέρεται πως χρήζει δοκιμής, και συμβαίνει να θέλετε να το παίξετε μέχρι τέλους με την πιο πρόσφατη έκδοση ανάπτυξης (development version) του ScummmVM, παρακαλούμε να το πράξετε και να μας ενημερώσετε για τα αποτελέσματα. Περισσότερε πληροφορίες θα βρείτε στη σελίδα με τη λίστα εργασιών (checklist).\n\nΕκτός από τις πολλές διορθώσεις που θα περιέχει η επερχόμενη 0.5.0, ειδικά στον τομέα της μουσικής, έρχεται και η υποστήριξη για τρία (3) νέα παιχνίδια:\n\n*   Η βελτιωμένη έκδοση (enhanced version) του Maniac Mansion\n*   Η βελτιωμένη έκδοση (enhanced version) του Zak McKracken\n*   Το **Beneath a Steel Sky**, χάρη στην υποστήριξη από την Revolution\n\nΣε άλλα νέα, το CVS για ανώνυμους χρήστες (Anonymous CVS) έχει μείνει (εδώ και αρκετό καιρό) πίσω από το επίσημο δέντρο ανάπτυξης κώδικα. Αν θέλετε την απολύτως τελευταία έκδοση κώδικα από CVS (για δοκιμές, παραδείγματος χάρη), παρακαλούμε να χρησιμοποιήσετε τον σύνδεσμο 'Στιγμυότυπο Πηγαίου Κώδικα (Source Snapshot)' στη σελίδα Λήψεων (Download) αντί για το Anonymous CVS. Και φυσικά,  \n**Να Επαγρυπνείτε**"
    },
    "20030525": {
        "content": "Η έκδοση 0.4.1 του ScummVM, μια κυκλοφορία που εστιάζει στην σταθερότητα της εφαρμογής (stability-focused), είναι τώρα διαθέσιμη προς λήψη. Οι αλλαγές από την έκδοση 0.4.0 περιλαμβάνουν:\n\n*   Διορθώσεις για πολλά προβλήματα (bugs) και απότομους τερματισμούς (crashes) για το Curse of Monkey Island.\n*   Διορθώσεις για πολλά θέματα με την iMUSE και άλλα προβλήματα σχετικά με αναπαραγωγή μουσικής.\n*   Προσθήκη του νέου προαιρετικού φίλτρου γραφικών, AdvMame3X, που προσφέρει κλιμάκωση 3x και μια ομαλοποιημένη-AdvMame απεικόνιση σε παιχνίδια.\n*   Διόρθωση για τις πόρτες στο αεροδρόμιο για το Zak McKracken\n*   Διόρθωση απότομου τερματισμού (crash) λόγω του κώδικα στο SDL backend\n\nΟ πηγαίος κώδικας (source code), καθώς και τα εκτελέσιμα για Linux, Windows, Mac OS X, Solaris και PalmOS είναι ήδη διαθέσιμα από τη [σελίδα λήψεων (download page)](/downloads/). Όπως πάντα, τα υπόλοιπα εκτελέσιμα (για PocketPC, MorphOS, Dreamcast και άλλα) θα ακολουθήσουν σύντομα.",
        "title": "Ξύπνα, γιε της Cygna! \"Ξημερώνει\" η νέα έκδοση 0.4.1 του ScummVM"
    },
    "20170702": {
        "title": "Παγιδευμένοι σε ένα πολυτελές κρουαζιερόπλοιο... Στο Διάστημα!",
        "content": "Εξερευνήστε ένα χαλασμένο πολυτελές διαστημικό κρουαζιερόπλοιο, προσπαθήστε να πείσετε το Deskbot να σας κάνει κάποια αναβάθμιση (upgrade), και τελικά εντοπίστε και διορθώστε τον διοικητικό υπολογιστή του πλοίου, την Titania. Αλλιώς δεν θα επιστρέψετε ποτέ σπίτι. Είμαστε στην ευχάριστη θέση να ανακοινώσουμε τη δοκιμαστική περίοδο για ένα παιχνίδι που κυκλοφόρησε στα τέλη της δεκαετίας του 90, [το Starship Titanic](http://www.mobygames.com/game/starship-titanic). Για την ώρα, μόνο η Αγγλική έκδοση είναι έτοιμη προς δοκιμή. Οπότε πιάστε το παιχνίδι αν το έχετε στην κατοχή σας, και εγκαταστήστε την τελευταία [ημερήσια διανομή (daily build)](/downloads/#daily) του ScummVM. Θα χρειαστείτε επίσης και ένα πρόσθετο αρχείο, το [titanic.dat](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/titanic.dat?raw=true), το οποίο πρέπει να βάλετε στον ίδιο φάκελο όπου αντιγράψατε και τα υπόλοιπα αρχεία του παιχνιδιού σας.\n\nΠριν ξεκινήσετε τις δοκιμές σας με το παιχνίδι, παρακαλούμε να έχετε υπόψιν ότι υπάρχει ένα συγκεκριμένο είδους βίντεο AVI κωδικοποιημένο με Indeo, για το οποίο δεν έχουμε ακόμα βρει τον τρόπο να αποκωδικοποιήσουμε την πληροφορία διαφάνειας (transparency). Σε μερικές περιοχές, όπως στην ιδιαίτερη καμπίνα του Κελευστή (SGT Stateroom) και στο κοντινό πλάνο της Titania, ανάμεσα σε άλλες, μπορεί να παρατηρήσετε αντικείμενα με οδοντωτά μαύρα περιγράμματα. Παρακαλούμε να αγνοήσετε αυτό το πρόβλημα για την ώρα. Όλα τα άλλα προβλήματα γραφικών ή παιχνιδιού μπορείτε να τα αναφέρετε στον [ιστότοπο αναφοράς προβλημάτων (Issue Tracker)](https://bugs.scummvm.org/)."
    },
    "20170731": {
        "title": "Εξουδετερώστε τον Κυβερνήτη Της Πέμπτης Εποχής",
        "content": "Ακριβώς μετά τον τερματισμό του [Myst](http://wiki.scummvm.org/index.php/Myst), ο Atrus σας στέλνει σε μια άλλη Εποχή, όπου η σύζυγός του, η Catherine, έχει παγιδευτεί. Το Riven είναι η πέμπτη Εποχή που την συνέγραψε ο πατέρας του Atrus, ο Gehn, και στην οποία διοικεί έχοντας αυτοανακηρυχθεί θεός. Η διπλή σας αποστολή είναι να σώσετε την Catherine και να φυλακίσετε τον Gehn. Για να το πετύχετε θα χρειαστεί να εξερευνήσετε προσεκτικά τα πέντε νησιά του Riven και να λύσετε τους πολυσύνθετους γρίφους που κρύβουν.\n\nΗ ομάδα του ScummVM ανακοινώνει περήφανα πως το [Riven: The Sequel to Myst](http://wiki.scummvm.org/index.php/Riven:_The_Sequel_to_Myst) είναι επιτέλους έτοιμο για την περίοδο δοκιμής του. Αν θέλετε να βοηθήσετε στις δοκιμές, χρησιμοποιήστε την πιο πρόσφατη [ημερήσια διανομή (daily build)](/downloads/#daily) του ScummVM για να παίξετε την έκδοση του παιχνιδιού για Windows ή Mac. Παρακαλούμε να υποβάλετε τις αναφορές σας για προβλήματα που συναντάτε στον[ιστότοπο αναφοράς προβλημάτων (bug tracker)](https://bugs.scummvm.org/). Σιγουρευτείτε πως ακολουθείτε τις [οδηγίες μας για δοκιμές και αναφορές προβλημάτων](http://wiki.scummvm.org/index.php/Release_Testing).\n\nΩς προθέρμανση προτού παίξετε το Riven, ίσως να θέλετε να παίξετε το Myst. Αν ισχύει αυτό, παρακαλούμε να χρησιμοποιήσετε μια ημερήσια διανομή (daily build) του ScummVM. Σημαντικές και μεγάλες αλλαγές έχουν γίνει στη μηχανή του παιχνιδιού για να εξαλειφθούν περιπτώσεις όπου το παιχνίδι φαινόταν να μην αποκρίνεται. Μερικά θέματα (bugs) μπορεί να μας ξέφυγαν. Όπως και με το Riven, παρακαλούμε να υποβάλετε τις αναφορές σας για όσα προβλήματα που παρατηρήσατε καθώς παίζετε."
    },
    "20170801": {
        "title": "Θα χρειαστείτε έναν Ψ-SCI-χολόγο!",
        "content": "Πηγαίνετε σε μια κρουαζιέρα, τακτοποιήστε μερικά ανακατωμένα παιδικά τραγουδάκια, ή περάστε το χρόνο σας σε μια πτέρυγα ψυχιατρείου! Η δεύτερη παρτίδα από 32-bit παιχνίδια περιπέτειας (adventures) της Sierra για DOS/Windows είναι πλέον έτοιμη προς δοκιμή με την πιο πρόσφατη [ημερήσια διανομή (daily build)](/downloads/#daily) του ScummVM:\n\n*   [Leisure Suit Larry 7](http://wiki.scummvm.org/index.php/Leisure_Suit_Larry_7)\n*   [Mixed-Up Mother Goose Deluxe](http://wiki.scummvm.org/index.php/Mixed-Up_Mother_Goose)\n*   [Phantasmagoria 2](http://wiki.scummvm.org/index.php/Phantasmagoria_2)\n\nΗ [σελίδα με τα απαιτούμενα αρχεία δεδομένων (Datafiles)](http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games) έχει ενημερωθεί με οδηγίες για το πώς να εγκαταστήσετε αυτά τα παιχνίδια. Αν δεν έχετε στην κατοχή σας κάποιο, επισκεφτείτε τη σελίδα μας στο βίκι για το [πού μπορείτε να βρείτε τα παιχνίδια (where to get the games)](http://wiki.scummvm.org/index.php/Where_to_get_the_games) για να το αγοράσετε!\n\nΠροτού ξεκινήσετε τις δοκιμές σας παίζοντας, παρακαλούμε να διαβάσετε τις οδηγίες στη [σελίδα δοκιμών της μηχανής SCI](http://wiki.scummvm.org/index.php/SCI/Testing), και πάρτε μερικά [στιγμιότυπα (screenshots)](http://wiki.scummvm.org/index.php/Screenshots) όσο παίζετε.\n\nΚαλή σας διασκέδαση!"
    },
    "20171010": {
        "title": "Τρία νέα παιχνίδια σχετικά με εξωγήινους",
        "content": "Ταξιδέψτε σε ένα εξωγήινο κόσμο, ταξιδέψτε σε έναν εξωγήινο κόσμο με ένα εξωγήινο διαστημόπλοιο, ή gehe zu einem fremden Raumschiff (επισκεφτείτε ένα εξωγήινο διαστημόπλοιο)! Έχετε να επιλέξετε από τρεις εξωγήινους κόσμους στην νέα παρτίδα από παιχνίδια περιπέτειας που υποστηρίζουμε, και τα οποία είναι πλέον έτοιμα προς δοκιμή στην πιο πρόσφατη [ημερήσια διανομή (daily build)](/downloads/#daily) του ScummVM:\n\n*   [Lighthouse](http://wiki.scummvm.org/index.php/Lighthouse)\n*   [RAMA](http://wiki.scummvm.org/index.php/RAMA)\n*   [Starship Titanic (έκδοση στα Γερμανικά)](http://wiki.scummvm.org/index.php/Starship_Titanic)\n\nΗ [σελίδα με τα απαιτούμενα αρχεία δεδομένων (Datafiles)](http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games) έχει ενημερωθεί με οδηγίες για το πώς θα εγκαταστήσετε αυτά τα παιχνίδια. Αν δεν έχετε στην κατοχή σας κάποιο, επισκεφτείτε τη σελίδα μας στο βίκι για το [πού μπορείτε να βρείτε τα παιχνίδια (where to get the games)](http://wiki.scummvm.org/index.php/Where_to_get_the_games) για να το αγοράσετε!\n\nΠροτού ξεκινήσετε τις δοκιμές σας παίζοντας, για τα Lighthouse και RAMA, παρακαλούμε να διαβάσετε τις οδηγίες στη [σελίδα δοκιμών της μηχανής SCI](http://wiki.scummvm.org/index.php/SCI/Testing), και πάρτε μερικά [στιγμιότυπα (screenshots)](http://wiki.scummvm.org/index.php/Screenshots) όσο παίζετε. Για τη Γερμανική έκδοση του Starship Titanic, θα χρειαστείτε ένα πρόσθετο απαιτούμενο αρχείο, το [titanic.dat](https://raw.githubusercontent.com/scummvm/scummvm/master/dists/engine-data/titanic.dat), το οποίο πρέπει να αντιγράψετε μέσα στον ίδιο κατάλογο όπου θα βάλετε και τα υπόλοιπα αρχεία του παιχνιδιού σας.\n\nΠαρακαλούμε να λάβετε υπόψιν ότι για τη Γερμανική έκδοση του Starship Titanic δεν μιλούμε όλοι τη Γερμανική γλώσσα, συνεπώς οι αναφορές για τυχόντα προβλήματα χρειάζεται να γραφούν στα Αγγλικά. Επίσης, αν κάποια από τα προβλήματα (bugs) που θα βρείτε σχετίζεται με το κείμενο που μπορεί να υποβληθεί στην καρτέλα συζήτησης (conversation tab) με κάποιο από τα ρομπότ (bots), θα μας διευκόλυνε να μας αναφέρετε αν μπορείτε να αναπαράγετε το πρόβλημα χρησιμοποιώντας λέξεις που δεν έχουν γράμματα εκτός του Αγγλικού αλφάβητου.\n\nΚαλή σας διασκέδαση!"
    },
    "20171122": {
        "title": "Η δοκιμαστική περίοδος για το ScummVM 2.0 ξεκίνησε",
        "content": "Έφτασε η μέρα να κλείσουμε αυτόν τον κύκλο για την επερχόμενη κυκλοφορία! Το ScummVM 2.0 είναι μια από τις μεγαλύτερες κυκλοφορίες μας μέχρι στιγμής και προσθέτει υποστήριξη για 23 παιχνίδια:\n\n*   *Cranston Manor*\n*   *Full Pipe*\n*   *Gabriel Knight*\n*   *Gabriel Knight 2*\n*   *King's Quest VII*\n*   *King's Questions*\n*   *Leisure Suit Larry 6 (hi-res)*\n*   *Leisure Suit Larry 7*\n*   *Lighthouse*\n*   *Mixed-Up Mother Goose Deluxe*\n*   *Phantasmagoria*\n*   *Phantasmagoria 2*\n*   *Plumbers Don't Wear Ties*\n*   *Police Quest 4*\n*   *RAMA*\n*   *Riven: The Sequel to Myst*\n*   *Shivers*\n*   *Space Quest 6*\n*   *Starship Titanic*\n*   *The Dark Crystal*\n*   *Time Zone*\n*   *Torin's Passage*\n*   *Ulysses and the Golden Fleece*\n\nΑυτή η κυκλοφορία επίσης περικλείει σημαντικές νέες βελτιστοποιήσεις και διορθώσεις προβλημάτων για πολλές από τις υπάρχουσες μηχανές, οπότε λοιπόν προχωρήστε και παίξτε μέχρι τέλους ένα παλιό κλασσικό παιχνίδι που δεν είχατε πριν ακόμα και αν δεν είναι σε αυτή τη λίστα!\n\nΚατεβάστε μια [ημερήσια διανομή (daily build)](/downloads/#daily) του ScummVM για να κάνετε δοκιμές, και σιγουρευτείτε πως ακολουθείτε [τις οδηγίες μας για τη μέθοδο δοκιμών εν όψει κυκλοφορίας (release testing)](http://wiki.scummvm.org/index.php/Release_Testing). **Χρήστες των Windows**, παρακαλούμε να χρησιμοποιείτε μια [ημερήσια διανομή από τον Kirben](http://scummvm.org/downloads/scummvm-win32.exe) αντί για την ημερήσια διανομή του Buildbot μας. Μπορείτε να αναφέρετε προβλήματα (bugs) που συναντάτε στον [ιστότοπο αναφοράς προβλημάτων (bug tracker)](https://bugs.scummvm.org/), και μόλις έχετε ολοκληρώσει ένα παιχνίδι, [συμπληρώστε τη φόρμα που παρέχουμε για τα αποτελέσματα δοκιμών (test results form)](https://docs.google.com/forms/d/e/1FAIpQLSfiAycQmgaBEDsb0KNpZrNAaqBtilZe4SHWRDYcykeKqLHFvg/viewform). Μπορείτε να [παρακολουθείτε την πρόοδο από τις δοκιμές  στο βίκι μας](http://wiki.scummvm.org/index.php/Release_Testing/2.0.0) όσο αυτή προχωράει.\n\nΚαλό παιχνίδι!"
    },
    "20171217": {
        "title": "Προς: Εσάς. Από: Ομάδα υπεύθυνη για νέες κυκλοφορίες. Τίτλος: ScummVM 2.0.",
        "content": "Πάνω στην ώρα για τις γιορτές, η τελική έκδοση του ScummVM 2.0 κυκλοφορεί! Αυτή η έκδοση προσθέτει υποστήριξη για 23 ολοκαίνουργια παλιά παιχνίδια, συμπεριλαμβανομένων σχεδόν όλων των 32-bit παιχνιδιών περιπέτειας (adventures) της Sierra:\n\n*   *Cranston Manor*\n*   *Full Pipe*\n*   *Gabriel Knight*\n*   *Gabriel Knight 2*\n*   *King's Quest VII*\n*   *King's Questions*\n*   *Leisure Suit Larry 6 (hi-res)*\n*   *Leisure Suit Larry 7*\n*   *Lighthouse*\n*   *Mixed-Up Mother Goose Deluxe*\n*   *Phantasmagoria*\n*   *Phantasmagoria 2*\n*   *Plumbers Don't Wear Ties*\n*   *Police Quest 4*\n*   *RAMA*\n*   *Riven: The Sequel to Myst*\n*   *Shivers*\n*   *Space Quest 6*\n*   *Starship Titanic*\n*   *The Dark Crystal*\n*   *Time Zone*\n*   *Torin's Passage*\n*   *Ulysses and the Golden Fleece*\n\nΈχουμε και άλλα εκτός από τις νέες μηχανές, επίσης! Πολλά από τα υπάρχοντα παιχνίδια έχουν βελτιωθεί, πολύ δουλειά έχει επιτελεστεί για τη βελτίωση των συστημάτων ήχου και βίντεο, και κάποιοι παίκτες θα απολαύσουν επίσης τη βελτιωμένη υποστήριξη χειριστηρίου joystick και διάφορες μικρές βελτιστοποιήσεις που πρότειναν άλλοι χρήστες. Μια περισσότερο πλήρης λίστα των αλλαγών που φέρνει αυτή η κυκλοφορία βρίσκεται στη σελίδα με τις [σημειώσεις κυκλοφορίας του ScummVM 2.0](http://scummvm.org/frs/scummvm/2.0.0/ReleaseNotes).\n\nΚαι τώρα, είναι ώρα να δώσουμε ευχαριστίες και συγχαρητήρια σε όλους όσους έκαναν αυτή την κυκλοφορία πραγματικότητα.\n\nΤους έξτρα κουλ τύπους που συνεισέφεραν στον κώδικα, που έγραψαν όλα τα πράγματα που περικλείει αυτή η κυκλοφορία, τους: Aaryaman Vasishta, Alexander (Tkachov), Alexander Reim, Alexandre Detiste, Alyssa Milburn, angstsmurf, Arnaud Boutonné, Bastien Bouclet, Ben Castricum, Bendegúz Nagy, Cameron Cawley, Colin Snover, cpasjuste, D G Turner, Daniel Plakhotich, Dario Scarpa, David Fioramonti, Donovan Watteau, Einar Johan Trøan Sømåen, Eugene Sandulenko, Fedor (fedor4ever), Ferdinand Thiessen, Filippos Karapetis, Frank Richter, Hein-Pieter van Braam, Hubert Maier, iskrich, Ivan Avdeev, Joseph-Eugene Winzer, Kirben, kmar, Lothar Serra Mari, Lyubomyr Lisen, Marcus Comstedt, Martin Kiewitz, Michael Drüing, Nick Renieris, Omer Mor, Ori Avtalion, ottogin, Pala, Patrik Dahlstrom, Paul Gilbert, Peter Kohaut, Retro-Junk, Robert Crossfield, Robert Göffringmann, rsn8887, Ruud Klaver, Ryper\\_Zsolt, Schrijvers Luc, Simei Yin, stevenhoefel, Sven Hesse, Sven Kochmann, Tarek Soliman, Thierry Crozat, Thomas Fach-Pedersen, Tobia Tesan, Torbjörn Andersson, upthorn, vanfanel, VelocityRa, Vincent Bénony, Vincent Pelletier, Walter van Niftrik, Willem Jan Palenstijn, και Zbyněk Schwarz!\n\nΤα σούπερ τέλεια μέλη της κοινότητάς μας και όσους δοκίμασαν το ScummVM, που ευγενώς έλειωσαν το ScummVM και ανέφεραν θέματα που διορθώθηκαν στην δοκιμαστική περίοδο που προηγήθηκε της κυκλοφορίας, τους: ADeadTrousers, albadross, AlessioR, Alien-Grey, AndyILC, Arjak89, badungu, Bakhtosh, Bastien Bouclet, Ben Castricum, Benjamin Hodgetts, Bill Niakas, bramvandijk, carquinyoli, Colin Snover, counting\\_pine, ctoroman, cyberskull, d3p4z, dafioram, Daniel Wolf, danieljaeger, David Dew, david\\_corrales, dch216, dego93, Derek Warren, dominus, DustyShinigami, elaseela, Eliot Lash, enclume, EricOakford, esziarko, exmensa, Farmboy0, Filippos Karapetis, forge017, g5ppc, garethbp, gatesbillou, GeekZolda, George Kormendi, GermanTribun, greencis, Gualtiero, Hein-Pieter van Braam, henke37\\_2, hkzlab, Hubert Maier, Ignaz Forster, ilya13, Indy4-Fan, IntEmu, Ivan Lukyanov, Jan Sperling, Jarosław Jaworski, JCaesar13, jcmanciot, joachimeberhard, jomalin1, kervala, Kurufinwe21, Laylia27, legluondunet, legoking831, Lothar Serra Mari, Lyubomyr Lisen, macca8, maplesyrup, Markus Mahlstedt, Matan Bareket, Max Tabachenko, mcknallski, mthreepwood, MusicallyInspired, oddfff, Omer Mor, Ori Avtalion, Paul Gilbert, pegasusepsilon, PetrCejpek, Petter Sjölund, pliesenfeld, Quietust, r-alf-the-alf, Robert Megone, rsn8887, SeanW1975, Sergey, sluicebox, softwarespecial, Stefan Seeland, Stephane Lapie, Sven Hesse, Tarek Soliman, telanus, tgfmfc, Thierry Crozat, tobiatesan, Tomasz Grzegurzko, Torbjörn Andersson, Uukrull, vonmagnum, vorph999, Walter van Niftrik, Willem Jan Palenstijn, Windle Poons, zaurak, και zorbid.\n\nΤους εξαίσια φανταστικούς μεταφραστές μας, που βοήθησαν να φέρουμε το ScummVM 2.0 σε χρήστες 24 διαφορετικών γλωσσών της Γης, τους: Alex Jakovleff, Alexandre Folle de Menezes, Arius, Ben Castricum, Carlos, edward, Einar Johan Trøan Sømåen, Erik Zubiria, Ettore Atalan, Eugene Sandulenko, Fernando Sarmento, Filippos Karapetis, George Kormendi, Gilles, Hampus Flink, Ivan Lukyanov, JanShing, Jennifer McMurray, jepael, jeroen klop, John Doe, Jordi Vilalta Prat, Jose Roses, Joseph-Eugene Winzer, lorz, Lothar Serra Mari, Luis, Lyubomyr Lisen, Manuel, Martin Schoenmakers, Max von Werner, Michael D., Milo Casagrande, mézes gergely, pablobecerra, Paolo Bossi, Pavel Kungurtsev, Pere Orga, Peter Johansson, Petter Sjölund, poulsen93, Purple T, rafaelmessias, Rafał Będźkowski, Rafał Rzepecki, Rodrigo Vegas Sánchez-Ferrero, Rossano, Rouven Bauer, Santiago G. Sanz, Santiago Sanchez, selmiak, Sergio Carmona, Simon Sawatzki, Steffen Nyeland, Thierry Crozat, Timo Mikkolainen, Timofonic, Tobia Tesan, TomasM, Vitor Santos, Víctor Martínez Pajares, Walter Agazzi, wreednumero2, και Zbyněk Schwarz.\n\nΤους άκρως εντυπωσιακούς δημιουργούς των ports (porters) και των πακέτων εγκατάστασης (packagers), για τη δουλειά μετατροπής του ScummVM σε κάτι που μπορείτε να εκτελείτε στα συστήματά σας, τους: Bastien Bouclet, Cameron Cawley, Colin Snover, Joost Peters, Keith Scroggins, Luc Schrijvers, Manuel Alfayate, Marcus Comstedt, Tarek Soliman, Thierry Crozat, και Willem Jan Palenstijn.\n\nΤους θαυμάσιους χορηγούς τεχνολογίας (technology sponsors) που χρησιμοποιούμε, το [easyname](https://www.easyname.com/), που μας παρέχει τους εξυπηρετητές και το bandwidth ώστε να μπορούμε να διαχειριστούμε και να στείλουμε αυτές τις κυκλοφορίες σε σας.\n\nΚαι, τέλος, ένα ευχαριστώ σε εσάς, τους εξαιρετικούς μας χρήστες, που χρησιμοποιείτε το ScummVM, και (μαζί με μια ειλικρινή συγγνώμη) σε οποιονδήποτε δεν καταφέραμε να ανασύρουμε το όνομά του/της από βάση δεδομένων. Η υποστήριξη σας είναι πολύ σημαντικοί. Είστε αστέρια!\n\n(Και θυμηθείτε—ξεδιάντροπη διαφήμιση-αν θέλετε να δείτε το όνομά σας εδώ, το μόνο που χρειάζεται είναι όλο κι όλο μια συνεισφορά για τη βελτίωση του ScummVM!)\n\nΧωρίς άλλες καθυστερήσεις, [κατεβάστε το ScummVM 2.0](http://scummvm.org/downloads/), το δικό μας δώρο σε σας για αυτήν την εορταστική περίοδο.\n\nΑπό την ομάδα κυκλοφορίας, σας αποχαιρετούμε μέχρι την επόμενη φορά!"
    },
    "20180214": {
        "title": "Άλλος ένας χρόνος με άλλο ένα Καλοκαίρι Προγραμματισμού (Summer of Code)",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nΠριν δύο μέρες, η Google ανακοίνωσε τους οργανισμούς που έγιναν δεκτοί για το Καλοκαίρι Προγραμματισμού αυτού του έτους (Summer of Code), και είμαστε στην ευχάριστη θέση να ανακοινώσουμε ότι το ScummVM είναι ένας από αυτούς, μαζί με το αδελφικό πρότζεκτ, το ResidualVM. Το Καλοκαίρι Προγραμματισμού (Summer of Code) είναι μια ετήσια διοργάνωση της Google για να ενθαρρύνει φοιτητές να συνεισφέρουν σε πρότζεκτ ανοιχτού κώδικα (open source projects). Οι υποψήφιοι οργανισμοί ανοιχτού κώδικα παρέχουν μέντορες και πρότζεκτ με τα οποία θα ασχοληθούν οι φοιτητές, ενώ η ίδια η Google δίνει κάποιο χρηματικό ποσό σε συμμετέχοντες φοιτητές. Μπορείτε να βρείτε περισσότερες πληροφορίες στον [επίσημη ιστότοπο](https://summerofcode.withgoogle.com). Επίσης, και εμείς παρέχουμε κάποιες πληροφορίες στο [βίκι μας](http://wiki.scummvm.org/index.php/Summer_of_Code), και συγκεκριμένα [τον κανονισμό για τα πρότζεκτ](http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules) που οι αιτούντες πρέπει να ακολουθήσουν.\n\nΕίστε φοιτητής που προτίθεστε να ασχοληθείτε σοβαρά με κάτι τέτοιο; Θα είστε διαθέσιμοι στο διάστημα μεταξύ 14 Μαΐου και 6 Αυγούστου; Θέλετε να συνεισφέρετε σε ένα από τα μεγαλύτερα πρότζεκτ διατήρησης παιχνιδιών; Τότε το ScummVM και το ResidualVM σας περιμένουν! Ρίξτε μια ματιά [στη σελίδα με τις ιδέες μας ](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2018) ή παρουσιάστε μας τη δική σας ιδέα! Οι φοιτητές έχουν προθεσμία μέχρι τις 27 Μαρτίου να συγγράψουν και να υποβάλουν προτάσεις για το πρότζεκτ στο οποίο επιθυμούν να δουλέψουν. Οι προτάσεις που θα γίνουν δεκτές θα ανακοινωθούν στις 23 Απριλίου, και θα μεσολαβήσουν μερικές εβδομάδες για να γνωριστείτε και να δεθείτε με την κοινότητα πριν την έναρξη της προγραμματιστικής περιόδου για τις προβλεπόμενες 12 εβδομάδες από 14 Μαΐου.\n\nΣε κάθε περίπτωση, μη διστάσετε να συζητήσετε μαζί μας στο IRC! Σε ένα μέρος: στο Freenode. Σε δύο κανάλια: #scummvm και #residualvm"
    },
    "20180331": {
        "title": "Αποσυναρμολογητής (Disassembler) IDA",
        "content": "Σε συζήτηση πάνω στην πιο πρόσφατη δωρεάν (freeware) έκδοση 7.0 του αποσυναρμολογητή (Disassembler) IDA ανακαλύψαμε ότι δεν υποστηρίζει πλέον αποσυναρμολόγηση (disassembling) των παλιότερων εκτελέσιμων για DOS και Windows. Προφανώς και αυτό αποτελεί πρόβλημα για άτομα που δυνητικά θέλουν να συνεισφέρουν στο πρότζεκτ, καθώς και για πιθανούς φοιτητές στο πρόγραμμα GSoC (Καλοκαίρι Προγραμματισμού της Google) που θα θέλουν να κάνουν ανάστροφη μηχανίκευση (reverse engineering) σε παλιά εκτελέσιμα.\n\nΖητήσαμε τη συμβουλή της Hex-Rays, και ευγενώς συμφώνησαν ότι μπορούμε να προσφέρουμε από τους εξυπηρετητές μας μια από παλιότερες δωρεάν εκδόσεις του IDA, για όσους μελλοντικά επιθυμούν να τη χρησιμοποιήσουν. Κατόπιν εξέτασης των παλιότερων εκδόσεων, καταλήξαμε στην [δωρεάν έκδοση 5.0 του IDA (δηλαδή την \"IDA Freeware Version 5.0\")](https://downloads.scummvm.org/frs/extras/IDA/idafree50.exe). Η 5.0 του IDA ήταν η πρώτη έκδοση του IDA που πρόσθεσε τη βολική οπτική με το γράφημα (graph view), και αυτή η δωρεάν έκδοση έχει και αυτό καθώς και τη δυνατότητα για την αποσυναρμολόγηση εκτελέσιμων για DOS. Επίσης, δεν έχει χρονικούς περιορισμούς όπως οι εκδόσεις demo, και είναι η πιο βολική για όσους έχουν μεράκι να δοκιμάσουν τις ικανότητές τους στην ανάστροφη μηχανίκευση (reverse engineering) παλιών παιχνιδιών.\n\nΛαμβάνοντας υπόψιν ότι πολλές από τις μηχανές παιχνιδιών που υποστηρίζουμε έχουν δημιουργηθεί από ανάστροφη μηχανίκευση (reverse engineering) των πρωτότυπων παιχνιδιών, ελπίζουμε ότι θα συνεχίσουμε να βλέπουμε κόσμο να ενδιαφέρεται για την επαν-υλοποίηση παιχνιδιών στο μέλλον.\n\nΌσο περισσότεροι τόσο το καλύτερο :)"
    },
    "20050101": {
        "title": "Πρόσθετα εκτελέσιμα για την 0.7.0, και μερικά μεγάλα νούμερα",
        "content": "Πρώτα από όλα: για άλλη μια φορά Ευτυχισμένο το Νέο Έτος σε όλους εσάς εκεί έξω!\n\nΘέλαμε να σας ενημερώσουμε ότι από τότε που κυκλοφόρησε η έκδοση 0.7.0 του ScummVM πριν μια εβδομάδα, μερικά ακόμα εκτελέσιμα κατέφθασαν στη [σελίδα Λήψεων](/downloads/). Πλέον προσφέρουμε εκτελέσιμα για τα ακόλουθα συστήματα:\n\n*   Windows\n*   Mac OS X\n*   Linux: Fedora Core\n*   Solaris 8\n*   PalmOS\n*   PocketPC (WinCE)\n*   Dreamcast\n*   BeOS\n\n... και ευελπιστούμε ότι το πακέτο για Debian θα είναι έτοιμο σύντομα.\n\nΚι όλα αυτά είναι καλά και όμορφα, αλλά κάτι παραπάνω ποτέ δε βλάπτει. Για παράδειγμα, θα ήταν ωραία αν είχαμε πακέτα για Mandrake, Slackware, Solaris x86, ή την αγαπημένη σας τοστιέρα. Οπότε αν σας ενδιαφέρει να συμμετέχετε στο πρότζεκτ δημιουργώντας τέτοια πακέτα (packager), παρακαλούμε να [επικοινωνήσετε μαζί μας](http://www.scummvm.org/contact.php).\n\nΚαι τώρα κάτι εντελώς διαφορετικό: Αν ρίξετε μια ματιά στις [στατιστικές για το πρότζεκτ μας](https://sourceforge.net/project/stats/index.php?report=last_30&group_id=37116), θα παρατηρήσετε ίσως ότι πλέον έχουμε περισσότερες από 10,000,000 επισκέψεις στη σελίδα μας (άθροισμα που αντιστοιχεί σε όλο το διάστημα ζωής του πρότζεκτ μας στο SourceForge.net), και έχουμε εξυπηρετήσει πάνω από 1.1 εκατομμύριο λήψεις από τη στιγμή σύλληψης του ScummVM. Καθόλου άσχημα, θα λέγαμε :-)"
    },
    "20041224": {
        "title": "Χο! Χο! Χο! Καλά Χριστούγεννα και Ευτυχισμένο το Νέο ScummVM 0.7.0!",
        "content": "Με υπερηφάνεια ανακοινώνουμε την κυκλοφορία του ScummVM 0.7.0, πάνω στην ώρα για την Παραμονή των Χριστουγέννων!\n\nΑν και δεν είναι ακριβώς τόσο καινοτόμος όσο μερικές από τις περασμένες μεγάλες κυκλοφορίες μας, αυτή η έκδοση έχει μερικές αξιοσημείωτες βελτιώσεις και προσθήκες, μεταξύ των οποίων είναι οι εξής:\n\n*   Προσθέσαμε προκαταρκτική υποστήριξη για 26 τίτλους της Humongous Entertainment\n*   Προσθέσαμε υποστήριξη για αρχεία ήχου συμπιεσμένα σε μορφή FLAC (χωρίς απώλειες (lossless))\n*   Προσθέσαμε εγγενή υποστήριξη για τις εκδόσεις σε Macintosh μερικών παιχνιδιών SCUMM -- αυτό σημαίνει ότι το εργαλείο 'rescumm' είναι πλέον σε μεγάλο βαθμό παρωχημένο, και μπορείτε να παίξετε αυτά τα παιχνίδια απευθείας από το πρωτότυπο CD\n*   Προσθέσαμε ομαλή οριζόντια κύλιση οθόνης (smooth horizontal scrolling) για τα The Dig, Full Throttle και COMI (κατά τα πρότυπα της αρχικής τους μηχανής)\n*   Προσθέσαμε υποστήριξη για συμπιεσμένα αρχεία ήχου και μουσικής στα Broken Sword 1 και 2\n*   Και ως συνήθως, διορθώσαμε μπόλικα προβλήματα (bugs)\n\nΣύνδεσμο προς τις σημειώσεις κυκλοφορίας (release notes) και μια πιο λεπτομερή λίστα αλλαγών μπορείτε να βρείτε στη [σελίδα λήψεων](/downloads/), μαζί με τους συνδέσμους λήψης. Η αναβάθμιση σε αυτή την πρόσφατη και ανώτερη έκδοση είναι κάτι που συνιστούμε σε όλους τους χρήστες μας."
    },
    "20041223": {
        "title": "Η δημοσκόπηση για τον ιστότοπο έλαβε τέλος: Έχουμε νικητή!",
        "content": "Έχουν περάσει σχεδόν δύο μήνες από τότε που ξεκινήσαμε το διαγωνισμό για το σχεδιασμό της ιστοσελίδας μας, και ξέρω ότι αρκετοί από εσάς αδημονείτε για το αποτέλεσμα. Καθώς η ομάδα μας δεν μπορούσε να αποφασίσει σε οριστικό νικητή, επιτρέψαμε σε εσάς, αγαπητοί μας χρήστες, να έχετε τον τελικό λόγο στην έκβαση αυτής της επικής αναμέτρησης. Και επιτέλους, είμαστε στην ευχάριστη θέση να ανακοινώσουμε ότι μετά από περίπου 1400 ψήφους έχουμε ένα ξεκάθαρο νικητή! Και είναι ο... [draven](http://www.scummvm.org/poll/draven.jpg), με την ισχυρή πλειοψηφία του 55% όλων των ψήφων! Συγχαρητήρια, draven!\n\nΤι θα συμβεί τώρα λοιπόν; Μέσα στις επόμενες λίγες μέρες θα τακτοποιήσουμε το θέμα με τα έπαθλα για την νικήτρια συμμετοχή, και θα ξεκινήσουμε να υλοποιούμε το νέο σχεδιασμό. Ενδεχομένως να κάνουμε μερικές πρόσθετες βελτιώσεις σε αυτόν (όπως για παράδειγμα, κάποιοι πρότειναν να χρησιμοποιήσουμε το λογότυπο από τη συμμετοχή του jeanm, ενώ έχουμε και κάποιες άλλες δικές μας ιδέες στο μανίκι μας). Αυτό μπορεί να μας πάρει λίγο χρόνο, εν μέρει επειδή είναι περίοδος διακοπών για πολλούς από εμάς. Οπότε φοβάμαι πως θα χρειαστεί να δείξετε λίγη παραπάνω υπομονή.\n\nΤα όμορφα πράγματα θέλουν το χρόνο τους :-)."
    },
    "20041217": {
        "title": "Η δημοσκόπηση για τον ιστότοπο άνοιξε πάλι",
        "content": "Είμαστε στην ευχάριστη θέση να ανοίξουμε και πάλι την [ψηφοφορία για τον ιστότοπό μας](http://www.scummvm.org/poll/). Βρήκαμε μια δωρεάν υπηρεσία για ψηφοφορίες, αλλά δυστυχώς περιέχει διαφημίσεις. Παρακαλούμε για την υπομονή σας.\n\nΥ.Γ.: Αν έχετε ήδη ψηφίσει στην προηγούμενη ψηφοφορία, θα χρειαστεί να ξανα-ψηφίσετε χρησιμοποιώντας τη νέα σελίδα ψηφοφορίας."
    },
    "20041206": {
        "content": "Καθώς πολύς κόσμος αποφάσισε να αλλοιώσει τα αποτελέσματα της δημοσκόπησης, την κλείνουμε προσωρινά όσο δουλεύουμε σε ένα προγραμματάκι (script) για αυτή που θα είναι πιο δύσκολο να το ξεγελάσει κάποιος. Θα σας ενημερώσουμε όταν η ψηφοφορία επιστρέψει.",
        "title": "Η Δημοσκόπηση για τον ιστότοπο κλείνει προσωρινά"
    },
    "20041205": {
        "title": "Ενημέρωση πάνω στο διαγωνισμό για την Ανακαίνιση του Ιστοτόπου, πλάνο κυκλοφορίας της 0.7.0, εγχειρίδιο χρήσης",
        "content": "Φίλοι μας,  \n  \nθα αναρωτιέστε ίσως τι συνέβη με εκείνο το διαγωνισμό σχεδιασμού του ιστοτόπου μας. Οι συμμετοχές έχουν κλείσει για παραπάνω από μήνα και ακόμα δεν υπάρχει νικητής! Είναι μια καλή ερώτηση :-)\n\nΚατ' αρχήν, να σας πω ότι μερικές από τις υποβληθείσες συμμετοχές είναι πραγματικά υπέροχες, και θα ήθελα να ευχαριστήσω όλους όσους μας έστειλαν την δουλειά τους. Συγγνώμη που σας αφήσαμε να περιμένετε τόσο πολύ για το αποτέλεσμα.\n\nΤώρα, για να αναδείξουμε το νικητή, διεξήγαμε μια εσωτερική ψηφοφορία ανάμεσα στα μέλη της ομάδας. Αυτό μας πήρε λίγο χρόνο μέχρι να μπορέσουν όλα τα μέλη να στείλουν τις συμπληρωμένες φόρμες τους. Ωστόσο, αυτή η διαδικασία δεν έβγαλε έναν ξεκάθαρο νικητή. Οπότε κατόπιν αυτού, μερικοί από μας ήθελαν να διεξάγουμε ψηφοφορία όπου θα συμμετέχετε εσείς, αγαπητοί μας χρήστες, για να επιλέξετε τον νικητή μεταξύ των τριών φιναλίστ. Για διάφορους λόγους αυτό δεν συνέβη... μέχρι τώρα!\n\nΕπισκεφτείτε τη [σελίδα ψηφοφορίας (poll)](http://www.scummvm.org/poll/index.php) για να δείτε τους φιναλίστ, και να μπορέσετε να ψηφίσετε! Θα αφήσουμε αυτή τη διαδικασία ανοιχτή για 14 μέρες περίπου, κι έπειτα θα αποφασίσουμε οριστικά τον νικητή.\n\nΣε διαφορετικό θέμα, έχουμε πλέον ξεκινήσει τη δουλειά για την επόμενη μεγάλη κυκλοφορία του ScummVM. Η έκδοση 0.7.0 είναι (αρκετά αισιόδοξα) προγραμματισμένη για τα Χριστούγεννα του 2004! Ελπίζουμε να μπορέσουμε να σας παραδώσουμε ένα όμορφο Χριστουγεννιάτικο δώρο με αυτό τον τρόπο. Αλλά για να τα καταφέρουμε, χρειαζόμαστε τη βοήθειά σας: Χρειαζόμαστε άτομα που θα δοκιμάσουν τον τρέχων κώδικα από το CVS ώστε να διορθώσουμε και να εξαλείψουμε όλα τα εναπομείναντα θέματα που έχει, για να εξασφαλίσουμε μια υψηλής ποιότητας κυκλοφορία.\n\nΑν θέλετε να βοηθήσετε, ρίξτε μια ματιά στη [σελίδα κατάστασης κυκλοφορίας (release status)](http://www.scummvm.org/documentation.php?view=release) όπου θα βρείτε λίστα με τα παιχνίδια που χρειάζονται δοκιμή.\n\nΑυτά για σήμερα, κι ελπίζουμε ότι την επόμενη φορά θα έχουμε να ανακοινώσουμε κάτι πιο ουσιώδες (όπως μια νέα κυκλοφορία ή έναν καινούργιο ιστότοπο). Μέχρι τότε: καλή διασκέδαση σε όλους σας δοκιμάζοντας παιχνίδια!\n\nΥ.Γ.: Ίσως να αναρωτιέστε επίσης, Μπα, θα φτάσουν ποτέ αυτοί στην έκδοση 1.0; Εδώ που τα λέμε λοιπόν, δουλεύουμε πλέον με αυτό το στόχο. Βασικά υπάρχει ένα μόνο κομμάτι που μας λείπει για να τον πετύχουμε: ένα καλό εγχειρίδιο χρήσης. Αν έχετε εμπειρία στη συγγραφή καλών εγχειριδίων, έχετε ελεύθερο χρόνο, και επιθυμείτε να βοηθήσετε, στείλτε μας ένα e-mail στη λίστα αλληλογραφίας (mailing list) scummvm-devel."
    },
    "20041028": {
        "content": "Πολλοί μήνες πέρασαν από την τελευταία ενημέρωση των [Ερωταπαντήσεών για το προτζεκτ μας (FAQ)](/faq/). Πολλά και διάφορα συνέβησαν στο εντωμεταξύ και πλέον προσθέσαμε μια ωραία συλλογή από νέες απαντήσεις στη λίστα. Τι περιμένετε λοιπον; Πηγαίνετε να διαβάσετε τις [Ερωταπαντήσεις (FAQ)](/faq/) αυτή τη στιγμή!",
        "title": "Ενημερωμένες Ερωταπαντήσεις (FAQ)"
    },
    "20041022": {
        "title": "Οι υποβολές για το διαγωνισμό έκλεισαν!",
        "content": "Λοιπόν, το αφήσαμε ανοιχτό λίγο παραπάνω για τους όσους αργοπορημένους συμμετέχοντες... αλλά πλέον οι συμμετοχές για το διαγωνισμό Ανακαίνισης του Ιστοτόπου του ScummVM έχουν κλείσει. Οι κριτές θα κοιτάξουν τις σελίδες εντός ολίγων ημερών και, εκτός κι αν υπάρξει ξεκάθαρος νικητής, τα σχέδια των φιναλίστ θα τεθούν σε ψηφοφορία όπου θα αποφασίσετε ΕΣΕΙΣ τον νικητή -- οι πολυαγαπημένοι μας χρήστες του ScummVM :)\n\nΠεραιτέρω πληροφορίες θα ανακοινωθούν σύντομα. Ο νικητής θα λάβει κάποια Τυχαία Καλούδια (Random Stuff(tm)), με το κεντρικό έπαθλο να είναι κάποιο πακετάκι από Sam and Max δωράκια που (κατά πάσα πιθανότητα) θα είναι υπογεγραμμένο από το δημιουργό του Sam and Max, τον Steve Purcell. Περαιτέρω πληροφορίες θα ανακοινωθούν σύντομα!"
    },
    "20041019": {
        "title": "Η προθεσμία υποβολών για το διαγωνισμό λήγει σύντομα",
        "content": "Όποιος επιθυμεί να συμμετέχει στον διαγωνισμό Ανακαίνισης του Ιστοτόπου μας, καλύτερα να σπεύσει να υποβάλει την πρότασή του, καθώς έχουν απομείνει μόλις δύο μέρες!\n\nΜέχρι στιγμής έχουμε μόνο πέντε συμμετοχές. Δεν είναι και άσχημα, αλλά προσωπικά είχα ελπίδες για τουλάχιστον άλλες πέντε. Οπότε, αν έχετε κάτι έτοιμο και αναβάλλετε την αποστολή του, ΣΤΕΙΛΤΕ ΤΟ!\n\nΠαρακαλούμε να στέλνετε τις συμμετοχές σας για το διαγωνισμό στο [contest@scummvm.org](mailto:contest@scummvm.org). Περισσότερες πληροφορίες για αυτόν τον διαγωνισμό είναι διαθέσιμες στις ανακοινώσεις που προηγήθηκαν."
    },
    "20040930": {
        "title": "Και έτσι ειπώθηκε το εξής, Ας Αρχίσει ο Διαγωνισμός!",
        "content": "Χαίρετε, αγαπητοί φίλοι της ιστοσελίδας μας. Συγκεντρωθήκαμε όλοι εδώ σήμερα για ένα διαγωνισμό επικών διαστάσεων.\n\nΔηλαδή, όχι ακριβώς.\n\nΔιεξάγουμε ένα διαγωνισμό για τον ανασχεδιασμό του ιστοτόπου για το ScummVM. Αν έχετε το ταλέντο, και θέλετε να συνεισφέρετε στο ScummVM, αυτή είναι η ευκαιρία σας.  \n  \n**Κανόνες**\n\n*   Τα σχέδια θα πρέπει να υποβληθούν σε μορφή Photoshop (.PSD) ή GIMP (.XCF) αρχείων. Θα χρειαστεί να χρησιμοποιήσετε επίπεδα (layers), και να λάβετε υπόψιν ότι θα πρέπει να είναι εφικτή η υλοποίηση του σχεδιού σε σημαντικό ποσοστό με HTML με ελάχιστη χρήση μεγάλων στοιχείων γραφικών (large graphical elements).\n*   Το πλήρες σχέδιο θα πρέπει να προορίζεται για βέλτιστη χρήση σε ανάλυση 1024x768, αλλά η σελίδα θα πρέπει να σχεδιαστεί έτσι ώστε να μπορεί να απεικονιστεί σωστά και σε μικρότερες αναλύσεις όπως και σε περιηγητές (browsers) που χρησιμοποιούν μόνο κείμενο.\n*   Ο κεντρικός στόχος οφείλει να είναι ένα σύστημα πλοήγησης στον ιστότοπο που θα είναι εύκολο στη χρήση, ευδιάκριτο, χωρίς περιττά πρόσθετα στοιχεία.\n*   Οι ιστότοποι που θα υποβληθούν με ένα ολοκληρωμένο πρότυπο (template) HTML ενδέχεται να πάρουν πρόσθετους πόντους στην αξιολόγηση αν συμμορφώνονται με τους ακόλουθους πρόσθετους κανόνες. Ειδάλλως, θα βαθμολογηθούν μόνο ως προς την ποιότητα σχεδιασμού τους.\n    *   Οι ολοκληρωμένοι ιστότοποι θα πρέπει να υποβληθούν ως πρότυπο HTML μιας σελίδας (one-page HTML template). Όλα τα πρωτότυπα γραφικά (original graphics) θα πρέπει να συμπεριλαμβάνονται (σε επίπεδα (layered) όπου είναι εφικτό) σε μορφή Photoshop .PSD ή GIMP .XCF.\n    *   Οι ιστότοποι θα πρέπει να έχουν ευανάγνωστο κώδικα σε HTML/CSS, να φορτώνου γρήγορα και να είναι όσο το δυνατόν \"ελαφρείς\".\n    *   Οι ιστότοποι θα πρέπει να είναι συμβατοί με το W3C HTML4.01, και να μην έχουν εξαρτήσεις από δυνατότητες συγκεκριμένων περιηγητών (browser).\n\nΟι υποβολές κλείνουν στις 21 Οκτωβρίου και, αφότου η ομάδα μας επιλέξει τα τελικά υποψήφια σχέδια θα πραγματοποιηθεί δημόσια ψηφοφορία. Θα υπάρξουν ένα - δυο έπαθλα κάποιου είδους για το νικητή, που θα ανακοινωθούν σε μελλοντικό χρόνο. Παρακαλούμε να στείλετε τις συμμετοχές σας μέσω e-mail στη διεύθυνση contest@scummvm.org σε πακέτο .zip, .tar.gz ή .tar.bz2."
    },
    "20041011": {
        "title": "Υπενθύμιση διαγωνισμού!",
        "content": "Χαίρετε στους συνταξιδιώτες μας και φίλους της περιπέτειας!\n\nΥπενθυμίζουμε απλά ότι η προθεσμία υποβολών για το διαγωνισμό Ανακαίνισης του Ιστοτόπου μας λήγει σε δέκα μόνο μέρες! Μόλις λάβαμε την πρώτη συμμετοχή, οπότε αν δεν έχετε ξεκινήσει ακόμα, ο χρόνος εξαντλείται γρήγορα.\n\nΤα έπαθλα θα ανακοινωθούν μόλις πάρω μια απάντηση που περιμένω από κάποιον, που βάσει κάποιων ειδήσεων σε ιστοτόπους δείχνει να μην το έχει ξεχάσει :)"
    },
    "20040911": {
        "title": "Πολλά πράγματα συμβαίνουν",
        "content": "Απλά ενημερώνουμε πως δεν έχουμε πεθάνει. Τις περασμένες εβδομάδες έχει γίνει φανταστική δουλειά - με την υποστήριξη του ScummVM για τα παιχνίδια HE SCUMM να βελτιώνεται κάνοντας ραγδαία άλματα χάρη στο συνδυασμένο ταλέντο των cyx, Kirben και Sev. Και φυσικά, είχαμε ανάπτυξη και σε άλλους τομείς.\n\nΕπίσης θα θέλαμε να αναφέρουμε ότι και τα δύο παράπλευρα πρότζεκτ μας, Residual και ScummEX, χρειάζονται προγραμματιστές και μέλη που θα συνεισφέρουν σε αυτά. Διορθώσεις και προσθήκες στον κώδικα από άλλους προγραμματιστές υπό τη μορφή patch είναι πάντα καλοδεχούμενες. Με τη βοήθεια των προγραμματιστών της ομάδας του ScummVM, joostp και aquadran, ο salty-horse (ένα τακτικό μέλος στο κανάλι #scummvm) υπέβαλε σήμερα ένα patch στο Residual για συντονισμό ομιλίας και κίνησης χειλιών (lipsync animations). Παρακαλούμε να κοιτάξετε στη σελίδα των 'υπό-πρότζεκτ' μας ('subprojects') και στις 'Οδηγίες Προγραμματισμού' ('Coding Guidelines') στην ενότητα Τεκμηρίωσης (Documentation). Αν ενδιαφέρεστε να επιλύσετε ένα συγκεκριμένο πρόβλημα, παρακαλούμε να στείλετε ένα e-mail στη λίστα αλληλογραφίας \"-devel\" ή να μας επισκεφτείτε στο IRC αν χρειαζόσαστε συμβουλές ή βοήθεια."
    },
    "20040805": {
        "content": "Η έκδοση 0.6.1b του ScummVM κυκλοφόρησε σήμερα, διορθώνοντας μερικά πολύ ενοχλητικά προβλήματα που προκάλεσαν οι νέες αλλαγές, τα οποία ανακαλύψαμε στον προκάτοχό της, την 0.6.1. Συνιστούμε έντονα να μεταβούν όλοι σε αυτή τη νέα έκδοση\n\nΚαι τώρα... διασκεδάστε το, φίλοι!",
        "title": "Κυκλοφορία του ScummVM 0.6.1b {Βάλτε Σπιρτόζικο Σχόλιο Εδώ}"
    },
    "20040728": {
        "title": "Ωχ όχι! Όχι πάλι!",
        "content": "Λοιπόν, ένα από εκείνα τα \"Μικρά Αλλά Σημαντικά\" λάθη προγραμματισμού τρύπωσε στην κυκλοφορία 0.6.1 του ScummVM. Ένα σφάλμα αντιγραφής-και-επικόλλησης (copy-and-paste) στην οθόνη 'Ρύθμισης Παιχνιδιού' (Edit Game) μπορεί να οδηγήσει σε αδυναμία δημιουργίας αποθηκευμένων παιχνιδιών.\n\nΤο σφάλμα αυτό σχετίζεται με τη νέα καρτέλα (tab) 'Φάκελοι' (Paths), που επιτρέπει ευκολότερη επεξεργασία των διαδρομών των φακέλων για ένα παιχνίδι. Δυστυχώς, το πεδίο 'Φάκελος για Πρόσθετα' (Extra Path) σε αυτή την οθόνη αποθηκεύεται κατά λάθος ως ο φάκελος που θα χρησιμοποιείται για αποθηκευμένα παιχνίδια (saved games), αντί του σωστού πεδίου που βρίσκεται παρακάτω. Το πρόβλημα αυτό εντοπίστηκε και διορθώθηκε στην πειραματική έκδοση στο CVS, αλλά από παράλειψη η διόρθωση δεν συμπεριλήφθηκε στην κυκλοφορία 0.6.1 του ScummVM.\n\nΑν αντιμετωπίσετε αυτό το θέμα, η προτεινόμενη προσωρινή λύση είναι να θέσετε στο πεδίο 'Φάκελος για Πρόσθετα' (Extra Path) τη διαδρομή για το φάκελο αποθηκευμένων παιχνιδιών (saved games) για τον τίτλο παιχνιδιού που ρυθμίζετε. Η έκδοση 0.6.1b του ScummVM 0.6.1b θα κυκλοφορήσει σύντομα και θα διορθώσει αυτό το θέμα."
    },
    "20040727": {
        "title": "Τι έκανες αυτή τη φορά, ανακατωσούρη δειλέ;!;",
        "content": "Η έκδοση 0.6.1 του ScummVM κυκλοφόρησε, και μπορείτε να την κατεβάσετε από τη σελίδα Λήψεων μας!  \nΑνάμεσα στις νέες προσθήκες είναι και η δυνατότητα για το ScummVM να εκτελείται εγγενώς (natively) σε 64-bit συστήματα -- κάτι που ξεχάσαμε να αναφέρουμε στο αρχείο των ΝΕΩΝ ΑΛΛΑΓΩΝ (NEWS).\n\nΚαι ξέρετε τη γνωστή ρήση: \"Για να σώσεις τον κόσμο, πρέπει να σπρώξεις μερικές γριούλες από τις σκάλες.\" Οπότε έχουμε φτιάξει ένα σωρό από διορθωτικές αλλαγές σε αυτή την κυκλοφορία. Μερικές από τις ομορφιές που ΔΕΝ ΘΑ ΔΕΙΤΕ ΠΛΕΟΝ στο ScummVM είναι:\n\n*   Κακός ήχος όταν γίνεται χρήση αρχείων ομιλίας σε Ogg Vorbis σε μερικά παιχνίδια\n*   Περιπτώσεις απότομου τερματισμού σε 64-bit συστήματα\n*   Απότομος τερματισμός κατά την αποθήκευση σε μη έγκυρο φάκελο στο Broken Sword 1\n*   Πολλά θέματα με τον ήχο στα Curse of Monkey Island, Full Throttle και The Dig\n*   Απότομος τερματισμός σε κάποιες από τις διεθνείς εκδόσεις του Simon the Sorcerer\n*   ... και πολλά άλλα ενοχλητικά προβλήματα (bugs)!\n\nΜην το καθυστερείτε λοιπόν, κατεβάστε την νέα έκδοση σήμερα κιόλας. Σημειώστε ότι δεν έχουμε ακόμα διαθέσιμες λήψεις για όλες τις υποστηριζόμενες πλατφόρμες, όπως για παράδειγμα τα εκτελέσιμα για non-ARM PocketPCs και HandheldPC. Αυτά θα γίνουν διαθέσιμα κάποια στιγμή μέσα στην επόμενη βδομάδα."
    },
    "20040510": {
        "title": "Υπάρχουν μαϊμούδες εδώ!",
        "content": "Μια γρήγορη ενημέρωση για να δώσουμε σημεία ζωής. Η δουλειά στο ScummVM προχωράει ως συνήθως, και σκοπεύουμε να κυκλοφορήσουμε το ScummVM 0.6.1 σύντομα.\n\nΤο ScummVM 0.6.1 θα περιέχει πολλές διορθώσεις για διάφορα παιχνίδια, καθώς και πολλές βελτιώσεις σε ήχο και μουσική για τα πιο πρόσφατα παιχνίδια σε SCUMM (Full Throttle, The Dig, Curse of Monkey Island).\n\nΕπίσης, όσοι μας ακολουθούν στο CVS μπορεί να πρόσεξαν ότι πρόσφατα προστέθηκε η υποστήριξη για το Another World. Αυτό έγινε αφορμή για μια σοβαρή συζήτηση εσωτερικά στην ομάδα του ScummVM σχετικά με το αν αυτό το παιχνίδι μπορεί να θεωρηθεί τίτλος περιπέτειας (adventure) που εμπίπτει στους στόχους του πρότζεκτ ScummVM.\n\nΜετά από αρκετή συζήτηση, ο αρχικός δημιουργός της μηχανής (ο cyx) αποφάσισε ότι θα ήταν καλύτερο να συνεχίσει τη δουλειά ως ξεχωριστό πρότζεκτ από το ScummVM. Συνεπώς η μηχανή έχει πλέον αφαιρεθεί, και η μελλοντική σχετική πληροφόρηση και ανάπτυξη θα αποτελούν τμήμα του πρότζεκτ [RAW](http://membres.lycos.fr/cyxdown/raw/). Για να προλάβουμε τυχόν καταστροφολογία, οφείλω να τονίσω ότι ο cyx παραμένει μέλος της ομάδας του ScummVM."
    },
    "20040402": {
        "title": "Δεν υπάρχει κανένα Cabal",
        "content": "Η ομάδα του CABAL διασπάται λόγω διαφωνίας πάνω σε θεμελιώδη σχεδιαστικά ζητήματα\n\nΈπειτα από τη χθεσινή πρωτοποριακή ανακοίνωση, μετά λύπης ανακοινώνουμε την άμεση διάλυση της ομάδας του CABAL. Για αρκετές από τις περασμένες μέρες διεξαγόταν μια θερμή αντιπαράθεση σχετικά με πολλά σημαντικά σχεδιαστικά θέματα, και οι τρέχουσες εσωτερικές εντάσεις στην ομάδα έφτασαν σε χωρίς επιστροφή υψηλά επίπεδα.\n\n\"Είναι πραγματικά ατυχές\", σημειώνει ο Max Horn, έμπειρος προγραμματιστής (senior developer) στο ScummVM και το Exult, \"αλλά οι ιδέες \\[του πρώην συντηρητή του FreeSCI\\], του Christoph \\[Reichenbach\\] για την στοίχιση των αγκύλων (curly braces) με την αριστερή πλευρά στις δηλώσεις μεθόδων και συγχρόνως η προσθήκη τους στο τέλος της γραμμής σε 'while' ή 'for' βρόχους δεν έβγαζε καθόλου νόημα.\"  \nΟ τελευταίος απάντησε υποδεικνύοντας πως \"αν δεν χρησιμοποιεί κάποιος στηλοθέτες (tabs) για τις εσοχές στον κώδικα, πάει γυρεύοντας για μπελάδες.\"\n\nΟ Claudio Matsuoka, από το πρότζεκτ Sarien, δήλωσε την απογοήτευσή του και σημείωσε ότι δεν βλέπει νόημα στην προσπάθεια για συνεργασία με άτομα που είναι πλήρως ανίκανα να συμφωνήσουν πάνω σε τόσο απλά θέματα. \"Δεν έχουμε καλά-καλά επιλύσει τη διαμάχη για το όλο θέμα χρήσης EMACS αντί για vi, και ήδη έχουν πιαστεί πάλι στα χέρια.\"  \nΟ James Brown, επίσης έμπειρος προγραμματιστής (senior developer) στο πρότζεκτ του ScummVM, ανακοίνωσε με λύπη πως λίγες μόνο ώρες πριν την οριστική διάλυση του πρότζεκτ, τον είχαν απομακρύνει με εν χορώ γέλια. \"Μου δήλωσαν ότι δεν ανήκω στο πρότζεκτ, όταν είπα πως προτιμώ το nano για επεξεργαστή κειμένου...\" παραδέχτηκε."
    },
    "20040401": {
        "title": "Ανακοινώνουμε το CABAL",
        "content": "1 Απριλίου, ΣΤΟ ΙΝΤΕΡΝΕΤ: Οι ομάδες των [FreeSCI](http://freesci.org/), [Sarien](http://sarien.sourceforge.net/) και [ScummVM](http://www.scummvm.org/) πρότζεκτς ανακοίνωσαν σήμερα το σχηματισμό του CABAL (Coalesced 'Adventures beyond Architecture' League - Λίγκα Συνασπισμού από 'Περιπέτειες Πέρα από την Αρχιτεκτονική'), ένα καθολικό διερμηνευτή για παιχνίδια περιπέτειας (universal adventure game interpreter). Αυτό το νέο πρότζεκτ θα ενώσει τα ισχυρά σημεία και τις δυνατότητες των επιμέρους έργων, δημιουργώντας κάτι που τα μέλη του πρότζεκτ πιστεύουν ότι θα φέρει επανάσταση για τους οπαδούς παιχνιδιών περιπέτειας ανά την υφήλιο.\n\nΣτην ερώτηση για τη σημασία του CABAL στην παγκόσμια αγορά των παιχνιδιών περιπέτειας, ο επικεφαλής του πρότζεκτ ScummVM, ο Max Horn, σχολίασε ότι \"\\[με\\] την αγορά των τίτλων περιπέτειας να φθίνει, πιστεύουν ότι ο σχηματισμός ενός πρότζεκτ με το ρητό στόχο να τρέχει κάθε παιχνίδι περιπέτειας που κυκλοφόρησε ποτέ θα την αναζωογονήσει.\" Ο συντηρητής του FreeSCI, ο Lars Skovlund, πρόσθεσε πως \"σίγουρα κάτι τέτοιο θα προκαλέσει αναστάτωση στην σκηνή gaming. Αναθαρρήστε οπαδοί των παιχνιδιών περιπέτειας ανά τον κόσμο!\".\n\nΕπιπρόσθετα της υποστήριξης παιχνιδιών SCUMM της LucasArts (συμπεριλαμβανομένων φημισμένων τίτλων όπως το \"Monkey Island\", \"Indiana Jones\" και \"Sam and Max\"), σειρών παιχνιδιών σε SCI και AGI της Sierra (όπως \"King's Quest\", \"Leisure Suit Larry\", \"Space Quest\"...), και άλλων παιχνιδιών που ήδη υποστηρίζονται από τις υλοποιημένες μηχανές στα επιμέρους πρότζεκτ, η νεο-συσταθείσα ομάδα σχεδιάζει να συνεχίσει να προσθέτει και άλλους τίτλους στην ήδη εντυπωσιακή λίστα.\n\nΤα ζουμερά νέα χαρακτηριστικά περικλείουν τα εξής:\n\n*   Μια επέκταση για παιχνίδια της Infocom (βασισμένη στον [διερμηνευτή Frotz Z-machine](http://www.cs.csubak.edu/~dgriffi/proj/frotz/)), ώστε να μπορείτε να παίξετε τα αγαπημένα σας παιχνίδια περιπέτειας με κείμενο (text adventures) όπου κι αν βρίσκεστε!\n*   Συγχώνευση της μηχανής [Exult](http://exult.sourceforge.net) ως plugin, κάτι που θα επιτρέψει τους οπαδούς του Ultima 7 ανά τον κόσμο να παίξουν το αγαπημένο τους παιχνίδι στις πολλαπλές πλατφόρμες που ήδη υποστηρίζονται από τις συστατικές μηχανές του CABAL - συμπεριλαμβανομένων των Palm/PocketPC PDA και του Dreamcast.\n*   Η Revolution software προσέφερε τον πηγαίο κώδικά για το Broken Sword 3, που θα προστεθεί στους τίτλους που θα υποστηρίζονται από το επερχόμενο πρότζεκτ CABAL3D - μαζί με το Grim Fandango και, πιθανότατα, το Ultima IX (είναι σε εξέλιξη οι διαπραγματεύσεις).\n*   Η υποστήριξη για τα παιχνίδια του SNES, Final Fantasy IV έως VI (η αρίθμηση είναι με το Ιαπωνικό τρόπο, συνεπώς τα FF2/FF3 από τις κυκλοφορίες στις ΗΠΑ) σχεδιάζεται να υλοποιηθεί κάποια στιγμή το ερχόμενο Φθινόπωρο. Αν αυτοί οι τίτλοι δεν εμπίπτουν αυστηρά στην κατηγορία παιχνιδιών περιπέτειας, η πλοκή και οι ιστορίες σε αυτή τη σειρά παιχνιδιών είναι πιο ευφάνταστες από κάθε τίτλο 'περιπέτειας δράσης' που κυκλοφόρησε στα πρόσφατα χρόνια.\n\nΟι προσφορές από διάφορες εταιρείες, συμπεριλαμβανομένων των Microsoft και Amiga International, για εξαγορά της ομάδας έχουν ευγενικά αλλά σθεναρά απορριφθεί από τους επικεφαλής του ενοποιημένου πρότζεκτ. \"Γνωρίζουμε πως θα κερδίζαμε πολλά χρήματα από κάτι τέτοια, αλλά είμαστε ιδεαλιστές και σε αυτή τη φάση ο στόχος είναι να αναμορφώσουμε την παγκόσμια αγορά παιχνιδιών περιπέτειας. Όταν αυτό επιτευχθεί, μπορούμε να επανεξετάσουμε το ενδεχόμενο να βγάλουμε χρήματα από αυτό.\""
    },
    "20040318": {
        "title": "Τεχνολογική Τηλεόραση (TechTV)",
        "content": "Κάποιοι από την κοινότητα μας ζήτησαν περαιτέρω λεπτομέρειες για το τμήμα της εκπομπής στο TechTV σχετικά με το ScummVM. Λοιπόν, μπορείτε να διαβάσετε το άρθρο στο Ίντερνετ που προορίζεται να λειτουργήσει συμπληρωματικά για αυτό το τμήμα της εκπομπής στον [ιστότοπο του TechTV](http://www.techtv.com/callforhelp/freefile/story/0,24330,3640615,00.html).\n\nΤο ScummVM θα παρουσιαστεί ως 'Δωρεάν Αρχείο της Ημέρας (Free File of the Day)' στην εκπομπή 'Καλέστε για Βοήθεια (Call for Help)' στις 3μμ EST (Eastern Standard Time) την Παρασκευή, 19 Μαρτίου, και πάλι στις 9πμ Eastern Time τη Δευτέρα, 22 Μαρτίου.\n\nΔεν γνωρίζετε πώς μπορείτε να παρακολουθήσετε TechTV; Οι πηγές μου λένε πως όσοι βρίσκεστε στην Αμερική μπορείτε να συντονιστείτε στο κανάλι 354 από DirecTV, στο κανάλι #191 του Dish Network, ή να εντοπίσετε το καλωδιακό κανάλι (cable channel) ακολουθώντας τις οδηγίες από το [tv.yahoo](http://tv.yahoo.com/grid?)\n\nΉ, αν τυγχάνει να έχετε ένα δορυφορικό πιάτο-κεραία ζώνης C (C-band dish) στη γενική εγγύτητα του GE Americom Satcom C4 την ώρα της εκπομπής, θα έιναι στον αναμεταδότη 12 (transponder 12) στις 135 μοίρες δυτικά, 40 μοίρες ανύψωση (elevation).\n\nΟι τυχεροί Αυστραλοί που έχουν συνδρομή στο Foxtel Digital μπορούν επίσης να παρακολουθήσουν το πρόγραμμα. Θα πρέπει να προσπαθήσω να βρω κάποιον με FTD για να το παρακολουθήσω κι εγώ."
    },
    "20040316": {
        "title": "Το μεγάλο Μηδέν Έξι Μηδέν",
        "content": "**Σε άλλα νέα, το ScummVM συμμετέχει στην εκπομπή Call for Help (Καλέστε για Βοήθεια) του TechTV, στις 19 Μαρτίου ως το Δωρεάν Αρχείο της Ημέρας (Free File of the Day).**\n\nΤο πρότζεκτ του ScummVM είναι στην ευχάριστη θέση να ανακοινώσει την άμεση κυκλοφορία της έκδοσης 0.6.0. Το ScummVM είναι ένας διερμηνευτής για παιχνίδια περιπέτειας με \"γραφικά\" (graphic adventure game interpreter) σχεδιασμένο ώστε να επιτρέπει στους χρήστες να παίξουν πολλούς από τους κλασσικούς τίτλους παιχνιδιών περιπέτειας σε διάφορα υπολογιστικά συστήματα -- (Σε Linux, Windows 2000/XP, \\*BSD, Mac OS X, PocketPC/Handheld PC, Palm, Dreamcast και πολλά άλλα)\n\nΗ έκδοση 0.6.0 θέτει ένα νέο ορόσημο στην ιστορία του ScummVM, καθώς πλέον υποστηρίζονται όλοι οι τίτλοι περιπέτειας από την LucasArts/LucasFilm που είναι βασισμένοι στην μηχανή SCUMM. Με υπερηφάνεια επίσης ανακοινώνουμε μαζί με το ScummVM 0.6.0 την κυκλοφορία του κλασσικού παιχνιδιού περιπέτειας 'Flight of the Amazon Queen' (που αρχικά ήταν διαθέσιμο για Amiga και DOS) ως δωρεάν παιχνίδι (freeware). Η ομάδα του ScummVM θα ήθελε να ευχαριστήσει τους δημιουργούς του, τους Steve Stamatiadis και John Passfield, που παρείχαν στην ομάδα τον πηγαίο κώδικα για αυτό το κλασσικό παιχνίδι, και μας επέτρεψαν να το κυκλοφορήσουμε.\n\nΤι νέες αλλαγές έχει αυτή η κυκλοφορία;\n\nΤο ScummVM 0.6.0 περιέχει, ως συνήθως, πολλές διορθώσεις (bugfixes) σε όλες τις υποστηριζόμενες μηχανές παιχνιδιών. Έγιναν επίσης σημαντικές διορθώσεις και βελτιώσεις στα πεδία του ήχου και της μουσικής, ενώ φτιάξαμε και μια πολύ βελτιωμένη οθόνη για διαχείριση των παιχνιδιών και των επιλογών (game management/options screen) και προσθέσαμε δύο νέες καταστάσεις λειτουργίας γραφικών (graphics modes) (το HQ2x και HQ3x). Και το πιο σημαντικό είναι πως προσθέσαμε υποστήριξη για τα παρακάτω παιχνίδια:\n\n*   Τις κλασσικάς εκδόσεις για V1 SCUMM των πρωτότυπων παιχνιδιών της LucasArts, Maniac Mansion και Zak McKracken, και το SCUMM παιχνίδι της LucasArts, το 'Full Throttle'\n*   Τα Broken Sword 1 και Broken Sword 2. Πολλές ευχαριστίες στη Revolution που μας παρείχε τον πηγαίο κώδικα για αυτά τα παιχνίδια.\n*   Υποστήριξη για το Flight of the Amazon Queen. Ευχαριστούμε του Steve και John που μας παρείχαν τον πηγαίο κώδικα για αυτό το παιχνίδι, και μας επέτρεψαν να το κυκλοφορήσουμε ως δωρεάν παιχνίδι (freeware).\n\nΤο ScummVM 0.6.0, τα δύο δωρεάν (freeware) παιχνίδια, τα Flight of the Amazon Queen και Beneath a Steel Sky, καθώς και τις τροποποιημένες σκηνές βίντεο (converted cutscenes) που απαιτούνται για να παίξετε τα Broken Sword 1 και Broken Sword 2 θα τα βρείτε προς λήψη από τη [Σελίδα Λήψεν (Download Page)](/downloads/)"
    },
    "20040315": {
        "content": "Το ScummVM 0.6.0 θα κυκλοφορήσει μέσα στις επόμενες 48 ώρες, μαζί με μια σούπερ σπέσιαλ αλλά μάλλον όχι και τόσο μυστική έκπληξη!\n\nΚρατήστε τα μάτια σας προσηλωμένα σε αυτή τη σελίδα!",
        "title": "Δεν είναι κεφάλι αυτό, Max! Είναι μια καταραμένη άσχημομούρα ωρολογιακή βόμβα!"
    },
    "20040309": {
        "title": "Τι έχει κλαπεί ξεδιάντροπα, αλλά δεν είναι ένα γιο-γιο",
        "content": "Πως; Υποσχεθήκαμε εμείς πιο συχνές ενημερωτικές ειδήσεις; Ψέμματα! Αποδείξτε το!... Είναι στο αρχείο των Ειδήσεων (News archives) είπατε; Πφφφ. Εμ. Μας χάκεψαν!\n\nΠλησιάζουμε στην τελική κυκλοφορίας του ScummVM 0.6.0, και απομένουν μόνο λίγα προβληματάκια τελευταίας στιγμής για να διορθώσουμε. Περιμένουμε επίσης μια απάντηση σε ένα e-mail από [δύο](http://www.mobygames.com/developer/sheet/view/developerId,1859/) [τύπους](http://www.mobygames.com/developer/sheet/view/developerId,1858/) που πρόσφατα πήγαν μια εκδρομή σε χώρες στο εξωτερικό, με την πρόφαση της 'δουλειάς'. Φήμες λένε ότι τους είδανε στο Σαν Φρανσίσκο να τρέχουν τριγύρω γυμνοί ουρλιάζοντας \"Δουλεύω, δουλεύω\". Αν τους εντοπίσετε, πλησιάστε τους με πολύ προσοχή, καθώς μπορεί να κάνουν διακοπές και να είναι επικίνδυνοι.\n\nΣε σχετικά, αλλά πιο σοβαρά νέα, καθώς το παραπάνω δίδυμο δικαιολογημένα δεν αναμένεται να απαντήσει αυτό το διάστημα, ενδέχεται να κυκλοφορήσουμε το ScummVM 0.6.0 χωρίς το δωρεάν (freeware) παιχνίδι που σας υποσχεθήκαμε προηγουμένως, το οποίο τελικά θα κυκλοφορήσει σε κατοπινή στιγμή.\n\nΘα σας αφήσουμε τώρα με το ξεδιάντροπα κλεμμένο απόφθεγμα που υποσχεθήκαμε. Δεν εμπεριέχει κάποιο κρυμμένο υποσυνείδητο μήνυμα. Λόγω τιμής.\n\n> Anyway, to answer your question, to get into the games industry, **b**reak into the Sony party at E3, walk aro**u**nd sa**y**ing \"Online multi**p**layer i**s** the future,\" and if nobod**y** has hired you by 11:00 pm, sleep with the first person you hear speaking either Japanese or French. Worked for me!\n\n\\- Tim S**ch**afer, as seen **on** [DoubleFine](http://www.doublefine.com/news.htm), replying to **a** n**ut**ty fan**s** e-mail.\n\nΜτφ:\n> Λοιπόν, για να σας απαντήσω στην ερώτησή σας, έν**α**ς τρόπος να μπείτε στη βιομηχανία παιχνιδιών, είναι να πάτε ακάλεστοι στο πάρτι της Sony στην E3, να κόψετε μερικές βόλτες λέ**γο**ντας πως το \"Online multiplayer είναι το μέλλον,\" και αν κανένας δεν σας έχει π**ρ**οσλάβει μέχρι τις 11:00 μμ, κοιμηθείτε με το πρώτο **ά**τομο που θα ακού**σ**ε**τε** να μιλάει είτε Γιαπωνέζικα είτε Γαλλικά. Αυ**τό** δούλεψε στη δική μου περίπτωση!\n\n\\- Εκ του Tim Schafer, από την [DoubleFine](http://www.doublefine.com/news.htm), δημιουργό του **Psychonauts**, σε απάντηση στο e-mail κάποιου fan.\n\nΤέλος, ο Ender, ο ταπεινός σας (αλλά και τεμπέλης) αρθρογράφος των ειδήσεων και συν-διευθυντής του πρότζεκτ θα ήθελε να γνωστοποιήσει σε όσους υπαλλήλους της Sony τυχαίνει να διαβάζουν αυτό τον ιστότοπο πως πιστεύει ότι το Online multiplayer είναι το μέλλον. Δεν πρόκειται καν να αναφερθούμε στο θέμα του Sam and Max 2. (Ουου! Όξω!)\n\nΜείνετε συντονισμένοι για περισσότερο γέμισμα του χώρου με εξυπνακίστικες, χωρίς περιεχόμενο δημοσιεύσεις ειδήσεων στο μέλλον!"
    },
    "20040219": {
        "title": "Δοκιμές για την 0.6.0-PRE (προκαταρκτική έκδοση)",
        "content": "Πρόσφατα πραγματοποιήσαμε τη διακλάδωση του πηγαίου κώδικα για την έκδοση 0.6.0 του ScummVM 0.6.0, και πλέον μπαίνουμε στην τελική φάση δοκιμών. Οπότε, θα μας χαροποιούσε πολύ αν μπορούσατε να δοκιμάσετε με τις τελευταίες ημερήσιες διανομές (daily builds) (ή διανομές από το CVS, δηλαδή τις CVS builds, από την ετικέτα (tag) 'branch-0-6-0') και να μας αναφέρετε τα ευρήματά σας.\n\nΈχουμε ήδη διεξάγει προκαταρκτικό έλεγχο για πολλά παιχνίδια, αλλά οι ακόλουθοι τίτλοι δεν έχουν ακόμα δοκιμαστεί και θα πρέπει να μπούνε σε προτεραιότητα:\n\n*   V1 Maniac Mansion\n*   V2 Maniac Mansion\n*   V1 Zak McKracken\n*   V2 Zak McKracken\n*   EGA Indiana Jones 3\n*   VGA Indiana Jones 3\n*   EGA Monkey Island 1\n*   Monkey Island 2\n*   The Dig\n*   Curse of Monkey Island (Monkey 3)\n\nΠαρακαλούμε να αναφέρετε τα όποια προβλήματα (bugs) στον ιστότοπο αναφοράς προβλημάτων (bug tracker), και τα παιχνίδια που ολοκληρώσατε με επιτυχία στο Γενικό φόρουμ. Ευχαριστούμε εκ των προτέρων για τη βοήθειά σας στη βελτίωση της επόμενης κυκλοφορίας του ScummVM!"
    },
    "20040130": {
        "title": "Απλά προσθέστε νερό",
        "content": "Απλά θέλουμε να ενημερώσουμε στα γρήγορα τον κόσμο ότι η έκδοση 0.6.0 του ScummVM είναι ακόμα υπό-ανάπτυξη. Δυστυχώς, πρόσφατα προβλήματα με το SourceForge.net (μη διαθεσιμότητα (downtime) και κάποια άλλα θέματα) καθυστέρησαν τη διαδικασία διακλάδωσης και των κατοπινών τελικών δοκιμών για αυτήν την κυκλοφορία, αλλά ακόμα ελπίζουμε πως θα την έχουμε έτοιμη το συντομότερο δυνατό!  \n  \nΣε άλλα νέα, συνεχίζοντας την τρέχουσα έξαρση τεχνικών προβλημάτων, όλες οι διευθύνσεις e-mail από το scummvm.org δεν λειτουργούν για την ώρα. Ελπίζουμε να το έχουμε διορθώσει αυτό το θέμα μέσα στις επόμενες μέρες, και θεωρητικά δεν θα χαθούν μηνύματα. Αν, ωστόσο, θέλετε να συζητήσετε κάτι σημαντικό μαζί μας, προτείνουμε να μας βρείτε καλύτερα και να μιλήσετε μαζί μας σε πραγματικό χρόνο (real-time) στο κανάλι μας στο IRC (#scummvm, στο irc.freenode.net)."
    },
    "20040118": {
        "content": "Μερικοί πιστεύουν ότι η χθεσινή είδηση υπονοούσε ότι τα Broken Sword 1 και 2 θα κυκλοφορήσουν ως δωρεάν παιχνίδια. Θα θέλαμε να διευκρινίσουμε ότι δεν ισχύει αυτό αυτή τη στιγμή. Θα κυκλοφορήσουμε πακέτα από τις σκηνές βίντεο (cutscene packs) για χρήση με τα αρχεία δεδομένων από το ΑΥΘΕΝΤΙΚΟ παιχνίδι στο ScummVM, και ελπίζουμε να έχουμε δωρεάν ένα εντελώς διαφορετικό (και όχι από τη Revolution) παιχνίδι.",
        "title": "Διευκρινήσεις για τις λήψεις."
    },
    "20040117": {
        "title": "Βάλτε τον Τίτλο Εδώ",
        "content": "Πώς πάνε τα πράγματα λοιπον στον κόσμο του ScummVM τελευταία;\nΑυτό τον καιρό, ανεβάζουμε ταχύτητα για την κυκλοφορία της έκδοσης 0.6.0 - αυτή η κυκλοφορία θα αποτελέσει μεγάλο ορόσημο στην ιστορία του ScummVM. Από την έκδοση 0.6.0, το ScummVM θα υποστηρίζει επιτέλους (τουλάχιστον τις εκδόσεις για PC) από όλα τα παιχνίδια περιπέτειας της LucasArts γραμμένα στη μηχανή SCUMM.\n\nΩστόσο, χρειαζόμαστε λίγη βοήθεια. Στα πλαίσια της επόμενής μας κυκλοφορίας προσθέτουμε υποστήριξη για δύο ακόμα παιχνίδια της Revolution, τα Broken Sword 1 και 2, τα οποία θα απαιτούν ειδικές επανακωδικοποιημένες εκδόσεις των σκηνών βίντεο που προβάλλονται μέσα στο παιχνίδι (in-game cutscenes), ενώ επίσης θα κυκλοφορήσουμε μαζί ακόμα ένα κλασσικό παιχνίδι περιπέτειας δωρεάν (freeware).\nΌμως, δεν είμαστε ακόμα βέβαιοι αν από το SourceForge θα είναι σε θέση ή θα προτίθενται να φιλοξενήσουν αυτά τα αρχεία. Οπότε, αν διαβάζετε αυτήν την είδηση και τυχαίνει να λειτουργεί, για παράδειγμα, έναν μεγάλης κλίμακας και άπλετου bandwidth εξυπηρετητή αρχείων (σε http ή ftp πρωτόκολλο) που κατά προτίμηση δεν απαιτεί ενοχλητικές μεθόδους εγγραφής (όπως κάνει το Fileplanet) και προτίθεστε να βοηθήσετε... τότε παρακαλούμε να στείλετε ένα e-mail στον Ender (@ scummvm.org) και να προσφέρετε τη βοήθειά σας.  \n  \nΜείνετε συντονισμένοι για περισσότερες ειδήσεις σχετικά με την επόμενη κυκλοφορία του ScummVM, όσο συμβαίνουν."
    },
    "20031225": {
        "title": "Πρόκειται για τη δεύτερη μεγαλύτερη μύτη ταράνδου που...",
        "content": "Όλοι εδώ στα Κεντρικά του ScummVM, δηλαδή, όλοι που διατηρούμε ακόμα τις αισθήσεις μας, ελπίζουμε να έχετε (ή να είχατε) όλοι εσείς χαρούμενα Χριστούγεννα!\n\nΣε μια δειλή απόπειρα να αρχίσουμε να πραγματοποιούμε την υπόσχεσή μας για το νέο έτος (να δημοσιεύουμε πιο συχνά ειδήσεις μας) κάπως νωρίς, ορίστε ένα δημοσίευμα ως επί το πλείστο άχρηστων ειδήσεων. Πρώτα, μια παράκληση. Αν κάποιος έχει προσέξει κάποιο άρθρο στα μέσα ενημέρωσης για το ScummVM (ή αν κάποιος προέρχεται από τον χώρο των μίντια), παρακαλούμε να στείλετε ένα e-mail στο press \\[at\\] scummvm.org για να το προσθέσουμε στη σελίδα μας με άρθρα από τον Τύπο. \n\nΤο πρόγραμμα για την κυκλοφορία της 0.6.0 έχει μετατεθεί λίγο προς τα πίσω λόγω διαφόρων προβλημάτων (όπως η επανακωδικοποίηση των σκηνών βίντεο από το Broken Sword) και εντατικής δουλειάς σε συγκεκριμένες λειτουργίες (όπως το υποσύστημα INSANE για το Full Throttle).\n\nΣε μια προσπάθεια να περιορίσουμε τη διάρκεια της δοκιμαστικής περιόδου πριν την κυκλοφορία, θα παρακαλούσα όποιον από εδώ χρησιμοποιεί τις ημερήσιες διανομές (daily builds) ή το ScummVM από τον κώδικα στο CVS (δηλαδή τις CVS builds), να αναφέρει όποια προβλήματα (bugs) βρει κατά την καθημερινή χρήση που κάνει. Αυτό περικλείει (παρά τα όσα συνήθως γράφουμε) τα \"νέα\" μας παιχνίδια: Full Throttle, Flight of the Amazon Queen, Broken Sword 1 και 2.\n\nΚαθώς καλούμε άτομα να δοκιμάσουν το πρόγραμμα πριν \"παγώσουμε\" την ανάπτυξη εν όψη της επόμενης επίσημης κυκλοφορίας, παρακαλούμε να είστε σίγουροι πως δοκιμάζετε με την τελευταία διαθέσιμη έκδοση από το CVS πριν να αναφέρετε κάποιο πρόβλημα."
    },
    "20031212": {
        "title": "Το ScummVM είναι Νεκρό, παρακαλούμε διαβάστε αυτό το θέμα.",
        "content": "Ενώ το τέλος αυτού του χρόνου πλησιάζει, με λύπη μας ανακοινώνουμε πως το πρότζεκτ του ScummVM τερματίζεται για προσωπικούς λόγους εκ μέρους των περισσοτέρων από τους προγραμματιστές μας. Οι επισκέπτες στο φόρουμ μας, όπως ο timofonic, είχαν υποψιαστεί ότι κάτι τέτοιο ερχόταν εδώ και λίγο καιρό και δυστυχώς με παρότρυνση του einheitlix πρέπει να πω την αλήθεια.\n\nΉταν ένα υπέροχο ταξίδι, και προετοιμάζαμε μερικά θαυμάσια πράγματα για σάς, όπως ένα νέο παιχνίδι που σχεδιάζαμε να κυκλοφορήσουμε ως δωρεάν λογισμικό (freeware) με την επόμενη κυκλοφορία, και την ανακοίνωση ότι η ολοκλήρωση υποστήριξης του Full Throttle που τόσοι έχουν ζητήσει ήταν στα σκαριά - αν και πιθανότατα θα ερχόταν με την έκδοση 0.7.0 κι όχι την 0.6.0... αλλά δεν έχει νόημα πλέον.\n\nΣχεδίαζα να αναβάλω τα νέα αυτά μέχρι να περάσουν οι γιορτές, αλλά μια και πρόκειται απλά για φάρσα για να δούμε πόσοι διαβάζουν πραγματικά τη σελίδα με τις ειδήσεις μας με προσοχή, αποφάσισα να κάνω τώρα την ανακοίνωση.\n\n***Συνοψίζοντας, σε περίπτωση που κάποιοι διάβασαν βιαστικά αυτή την τελευταία παράγραφο: ΔΕΝ είμαστε πραγματικά \"νεκροί\" ως πρότζεκτ. Είμαστε ολοζώντανοι, και θα σας φέρουμε πολλά-και-διάφορα-καλούδια στις αρχές του επόμενου χρόνου!***\n\n(όχι τόσο καλά κρυμμένος σύνδεσμος... δείτε τι σας ετοιμάζουμε [την επόμενη έκδοση version!](https://github.com/scummvm/scummvm/raw/84247d9797ecee43205a5f64c1d5f555e8c69f3d/NEWS))"
    },
    "20030909": {
        "title": "Νιώθω βρώμικος",
        "content": "Καλώς ήρθατε σε μια ακόμα τριμηνιαία υπενθύμιση πως, ναι, το αγαπημένο σας πρότζεκτ δεν είναι καθόλου νεκρό. Λοιπόν τι συμβαίνει στον κόσμο του ScummVM;\n\nΤο ScummVM 0.6.0, αν και δεν θα είναι έτοιμο για κυκλοφορία τουλάχιστον για μερικούς μήνες ακόμα, θα σας αφήσει άφωνους. Ή κατ' ελάχιστον, θα σας ταρακουνήσει λίγο. Ανάμεσα στις συνήθεις ογκώδεις δομικές αλλαγές, το πλήθος διορθώσεων (bugfixes), και ίσως υποστήριξη για μια-δυο νέες πλατφόρμες... πρόσφατα ολοκληρώσαμε (σχεδόν) την υποστήριξη για τις πρωτότυπες εκδόσεις SCUMM V1 των Maniac Mansion και Zak McKracken. Έτσι απομένει μόνο το δύσκολο από πάντα Full Throttle να είναι το μόνο παιχνίδι της LucasArts που δεν υποστηρίζουμε στη μορφή που κυκλοφόρησε.\n\nΕπίσης, για άλλη μια φορά χάρη στην ευγενή υποστήριξη της Revolution, η επόμενη έκδοση του ScummVM θα περικλείει υποστήριξη για άλλο ένα από τα υπέροχα και καινοτόμα παιχνίδια τους - το Broken Sword 2!\n\nΑυτά τα δύο είναι ήδη παρόντα, υπό κάποια μορφή, στις εκδόσεις ανάπτυξης στο CVS και στις ημερήσιες διανομές(daily builds) - ωστόσο, παρακαλούμε να λάβετε υπόψιν ότι είναι σε πειραματικό στάδιο και ακόμα αναπτύσσονται με εντατικούς ρυθμούς. Παρακαλούμε να ΜΗΝ υποβάλετε αναφορές για προβλήματα (bugs) ή να ενοχλήσετε κάποιον σχετικά με αυτά. Και ίσως, ίσως, να έχουμε μερικές ακόμα εκπλήξεις κατά μέρος πριν η επόμενη μεγάλη έκδοση μας φτάσει σε ένα κοντινό σας mirror εξυπηρετητή αρχείων του SourceForge!"
    },
    "20030808": {
        "title": "Κυκλοφορία της έκδοσης 0.5.1 του ScummVM",
        "content": "Η έκδοση 0.5.1 του ScummVM κυκλοφόρησε σήμερα, με διορθώσεις για πολλά θέματα που ανακαλύφθηκαν στο ScummVM 0.5.0.\n\nΟι ακόλουθες αλλαγές περικλείονται σε αυτή την κυκλοφορία:\n\n*   Ο κώδικας αποθήκευσης παιχνιδιού στο Beneath a Steel Sky ξαναγράφτηκε εξολοκλήρου, εξαλείφοντας πολλές περιπτώσεις όπου το ScummVM 0.5.0 θα δημιουργούσε μη χρησιμοποιήσιμα 'παγωμένα' αποθηκευμένα παιχνίδια\n*   Πολλά άλλα προβλήματα (bugs) με το Beneath a Steel Sky έχουν διορθωθεί\n*   Μερικά από τα προβλήματα γραφικών για τους ηθοποιούς στο Curse of Monkey Island έχουν διορθωθεί\n*   Μερικά θέματα με την εκτέλεση του ScummVM σε πλήρη οθόνη σε συστήματα με MacOS X έχουν επιλυθεί\n*   Πολλές και κρίσιμες διορθώσεις για τη διανομή για MorphOS (port)\n*   Η διανομή για Dreamcast (port) πλέον υποστηρίζει τα Simon the Sorcerer 1 και 2\n\nΣυστήνουμε σε όλους τους χρήστες να αναβαθμίσουν το ScummVM σε αυτή την νέα έκδοση. Παρακαλούμε σημειώστε πως ενώ τα αποθηκευμένα παιχνίδια του BASS από την έκδοση 0.5.0 είναι συμβατά με τη νέα κυκλοφορία, συνιστούμε να αρχίσετε το παιχνίδι πάλι από την αρχή χρησιμοποιώντας το σύστημα αποθήκευσης της έκδοσης 0.5.1 αν συνεχίσετε να αντιμετωπίζετε προβλήματα."
    },
    "20030803": {
        "title": "Τίποτα δεν είναι ποτέ τέλειο",
        "content": "Παρότι η έκδοση 0.5.0 του ScummVM είναι η πιο προσεγμένη μας έκδοση μέχρι στιγμή, κάποια προβλήματα πάντα ξεγλιστρούν από τις σχισμάδες. Ανάμεσα σε αυτά τα μικρά θεματάκια, παρατηρήσαμε ότι το Beneath a Steel Sky μπορεί κάποιες φορές να δημιουργήσει μη χρησιμοποιήσιμα αποθηκευμένα αρχεία (save games). Κι ενώ αυτό είναι θέμα που σχετίζεται με τον χρονισμό, και πολύ σπάνιο για τα περισσότερα συστήματα, για ένα μικρό σύνολο χρηστών μπορεί να συμβαίνει αρκούντως συχνά.\n\nΣυνεπώς σχεδιάζουμε να κυκλοφορήσουμε μια διορθωτική έκδοση 0.5.1 για το ScummVM στο προσεχές μέλλον, μαζί με διορθώσεις για πολλά άλλα μικροθεματάκια που ήρθαν στην προσοχή μας. Επίσης, το εγχειρίδιο χρήσης για το Beneath a Steel sky και πιθανότατα μια σάρωση (scan) του κόμικ που περιείχε η πρωτότυπη έκδοση, θα είναι διαθέσιμα αργότερα μέσα στη βδομάδα.\n\nΕυχαριστούμε όλους για τη στήριξή τους, και τη βοήθεια στο να κάνουμε το πρότζεκτ μας ακόμα καλύτερο!"
    },
    "20030802": {
        "title": "Η ScummVM 0.5.0, το Beneath a Steel Sky, και ένα ΧΑΛΑΣΜΕΝΟ caps lock ΠΛΗΚΤΡΟ",
        "content": "Η έκδοση 0.5.0 του ScummVM, του διερμηνέα (interpreter) για κλασσικά παιχνίδια περιπέτειας (adventure games), μόλις κυκλοφόρησε. Πρόκειται για την πιο καλά ελεγμένη έκδοση που έχουμε ως τώρα, χάρη σε όλους που ανταποκρίθηκαν στο κάλεσμα για δοκιμές. Ευχαριστούμε!\n\nΆρα τι νέες αλλαγές έχουμε; Λοιπόν, πέρα από τις συνήθεις διορθώσεις (bugfixes) και βελτιώσεις έχουμε:\n\n*   Εκτεταμένη αναμόρφωση του υποσυστήματος μουσικής - περισσότερα παιχνίδια πλέον υποστηρίζουν μουσική\n*   Υποστήριξη για τις Enhanced (V2) εκδόσεις των Maniac Mansion και Zak McKracken\n*   Υποστήριξη για το Beneath a Steel Sky, που έγινε εφικτή χάρη στη Revolution Software που μας παρείχε τον αρχικό πηγαίο κώδικα σε assembly!\n*   Προσθήκη επιλογής διόρθωσης Αναλογίας Διαστάσεων εικόνας, κατά λαϊκή απαίτηση\n\nΣτη [σελίδα λήψεων (downloads)](/downloads/) θα βρείτε ένα σύνδεσμο προς τις σημειώσεις κυκλοφορίας (release notes) και μια πιο λεπτομερή λίστα αλλαγών, μαζί με τις διαθέσιμες διανομές προς λήψη... και μια σπέσιαλ (που δεν την κρατήσαμε πολύ μυστική :) έκπληξη!\n\nΣαν ένα πρόσθετο ΣΠΕΣΙΑΛ μπόνους, οι πραγματικά υπέροχοι τύποι στην [Revolution Software Ltd.](http://www.revgames.com) αποφάσισαν να μας επιτρέψουν να διαθέσουμε το Beneath a Steel Sky \\*ως δωρεάν παιχνίδι!\\* Μπορείτε να κατεβάσετε είτε την έκδοση για CD (70MB, που περιέχει και ομιλίες (speech)) είτε την μικρότερη έκδοση για δισκέτες (Floppy) (8MB), μαζί με το ScummVM 0.5.0, από τη [σελίδα λήψεων (downloads)](/downloads/).\n\nΚαλή σας διασκέδαση! Α, και μη ξεχνάτε το κουμπάκι για δωρεές εκεί κάτω στα αριστερά. Χρειαζόμαστε να αγοράσουμε στον προγραμματιστή μας για την έκδοση σε Dreamcast μια έκδοση του Simon the Sorcerer :)"
    },
    "20180423": {
        "title": "Τα πρότζεκτ για το Καλοκαίρι Προγραμματισμού GSoC 2018 ανακοινώθηκαν!",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nΣήμερα η Google ανακοίνωσε τα πρότζεκτ που έγιναν δεκτά για το φετινό Καλοκαίρι Προγραμματισμού (Google Summer of Code (GSoC)). Είμαστε στην ευχάριστη και ενθουσιώδη θέση να πούμε πως το ScummVM θα αναλάβει την καθοδήγηση (mentoring) για τρεις (3) φοιτητές ενώ το ResidualVM θα έχει επίσης έναν (1). Και οι τέσσερις τους θα εργαστούν πάνω σε μηχανές παιχνιδιών:\n\n*   Ο Andrii Prykhodko (γνωστός και ως whiterandrek) θα δουλέψει στην προσθήκη υποστήριξης για τα παιχνίδια ***[Pink Panther: Passport to Peril](https://en.wikipedia.org/wiki/The_Pink_Panther:_Passport_to_Peril)*** και ***[Pink Panther: Hokus Pokus Pink](https://en.wikipedia.org/wiki/The_Pink_Panther:_Hokus_Pokus_Pink)*** στο ScummVM.\n*   Ο Joseph-Eugene Winzer (γνωστός και ως Joefish) θα εργαστεί στην προσθήκη υποστήριξης για το παιχνίδι ***[The Immortal](https://en.wikipedia.org/wiki/The_Immortal_(video_game))*** στο ScummVM.\n*   Ο Matthew Stewart θα δουλέψει στη μηχανή που χρησιμοποιείται από το ***[Star Trek: 25th Anniversary](https://en.wikipedia.org/wiki/Star_Trek:_25th_Anniversary_(computer_game))*** και ***[Star Trek: Judgment Rites](https://en.wikipedia.org/wiki/Star_Trek:_Judgment_Rites)***. Κατά την περίοδο του GSoC θα εστιάσει στο πρώτο παιχνίδι.\n*   Ο Liu Zhaosong (γνωστός και ως Douglas\\_GSoC) θα εργαστεί πάνω στη βελτίωση της μηχανής Stark, που χρησιμοποιείται στο παιχνίδι ***[The Longest Journey](https://en.wikipedia.org/wiki/The_Longest_Journey)***, στη ResidualVM.\n\nΠαρακαλούμε να υποδεχτείτε μαζί μας τους τέσσερις νέους παράτολμους φοιτητές μας και ελπίζουμε να έχουμε ένα δημιουργικό και ενδιαφέρον καλοκαίρι μαζί για το ScummVM! Και μπορείτε να ακολουθείτε την πρόοδό τους κατά τη διάρκεια του καλοκαιριού στα [Μπλογκ του ScummVM](http://planet.scummvm.org)."
    },
    "20061219": {
        "title": "Ήρθε ο καιρός..."
    },
    "20060513": {
        "title": "Νέο παρουσιαστικό (theme) για το forum!"
    },
    "20051113": {
        "title": "Νέος σχεδιασμός του ιστοτόπου"
    },
    "20051101": {
        "title": "Ενημέρωση του δωρεάν BASS"
    },
    "20051030": {
        "title": "Κυκλοφορία του ScummVM 0.8.0."
    },
    "20050328": {
        "title": "Κυκλοφορία του ScummVM 0.7.1",
        "content": "Είμαστε στην ευχάριστη θέση να ανακοινώσουμε την κυκλοφορία της έκδοσης 0.7.1 του ScummVM. Αυτή η ενημερωτική έκδοση επικεντρώνεται στη διόρθωση προβλημάτων (bugs) της 0.7.0, και ειδικά στη διανομή για φορητά Windows συστήματα (PocketPC / Smartphone). Για περισσότερες πληροφορίες ρίξτε μια ματιά [στις σημειώσεις κυκλοφορίας](https://downloads.scummvm.org/frs/scummvm/0.7.1/ReleaseNotes).\n\nΩς συνήθως, μπορείτε να κατεβάσετε την νέα έκδοση από τη [σελίδα Λήψεων](/downloads/).\n\nΣε άλλα νέα, λάβαμε ακόμα περισσότερες [παραμέτρους εκκίνησης (boot params)](http://wiki.scummvm.org/index.php/Boot_Params) από εσάς, τους αγαπητούς μας χρήστες, μέσα στις περασμένες δύο εβδομάδες. Πολλά ευχαριστώ σε όλους όσους συνεισέφεραν!"
    },
    "20091222": {
        "title": "Ληστεία στη MEGA-BANK!"
    },
    "20090117": {
        "title": "Δοκιμή, δοκιμή"
    },
    "20080526": {
        "title": "Repetita iuvant"
    },
    "20050830": {
        "title": "Χρειαζόμαστε Στιγμιότυπα."
    },
    "20170617": {
        "title": "Hi-Res Adventures",
        "content": "Τον περασμένο χρόνο, προσθέσαμε υποστήριξη για τρία από τα παιχνίδια της σειράς Hi-Res Adventure (Παιχνίδια Περιπέτειας σε \"Υψηλή Ανάλυση\") της Sierra για το Apple II: τα *Mystery House* (#1) (Μυστηριώδες Σπίτι), *Mission: Asteroid* (#0) (Αποστολή: Αστεροειδής) και *Wizard and the Princess* (#2) (Ο Μάγος και η Πριγκίπισσα). Με υπερηφάνεια ανακοινώνουμε ότι τρία ακόμα παιχνίδια για Apple II τρέχουν πλέον με το ScummVM και είναι έτοιμα προς δοκιμή: τα *Ulysses and the Golden Fleece* (#4) (Ο Οδυσσέας και το Χρυσόμαλλο Δέρας), *Time Zone* (#5) (Χρονοζώνη) και *The Dark Crystal* (#6) (Ο Σκοτεινός Κρύσταλλος).\n\nΓια το *Ulysses and the Golden Fleece*, για την ώρα υποστηρίζουμε την κυκλοφορία χαμηλού κόστους (budget release) Load 'N' Go. Για τα *Time Zone* και *The Dark Crystal* υποστηρίζουμε τις \"εικόνες\" δίσκου (disk images) που βρίσκονται σε κάποια από τα [CD με συλλογές της Sierra (δηλαδή τα \"Sierra Collection CDs\")](http://wiki.scummvm.org/index.php/SCI/Game_Collections). Η [σελίδα στο βίκι μας για τα αρχεία παιχνιδιών (Datafiles)](http://wiki.scummvm.org/index.php/Datafiles) έχει ενημερωθεί με τη λίστα των απαιτούμενων ονομάτων αρχείων για τις εικόνες δίσκου.\n\nΑν έχετε στην κατοχή σας ένα από αυτά τα κλασσικά παιχνίδια, πάρτε την τελευταία [ημερήσια διανομή (daily build)](/downloads/#daily) του ScummVM και δοκιμάστε το! Αν αντιμετωπίσετε κάποιο θέμα, παρακαλούμε να υποβάλετε μια αναφορά ακολουθώντας τις [οδηγίες μας για δοκιμές (testing guidelines)](http://wiki.scummvm.org/index.php/Release_Testing). Και όσο παίζετε, παρακαλούμε να κρατήσετε κάποια [στιγμιότυπα (screenshots)!](http://wiki.scummvm.org/index.php/Screenshots)\n\nΜπορεί να αναρωτιέστε τι απέγινε το τρίτο παιχνίδι της σειράς *Hi-Res Adventure*, το *#3: Cranston Manor* (Η Έπαυλη των Cranston). Δυστυχώς, ακόμα δεν έχουμε καταφέρει να εντοπίσουμε ένα αντίγραφο αυτού του παιχνιδιού παρά το ότι ψάχνουμε για περισσότερο από ένα χρόνο. Αν το έχετε στην κατοχή σας, θα μας χαροποιούσε ιδιαίτερα αν [επικοινωνούσατε μαζί μας](/contact/)!"
    },
    "20121017": {
        "title": "Περισσότερο FOTAQ!"
    },
    "20121002": {
        "title": "Γαλλική Amazon Queen"
    },
    "20120401b": {
        "title": "ScummVM .NET"
    },
    "20120401": {
        "title": "Cedric-οποιώντας το ScummVM"
    },
    "20110328": {
        "title": "Στειλ' τους αδιάβαστους, Danno"
    },
    "20090104": {
        "title": "Ο Blue (Γαλάζιος) χρειάζεται τη βοήθειά σας"
    },
    "20081216": {
        "title": "\"Καλως ορίσατε στο... σπίτι μου\""
    },
    "20080721": {
        "title": "Άλλη μια σημαντική περίοδος δοκιμών!"
    },
    "20080511": {
        "title": "\"Νιώστε την οργή μου\" ..."
    },
    "20071228": {
        "title": "Ζητείται συντηρητής της έκδοσης (port) για PlayStation 2"
    },
    "20070620": {
        "title": "ScummVM 0.X.0: \"Έκδοση Tic-tac-toe\""
    },
    "20070519": {
        "title": "Περίοδος δοκιμών εν όψη της κυκλοφορίας της έκδοσης 0.10.0"
    },
    "20070315": {
        "title": "Περιπλέξτε τις καλοκαιρινές σας διακοπές!"
    },
    "20070307": {
        "title": "Κονιορτοποίησαν τη γη!"
    },
    "20061218": {
        "title": "Το ScummVM αποκτά νέο όνομα"
    },
    "20061117": {
        "title": "Υποστήριξη για το \"Future Wars\""
    },
    "20060830": {
        "title": "Σταματήσαμε να δεχόμαστε δωρεές"
    },
    "20060527": {
        "title": "Περίοδος δοκιμών εν όψη της κυκλοφορίας 0.9.0"
    },
    "20060212": {
        "title": "Μεταφερθήκαμε στο Subversion"
    },
    "20050401": {
        "title": "Μην ξυπνήσετε τον δράκο!",
        "content": "Πέρα από τις προηγούμενες νύξεις που έγιναν, [περισσότερες πληροφορίες](http://wiki.scummvm.org/index.php/Dragon) είναι πλέον διαθέσιμες σχετικά με το πρότζεκτ \"Δράκος\" του ScummVM [(Dragon Project)](http://wiki.scummvm.org/index.php/Dragon).\n\nΣημειώστε παρακαλώ ότι το πρότζεκτ Dragon είναι ακόμα υπό ανάπτυξη και δεν έχει κυκλοφορήσει κάποια έκδοση, αλλά μόλις άρχισαν να δουλεύουν κάποια πράγματα και υπολογίζουμε ότι θα έχουμε να ανακοινώσουμε περισσότερα πάνω στο πρότζεκτ την ερχόμενη εβδομάδα."
    },
    "20140401": {
        "title": "Επίτευξη ενός Ορόσημου"
    },
    "20130328": {
        "title": "To \"Πήγασος\" (Pegasus) Απογειώνεται"
    },
    "20121222": {
        "title": "Η ResidualVM φτάνει στην έκδοση 0.1.0"
    },
    "20120424": {
        "title": "Αυτό το καλοκαίρι"
    },
    "20111126": {
        "title": "Πού είναι ο Leon;"
    },
    "20110804": {
        "title": "Το Ένα Δαχτυλίδι"
    },
    "20110401": {
        "title": "Χρήση του Kinect με το ScummVM!"
    },
    "20110212": {
        "title": "Μεταφερθήκαμε στο Git"
    },
    "20100725": {
        "title": "Περιόδος δοκιμών για την SCI προ-κυκλοφορίας"
    },
    "20100401": {
        "title": "Υποστήριξη του Urban Runner"
    },
    "20100109": {
        "title": "Ενημερωμένα Μπλουζάκια (T-Shirts) ScummVM"
    },
    "20090709": {
        "title": "Πρόκειται για Δολοφονία..."
    },
    "20090421": {
        "title": "Χαίρετε νέοι φοιτητές!"
    },
    "20210311": {
        "content": "Με ενθουσιασμό σας ανακοινώνουμε ότι για ακόμα μια φορά το πρότζεκτ του ScummVM έγινε δεκτό και συμμετέχει στο πρόγραμμα Google Summer of Code (Καλοκαίρι Προγραμματισμού της Google - GSoC 2021). Αυτή είναι όπως πάντα, έτσι και φέτος, μια συναρπαστική περίοδος του χρόνου για μας. Για το 2021 το πρόγραμμα GSoC έχει αναδιοργανωθεί από τη Google ώστε να εστιάζει σε μικρότερης κλίμακας εργασίες και οι προϋποθέσεις που πρέπει να πληρούν οι φοιτητές για να συμμετέχουν είναι πιο χαλαρες.\n\nΜε αυτά υπόψιν, η ομάδα μας έχει πολλές συναρπαστικές προτάσεις για να εξετάσουν οι υποψήφιοι αιτούντες, και μπορείτε να τις διαβάσετε όλες στη [σελίδα παράθεσης των προτάσεών μας](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2021). Παρακαλούμε να μελετήσετε ποιές [πληροφορίες περιμένουμε να περιέχει η αίτηση σας](https://wiki.scummvm.org/index.php?title=GSoC_Application) προτού την υποβάλλετε.\n\nΜπορείτε να μάθετε περισσότερα για το πρόγραμμα GSoC και τις εργασίες που συνεργάτες μας συνεισέφεραν τα περασμένα χρόνια στο [μίνι πόρταλ που έχουμε για το Καλοκαίρι Προγραμματισμού της Google](https://wiki.scummvm.org/index.php?title=Summer_of_Code).\n\nΒρείτε μας λοιπόν στον [εξυπηρετητή μας στο Discord](https://discord.gg/4cDsMNtcpG) και ακολουθήστε το κανάλι #scummvm-gsoc όπου θα μπορείτε να επικοινωνείτε με τους μέντορες που θα συμμετέχουν στο πρόγραμμα και την υπόλοιπη ομάδα.\n\nΕίμαστε κατενθουσιασμένοι που συμμετέχουμε σε αυτό το πρόγραμμα, και περιμένουμε με ανυπομονησία τις αιτήσεις σας!",
        "title": "Καλοκαίρι Προγραμματισμού της Google 2021 (GSoC 2021): Ξεκινάμε"
    },
    "20161017": {
        "title": "Το ScummVM 1.9.0 \"Myst-ery U.F.O.s\" (Μυστ-ηριώδη A.T.I.A.) κυκλοφορεί"
    },
    "20161127": {
        "title": "Το πρότζεκτ του ScummVM έχει έναν νέο ιστότοπο Μεταφράσεων"
    },
    "20161201": {
        "title": "Το άπιαστο όνειρο του Full Pipe πραγματοποιείται"
    },
    "20170306": {
        "title": "Καλωσορίσατε στο μεγαλύτερο Καλοκαίρι Προγραμματισμού (Summer of Code) που υπήρξε ποτέ",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nΑυτή τη χρονιά, η Google ανακοίνωσε το μεγαλύτερο Καλοκαίρι Προγραμματισμού που έχει διοργανώσει ποτέ, με συμμετοχή από 201 οργανισμούς. Είμαστε στην ευχάριστη θέση να ανακοινώσουμε ότι θα συμμετέχουμε και πάλι φέτος, μαζί με το αδελφικό πρότζεκτ, το ResidualVM.\n\nΕίστε δραστήριος φοιτητής που προτίθεστε να ασχοληθείτε σοβαρά με κάτι τέτοιο; Επιθυμείτε να συμμετέχετε στο μεγαλύτερο Καλοκαίρι Προγραμματισμού της Google που έγινε ποτέ; Θέλετε να συνεισφέρετε σε ένα από τα μεγαλύτερα πρότζεκτ διατήρησης παιχνιδιών (game preservation);\n\nΤότε τα ScummVM και ResidualVM σας περιμένουν! Ρίξτε μια ματιά στη [σελίδα με τις προτάσεις μας](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2017) ή προτείνετε κάτι δικό σας!\n\nΣε κάθε περίπτωση, μη διστάσετε να κουβεντιάσετε μαζί μας στο IRC! Σε ένα μέρος: στο Freenode. Σε δύο κανάλια: στο #scummvm και στο #residualvm"
    },
    "20170401": {
        "title": "Βγαλτε τη γραβάτα σας και γίνετε υδραυλικός!",
        "content": "Με υπερηφάνεια ανακοινώνουμε ότι ο Retro-Junk δουλεύει πάνω στην υποστήριξη μέσω του ScummVM ενός από τα πιο σημαντικά παιχνίδια στην ιστορία των βιντεοπαιχνιδιών: το Plumbers Don't Wear Ties (οι Υδραυλικοί Δεν Φορούν Γραβάτες)!\n\nΣτα περασμένα χρόνια, είχαμε μια σταθερή ροή από αιτήματα για να ερευνήσουμε το θέμα υποστήριξης αυτού του αριστουργήματος που αποτελεί καθοριστικό ορόσημο του είδους. Άλλαξε για πάντα τη βιομηχανία παιχνιδιών, δίνοντάς μας (μεταξύ άλλων καινοτομιών) μια εισαγωγή που προβάλλεται με ένα υπέροχο φίλτρο αρνητικού φιλμ (με πάντα που κάνουν κάρτ), το FMP ως κατηγορία παιχνιδιού (Εικόνες Πλήρους Κίνησης (Full Motion Pictures)), και μέχρι και σήμερα παραμένει το μόνο παιχνίδι που έχει 42ου επιπέδου χιούμορ.\n\nΗ μηχανή αντικατοπτρίζει την εκπληκτική πολυπλοκότητα του παιχνιδιού, με 500 γραμμές κώδικα - τη στιγμή που γράφουμε το άρθρο, πρόκειται για μια από τις μεγαλύτερες μηχανές (για να είμαστε ακριβείς είναι η 62η μεγαλύτερη) στο δένδρο του κώδικά μας. Όπως φαντάζεστε, θα μας πάρει λίγο χρόνο να την εξετάσουμε και να την ενσωματώσουμε.\n\nΩστόσο, μπορείτε ήδη να βρείτε τον πηγαίο κώδικα σε [αυτό το αίτημα προσθήκης κώδικα (pull request) από το GitHub](https://github.com/scummvm/scummvm/pull/932), να φτιάξετε (build) ένα εκτελέσιμο και να παίξετε (μόνο η έκδοση για PC υποστηρίζετε προς το παρόν). Σας θυμίζουμε ότι ενδιαφερόμαστε πάντα για νέα στιγμιότυπα (screenshots) που αποθανατίζετε!\n\nΘα θέλαμε να σας ζητήσουμε να ενώσετε μαζί μας τις φωνές σας για ένα σπέσιαλ \"ευχαριστώ\" προς δύο από τους προγραμματιστές μας, τους uruk-hai και t0by. Είναι αυτοί που ασταμάτητα και ανυποχώρητα πίεζαν για την υποστήριξη αυτού του παιχνιδιού, κρατώντας όλη την ομάδα σε εγρήγορση. Η δουλειά αυτή ενδεχομένως να μην ήταν δυνατή χωρίς αυτούς!\n\nΠριν ξεκινήσετε τις δοκιμές, σας ενθαρρύνουμε να διαβάσετε [τις οδηγίες μας για δοκιμές](http://wiki.scummvm.org/index.php/Release_Testing), και επίσης παρακαλούμε να πάρετε μερικά [στιγμιότυπα](http://wiki.scummvm.org/index.php/Screenshots) όσο θα παίζετε.\n\nΕμπρός, λοιπον! Βρείτε το παιχνίδι, κατεβάστε τον πηγαίο κώδικα, και απολαύστε την ιστορική αυτή στιγμή!\n\n**Ενημέρωση:** Αν νομίσατε πως επρόκειτο για Πρωταπριλιάτικο αστείο, τότε σας τρολάραμε. Το αίτημα προσθήκης κώδικα (Pull Request) στο GitHub είναι υπαρκτό και αληθινό, και πράγματι το ScummVM θα υποστηρίξει το *Plumbers Don't Wear Ties* αν ενσωματωθεί."
    },
    "20170428": {
        "title": "Εκθαμβωτικά adventures σε μηχανή SCI",
        "content": "Εξερευνήστε ένα στοιχειωμένο μουσείο, κυνηγήστε έναν σειριακό δολοφόνο, σφουγγαρίστε το πάτωμα, κατρακυλήστε στην παράνοια, βρείτε την αληθινή σας αγάπη, βρείτε την “αληθινή σας αγάπη”, ταξιδέψτε σε υπόγειους κόσμους, λύστε το μυστήριο των Βουντού Φόνων (Voodoo Murders), ξεθάψτε μια χαμένη όπερα—ή κάντε τα όλα αυτά! Η πρώτη μερίδα από παιχνίδια περιπέτειας σε 32-bit της Sierra για DOS/Windows είναι πλέον έτοιμη προς δοκιμή με την τελευταία [ημερήσια διανομή (daily build)](/downloads/#daily) του ScummVM:\n\n*   [Gabriel Knight](http://wiki.scummvm.org/index.php/Gabriel_Knight)\n*   [Gabriel Knight 2](http://wiki.scummvm.org/index.php/The_Beast_Within)\n*   [King's Quest VII](http://wiki.scummvm.org/index.php/King%27s_Quest_VII)\n*   [King's Questions](http://wiki.scummvm.org/index.php/King%27s_Questions)\n*   [Leisure Suit Larry 6 (υψηλής ανάλυσης (hi-res))](http://wiki.scummvm.org/index.php/Leisure_Suit_Larry_6)\n*   [Phantasmagoria](http://wiki.scummvm.org/index.php/Phantasmagoria)\n*   [Police Quest 4](http://wiki.scummvm.org/index.php/Police_Quest_IV)\n*   [Shivers](http://wiki.scummvm.org/index.php/Shivers)\n*   [Space Quest 6](http://wiki.scummvm.org/index.php/Space_Quest_6)\n*   [Torin's Passage](http://wiki.scummvm.org/index.php/Torin%27s_Passage)\n\nΗ σελίδα με [τα απαιτούμενα αρχεία δεδομένων για τα παιχνίδια (Datafiles page)](http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games) έχει ενημερωθεί με οδηγίες για το πώς θα εγκαταστήσετε αυτά τα παιχνίδια. Αν δεν έχετε κάποια στην κατοχή σας, μπορείτε να επισκεφτείτε τη σελίδα μας [\"από που να πάρω τα παιχνίδια\" (where to get the games)](http://wiki.scummvm.org/index.php/Where_to_get_the_games#Sierra_Games) για να βρείτε διαθέσιμες επιλογές να τα αγοράσετε!\n\nΠριν ξεκινήσετε τις δοκιμές σας, παρακαλούμε να διαβάσετε τις οδηγίες μας στην [σελίδα δοκιμών για τη μηχανή SCI](http://wiki.scummvm.org/index.php/SCI/Testing), και αποθανατίστε μετρικά [στιγμιότυπα (screenshots)](http://wiki.scummvm.org/index.php/Screenshots) όσο θα παίζετε.\n\n(Αν τρώγεστε να παίξετε μερικά από τα πιο παλιά παιχνίδια της μηχανής SCI, παρακαλούμε να εκμεταλλευτείτε αυτή την περίοδο για να τα κάνετε κι αυτά ένα πέρασμα πάλι, καθώς οι αλλαγές στη μηχανή μπορεί να επηρεάζουν επίσης κάποια από τα 16-bit παιχνίδια σε SCI!)\n\nΚαλή σας διασκέδαση!"
    },
    "20170505": {
        "title": "Ανακοίνωση των προτζεκτ για το GSoC 2017!",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nΣήμερα η Google ανακοίνωσε τα projects που έγιναν δεκτά για το φετινό Καλοκαίρι Προγραμματισμού (Google Summer of Code (GSoC)). Είμαστε στην ευχάριστη θέση να ανακοινώσουμε πως το ScummVM θα αναλάβει την καθοδήγηση (mentoring) για δύο μάγους φοιτητές που θα έχουν μια αποστολή: να εκτελέσουν το μαγικό ξόρκι Super Sludge Nova. Αναμενόμενες επιδράσεις περικλείουν την προσθήκη υποστήριξης για δύο νέες μηχανές, και ο χρόνος μέχρι να καταλαγιάσει η δράση του είναι 12 εβδομάδες:\n\n*   Ο Joseph-Eugene Winzer (γνωστός και ως Joefish) θα εργαστεί στην προσθήκη υποστήριξης για το παιχνίδι ***[Mission Supernova](http://outpost.simplicity.de)***.\n*   Ο Simei Yin θα εργαστεί στη μεταφορά (port) της ***[μηχανής Sludge](https://opensludge.github.io)*** στο ScummVM.\n\nΥποδεχόμαστε θερμά τους φοιτητές μας και ελπίζουμε να έχουμε ένα δημιουργικό και ενδιαφέρον καλοκαίρι μαζί για το ScummVM! Μπορείτε να ακολουθείτε την πρόοδό τους κατά τη διάρκεια του καλοκαιριού στα [Μπλογκ του ScummVM](http://planet.scummvm.org)."
    },
    "20210317": {
        "title": "Το _Nippon Safes Inc._ ανακηρύσεται Δωρεάν Παιχνίδι (Freeware)",
        "content": "Συναρπαστικά νέα! Χάρη στις τεράστιες προσπάθειες του Damiano Gerli και τη γενναιοδωρία των δημιουργών του πρωτότυπου παιχνιδιού, τους Marco Caprelli, Paolo Costabel, Massimo Magnasciutti και τον παραγωγό Bruno Boz, είμαστε στην ευχάριστη θέση να ανακοινώσουμε τη δωρεάν κυκλοφορία ως freeware του παιχνιδιού  _Nippon Safes Inc._.\n\nΠρόκειται για ένα μικρό αλλά διασκεδαστικό παιχνίδι που δημιουργήθηκε το 1992 από το μικρό Ιταλικό στούντιο DYNABYTE divisione EUCLIDEA s.r.l. Μπορείτε να διαβάσετε σχετικά με το παιχνίδι και την ιστορία της Dynabyte με περισσότερες λεπτομέρειες στο μπλογκ του Damiano, [the Genesis Temple (ο Ναός της Γένεσης)](https://genesistemple.com/the-big-italian-adventure-the-history-of-dynabyte-software).\n\nΚαι η έκδοση για DOS και η έκδοση για Amiga έχουν ανακηρυχθεί δωρεάν (freeware), με άδεια τροποποίησης των αρχείων, κάτι που επιτρέπει την απενεργοποίηση του μηχανισμού προστασίας αντιγράφου (copy protection) μέσω του εγχειριδίου χρήσης (manual). Ωστόσο, εμείς διανέμουμε επίσης και σαρωμένα (scanned) αντίγραφα του εγχειριδίου χρήσης. Μπορείτε να βρείτε όλα αυτά στη [σελίδα παιχνιδιών](/games).\n\nΤο ίδιο το παιχνίδι υποστηρίζεται από το ScummVM από την έκδοση 0.10.0, που είχε κυκλοφορήσει το 2007.\n\nΚαλή σας διασκέδαση και ελπίζουμε να απολαύσετε άλλο ένα δωρεάν εξαιρετικό παιχνίδι περιπέτειας point-and-click!\n\nΥΓ. Αν τυγχάνει να έχετε στην κατοχή σας τα κουτιά από τους τίτλους _The Big Red Adventure_ και _Tequila & Boom Boom_ της ίδιας εταιρείας ανάπτυξης και έχετε τη δυνατότητα να παρέχετε υψηλής ανάλυσης σάρωση (high-res scans) τους, παρακαλούμε να επικοινωνήσετε με τον sev."
    },
    "20210322": {
        "title": "Ξετυλίξτε το μυστήριο ενός φόνου στο Λος Άντζελες στη δεκαετία του 1940",
        "content": "Με χαρά ανακοινώνουμε ότι το _Private Eye_ από Brooklyn Multimedia είναι πλέον έτοιμο για δημόσια δοκιμή.\n\nΜπείτε στο ρόλο του Phillip Marlowe, ενός σκληρού ιδιωτικού ντετέκτιβ, καθώς επιχειρεί να λύσει το μυστήριο ενός φόνου στο Λος Άντζελες στη δεκαετία του 1940.\n\nΈχοντας κυκλοφορήσει το 1996, αυτό το παιχνίδι είναι ένα σπάνιο διαμάντι με επαγγελματική δουλειά από τους ηθοποιούς φωνής και με χρήση της τεχνικής cel animation. Βασισμένο στη δουλειά του Raymond Chandler, το παιχνίδι παίζεται σαν μια διαδραστική ταινία όπου μπορείτε να επιλέξετε ποια εκδοχή της ιστορίας θα παίξετε: η μια είναι πιστή στο βιβλίο ενώ η άλλη έχει ένα εναλλακτικό τέλος.\n\nΜόνο η έκδοση από US (Αγγλικά, ΗΠΑ) για Windows υποστηρίζεται για την ώρα.\n\nΘα χρειαστείτε μια [ημερήσια διανομή (daily development build)](https://buildbot.scummvm.org/#/snapshots). Όπως πάντα, παρακαλούμε να υποβάλετε τις αναφορές σας για προβλήματα στον [ιστότοπο αναφοράς προβλημάτων (issue tracker)](https://bugs.scummvm.org/)."
    },
    "20210404": {
        "title": "Χιλιάδες παιχνίδια που χρειάζονται δοκιμή",
        "content": "Είμαστε επιτέλους έτοιμοι να ανοίξουμε τις κάνουλες για να ξεκινήσουν οι δημόσιες δοκιμές. Πολλά δωρεάν (freeware) παιχνίδια έχουν κυκλοφορήσει βασισμένα στη μηχανή AGS στα περασμένα χρόνια, όπως επίσης κι αρκετά εμπορικά παιχνίδια. Λάβετε υπόψιν ότι, όπως ισχύει και για τον αυτόνομο (stand-alone) διερμηνευτή AGS από τον οποίο προήλθε η μηχανή, υποστηρίζονται μόνο παιχνίδια της AGS από την έκδοση 2.5 και έπειτα.\n\nΟπότε όσοι από εσάς ενδιαφέρεστε, δοκιμάστε να κατεβάσετε μερικά από τα δωρεάν (freeware) παιχνίδια από τον [ιστότοπο του AGS (The AGS website)](https://www.adventuregamestudio.co.uk/site/games/). Θα χρειαστείτε μια [ημερήσια διανομή ανάπτυξης (daily development build)](https://buildbot.scummvm.org/#/snapshots). Όπως πάντα, παρακαλούμε να υποβάλλετε τις αναφορές προβλημάτων (bugs) στον [ιστότοπο αναφοράς προβλημάτων του ScummVM](https://bugs.scummvm.org/). Θα μας βοηθούσε επίσης αν μας γράφατε στο [κανάλι του Discord server μας, #engine-ags](https://discord.gg/eQYERyBc) ποιά παιχνίδια ολοκληρώσατε στις δοκιμές σας."
    },
    "20210518": {
        "content": "![GSoC Logo](/data/news/GSoC2016Logo.png)\n\nΧθες, η Google ανακοίνωσε τη λίστα από φοιτητές που έγιναν δεκτοί για τη νέα περίοδο του [Καλοκαιριού Προγραμματισμού της Google (δηλαδή το \"Google Summer of Code\")](https://summerofcode.withgoogle.com/). Με υπερηφάνεια φέτος υποδεχόμαστε 6 φοιτητές, οι οποίοι θα δουλέψουν πάνω σε διάφορα τμήματα του project κατά τους επερχόμενους μήνες.\n\n* ο Aashwin Vaish (γνωστός και ως av_dx) θα βελτιώσει το γραφικό περιβάλλον διεπαφής (GUI) προσθέτοντας ένα νέο εργαλείο για την διαχείριση της βιβλιοθήκης παιχνιδιών, ώστε οι καταχωρήσεις των παιχνιδιών να παρουσιάζονται με εικονίδια από το \"εξώφυλλο\"/κουτί (cover art thumbnails), με επιλογές για ομαδοποίηση και πεδία για φιλτράρισμα της λίστας\n* ο a-yyg (γνωστός και ως a/) θα εργαστεί στην υλοποίηση νέας μηχανής για το Faery Tale Adventure II, που θα βασιστεί στον πρωτότυπο πηγαίο κώδικα που μας παρείχαν ευγενώς από το The Dreamers Guild\n* ο Crane yang (γνωστός και ως sheep) θα βοηθήσει στη δουλειά για τη βελτίωση της υπάρχουσας μηχανής Director\n* ο Divyam Ahuja (γνωστός και ως Hikigaya) θα εργαστεί στην ολοκλήρωση της υλοποίησης μερικών μηχανών που έχουν μείνει αδρανείς για πολύ καιρό μέχρι σήμερα, δίνοντας μεγαλύτερη προτεραιότητα στις μηχανές MacVenture και Avalanche\n* ο Dylan Servilla (γνωστός και ως djsrv) θα δουλέψει επίσης στην μηχανή Director, συνεχίζοντας τη δουλειά του από προηγούμενο GSoC και στοχεύοντας στην επίτευξη υποστήριξης για την Director 2-4\n* ο taylorzhancher (twan) θα εστιάσει στην προσθήκη λειτουργίας Κείμενο-σε-Ομιλία (Text To Speech) σε διάφορα παιχνίδια ώστε να βελτιωθεί η εμπειρία των ατόμων με προβλήματα ανάγνωσης κειμένου από την οθόνη\n\nΕίναι η πρώτη φορά μετά το 2008, που έχουμε την ευκαιρία να υποστηρίξουμε καθοδήγηση για 6 φοιτητές στο GSoC. Οπότε λοιπόν, ας το γιορτάσουμε και ας δώσουμε ένα ιδιαίτερα ζεστό καλωσόρισμα στους συμμετέχοντες φοιτητές στο 2021 GSoC!",
        "title": "Ας υποδεχτούμε θερμά τους φοιτητές για το GSoC!"
    },
    "20210611": {
        "title": "Άλλο ένα παιχνίδι περιπέτειας επιστημονικής φαντασίας έρχεται στο ScummVM",
        "content": "Διανύοντας μια περίοδο από το 1940 έως το 2099, το _Nightlong: Union City Conspiracy_ είναι πλέον έτοιμο για δημόσια δοκιμή. Μπείτε στο ρόλο του ιδιωτικού ντετέκτιβ Joshua Reev σε αυτό το cyberpunk παιχνίδι περιπέτειας που κυκλοφόρησε το 1998 από την Trecision, προσφέροντας pre-rendered περιβάλλοντα και 3D software rendering. Ξεσκεπάστε την συνωμοσία, μαζί με όλα τα προβλήματα (bugs)!\n\nΕυχαριστούμε ιδιαιτερα τους αρχικούς προγραμματιστές που παρείχαν τον πηγαίο κώδικα καθώς και τους SupSuper, Strangerke, bluegr και madmoose για την μεταφορά του στο ScummVM.\n\nΥποστηρίζονται όλες οι εκδόσεις του παιχνιδιού για Windows, καθώς και τα αποθηκευμένα παιχνίδια από το πρωτότυπο (original savegames). Ρίξτε μια ματιά στο [βίκι](https://wiki.scummvm.org/index.php?title=Nightlong:_Union_City_Conspiracy) για τα απαιτούμενα αρχεία παιχνιδιού. Αν δεν έχετε το παιχνίδι στην κατοχή σας, έχουμε διαθέσιμα [demos](https://www.scummvm.org/demos/). Για να κάνετε δοκιμές θα χρειαστείτε την [τελευταία ημερήσια διανομή](https://www.scummvm.org/downloads/#daily) του ScummVM. Όπως πάντα, παρακαλούμε να υποβάλετε τις αναφορές για προβλήματα στον [ιστότοπο αναφοράς προβλημάτων](https://bugs.scummvm.org/)."
    },
    "20210629": {
        "title": "Λιγότερο από έναν αιώνα προόδου...",
        "content": "Ετοιμαστείτε για μια περιπέτεια που θα σας ταξιδέψει σε 7 θαυμάσιους κόσμους σε διάστημα 1200 ετών. Η επική συνέχεια του _The Journeyman Project_, το _The Journeyman Project 2: Buried in Time_ υποστηρίζεται πλέον πλήρως από το ScummVM.\n\nΈπειτα από αρκετά χρόνια ανάπτυξης από τον clone2727, και μερικά ακόμα για τα οποία παρέμεινε σε κάποιο ράφι ωριμάζοντας, το παιχνίδι είναι επιτέλους έτοιμο για δημόσιες δοκιμές.\n\nΠαρακαλούμε να μας βοηθήσετε σε αυτό το ταξίδι. Βρείτε τα CD σας (ή αποκτήστε την [ψηφιακή κυκλοφορία από το GOG.com](https://www.gog.com/game/journeyman_project_2?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)), αντιγράψτε [τα απαραίτητα αρχεία](https://wiki.scummvm.org/index.php?title=The_Journeyman_Project_2:_Buried_in_Time) και πετάξτε, πετάξτε. Θα χρειαστείτε την [τελευταία ημερήσια διανομή ανάπτυξης](https://www.scummvm.org/downloads/#daily) του ScummVM. Αν αντιμετωπίστε προβληματάκια στο παιχνίδι, παρακαλούμε να τα υποβάλετε στον [ιστότοπο αναφοράς προβλημάτων](https://bugs.scummvm.org/)."
    },
    "20210817": {
        "content": "Έπειτα από πέντα (5) χρόνια ενεργής ανάπτυξης, ανακοινώνουμε με χαρά ότι τα πρώτα από τα παιχνίδια που δημιουργήθηκαν με MacroMind/Macromedia Director υποστηρίζονται πλέον από το ScummVM.\n\nΟ Iskrich, ένας σπουδαστής που συμμετείχε στο πρόγραμμα GSoC, έθεσε τις πρώτες γραμμές κώδικα για τη σχετική μηχανή, βασιζόμενος στην αρχική προσπάθεια ανάστροφης μηχανικής (reverse engineering) της fuzzie, την οποία υλοποίησε σε Python στα πλαίσια του πρότζεκτ _continuity_. Αργότερα, το έργο συνεχίστηκε από τον sev το 2017, όταν ξεκίνησε η ανάπτυξη για τον μεταγλωττιστή Lingo (δηλαδή τον \"Lingo compiler\") και ο stevenhoefel ξεκίνησε να προσθέτει κώδικα σχετικό με την Director 5. Το 2018, η ανάπτυξη ήταν πρακτικά ελάχιστη, αλλά το 2019, ο moralrecordings έκανε κάποιες προόδους για την Director 4. Τελικά, το  2020 και το 2021, έγιναν σημαντικά άλματα στην ανάπτυξη, πρώτα από τους npjg και djsrv, και έπειτα από τους sheep και djsrv, ενώ παράλληλα ο rvanlaar εγκατέστησε ένα buildbot συνεχούς ενσωμάτωσης (δηλαδή \"continuous integration buildbot\") για το πρότζεκτ.\n\nΓια να μην πολυλογούμε, κατόπιν 3738 υποβολών κώδικα (commits), ανακοινώνουμε πλέον την υποστήριξη για τίτλους βασιζόμενους στην Director 2, όπως το _Spaceship Warlock_. Κάποιοι επιλεγμένοι τίτλοι βασισμένοι στην Director 3 ενδέχεται επίσης να λειτουργούν, και συγκεκριμένα, υποστηρίζουμε το _L-ZONE_.\n\nΒρείτε τα CD σας και δοκιμάστε αυτούς τους τίτλους. Επιπρόσθετα, συγκεντρώνουμε ενεργά πληροφορίες για τίτλους που βασίζονται σε Director (και σε Shockwave) τους οποίους καταγράφουμε στο [Βικι μας](https://wiki.scummvm.org/index.php?title=Director/Games), οπότε, παρακαλούμε, να μας βοηθήσετε σε αυτή την προσπάθεια.\n\nΕργαζόμαστε ενεργά πάνω στην εμβάθυνση της συμβατότητας με την Director 3, ειδικά για το αρχικό _Journeyman Project_ και στην επέκταση της υποστήριξης για την Director 4, έχοντας τα _Meet MediaBand_ και _Chop Suey_ ως πρωταρχικούς στόχους μας για δοκιμές.\n\nΓια να τρέξετε τα παιχνίδια θα χρειαστείτε την [πιο πρόσφατη ημερήσια διανομή](https://www.scummvm.org/downloads/#daily) του ScummVM. Και ως συνήθως, αν βρείτε προβλήματα, παρακαλούμε να τα υποβάλετε στον [ιστότοπο αναφοράς προβλημάτων (issue tracker)](https://bugs.scummvm.org/).",
        "title": "Έναρξη υποστήριξης για κάποιους από τους αρχικούς τίτλους σε Macromedia Director"
    },
    "20210718": {
        "content": "Τον περασμένο χρόνο [προσθέσαμε υποστήριξη](https://www.scummvm.org/news/20200521/) για παιχνίδια από τη σειρά Ultima συμπεριλαμβανομένου του [Ultima 8](https://www.scummvm.org/news/20200524/).  Βασιζόμενη στην μηχανή του Ultima 8, η Origin Systems δημιούργησαν επίσης δύο άλλα παιχνίδια σε αρκετά διαφορετικό στιλ, τα: _Crusader: No Remorse_ and _Crusader: No Regret_.\n\nΕίμαστε στην ευχάριστη θέση να ανακοινώσουμε ότι το πρώτο από αυτά (το Crusader: No Remorse) είναι πλέον έτοιμο για δημόσια δοκιμή με το ScummVM. Αν έχετε στην κατοχή σας το παιχνίδι και είστε έτοιμοι να τα βάλετε με το World Economic Consortium (Παγκόσμια Οικονομική Κοινοπραξία), πάρτε την [πρόσφατη ημερήσια διανομή](https://www.scummvm.org/downloads/#daily) του ScummVM. Αν αντιμετωπίσετε προβλήματα, παρακαλούμε να τα υποβάλετε στον [ιστότοπο αναφοράς προβλημάτων (issue tracker)](https://bugs.scummvm.org/).",
        "title": "Αρχικά, επιτρέψτε μου να σας καλωσορίσω στην Αντίσταση, Καπετάνιε."
    },
    "20210828": {
        "title": "Βοηθείστε μας στις δοκιμές για την επόμενη έκδοση του ScummVM",
        "content": "Έχει περάσει σχεδόν ένας χρόνος από την τελευταία κυκλοφορία του ScummVM. Έχουμε κάνει πραγματικά ένα καταπληκτικό αριθμό αλλαγών, για τις οποίες μπορείτε να διαβάσετε στο [αρχείο NEWS.md](https://github.com/scummvm/scummvm/blob/branch-2-3/NEWS.md). Χρειαζόμαστε τη βοήθειά σας για να δοκιμάσουμε τη νέα επερχόμενη έκδοση!\n\nΕκτός από τη [λίστα παιχνιδιών προς δοκιμή πριν την κυκλοφορία](https://wiki.scummvm.org/index.php?title=Release_Testing/2.3.0), τα πιο αξιοσημείωτα πράγματα για δοκιμή είναι:\n\n* Υποστήριξη UTF-32 στο περιβάλλον διεπαφής (GUI), κάτι που επιτρέπει πλήρεις μεταφράσεις σε γλώσσες όπως Ιαπωνικά και Κορεάτικα. (Επίσης, είστε ευπρόσδεκτοί να [βοηθήσετε με την μετάφραση σε περισσότερες γλώσσες](https://translations.scummvm.org/projects/scummvm/scummvm/)).\n* Υποστήριξη για HiDPI (γνωστές και ως Retina) οθόνες στο GUI. Τέρμα οι θολές ή πιξελιασμένες γραμματοσειρές.\n* Σημαντική επανεγγραφή της μεταφοράς του ScummVM σε Nintendo DS, που αποκτά όλες τις τελευταίες μηχανές και δυνατότητες συγχρονίζοντάς το με τον κεντρικό κώδικα του ScummVM.\n* Οι μηχανές 3D που ανήκαν προηγουμένως στο ResidualVM. Παιχνίδια όπως τα _Grim Fandango_, _The Longest Journey_ και _Myst III: Exile_ χρειάζονται δοκιμή παίζοντας τα από την αρχή ως το τέλος.\n* Συνολικά, έχουμε 12 νέες μηχανές και γενικές αλλαγές σε άλλες 24 μηχανές.\n\nΓια να τρέξετε τα παιχνίδια θα χρειαστείτε την [πιο πρόσφατη ημερήσια σταθερή (stable) διανομή](https://www.scummvm.org/downloads/#daily) του ScummVM. Έπειτα, φορτώστε κάποια παιχνίδια και υποβάλετε τις αναφορές σας για προβλήματα στον [ιστότοπο αναφοράς προβλημάτων (issue tracker)](https://bugs.scummvm.org/) και την πρόοδό σας στο παιχνίδι σε [αυτό το νήμα του forum](https://forums.scummvm.org/viewtopic.php?f=1&t=16362) ώστε να μπορούμε να παρακολουθούμε την πρόοδο στο [Βικι μας](https://wiki.scummvm.org/index.php?title=Release_Testing/2.3.0)."
    },
    "20211009": {
        "content": "Σαν σήμερα πριν είκοσι χρόνια, την Τρίτη 9 Οκτωβρίου στις 16:30:12 του 2001, ο Ludvig Strigeus υπέβαλε την αρχική εκδοχή του κώδικα για το ScummVM, που αντιστοιχούσε στην έκδοση 0.0.1 του πρότζεκτ. Τα χρόνια πέρασαν γρήγορα και, φτάνοντας στον παρόντα χρόνο, κυκλοφορούμε με περηφάνια την έκδοση 2.5.0 του ScummVM “Σαν σήμερα πριν είκοσι χρόνια…”\n\nΗ [λίστα με τις αλλαγές](https://downloads.scummvm.org/frs/scummvm/2.5.0/ReleaseNotes.html) είναι τεράστια.\n\nΠρώτα από όλα, αυτή είναι η πρώτη κυκλοφορία που υποστηρίζει παιχνίδια 2.5D (σχεδόν 3D), χάρη στη συγχώνευση με το πρότζεκτ του ResidualVM. Με αυτή την κυκλοφορία ανακοινώνουμε την υποστήριξη για τα _Grim Fandango_, _The Longest Journey_ και _Myst 3: Exile_. Αυτός είναι κι ο λόγος που μεταβήκαμε απευθείας στο 2.5 ως αριθμό της νέας έκδοσης. Σημειώστε ωστόσο ότι για την ώρα, μόνο οι πλατφόρμες desktop υποστηρίζουν αυτά τα παιχνίδια, και οι υπόλοιπες πλατφόρμες ενδέχεται να αποκτήσουν την υποστήριξη αργότερα και ανάλογα με τις δυνατότητές τους.\n\nΕπιπρόσθετα με αυτά τα τρία παιχνίδια και τις μηχανές τους, υποστηρίζουμε επίσημα δεκα (10) ακόμα νέες μηχανές και δευτερεύουσες μηχανές (υπό-μηχανές) που φέρνουν συμβατότητα με τα ακόλουθα παιχνίδια:\n\n* _Little Big Adventure_\n* _Red Comrades 1: Save the Galaxy_\n* _Red Comrades 2: For the Great Justice_\n* _Transylvania_\n* _Crimson Crown_\n* _OO-Topos_\n* [Παιχνίδια Glulx interactive fiction](https://wiki.scummvm.org/index.php?title=Glk/Glulxe)\n* _Private Eye_\n* [Παιχνίδια σε AGS από την έκδοση 2.5+](https://wiki.scummvm.org/index.php?title=AGS/Games)\n* _Nightlong: Union City Conspiracy_\n* _The Journeyman Project 2: Buried in Time_\n* _Crusader: No Remorse_\n* _L-ZONE_\n* _Spaceship Warlock_\n\nΚαθώς αγαπούμε τις κυκλοφορίες παιχνιδιών μεταφρασμένων σε διάφορες γλώσσες και την υποστήριξη εκδόσεων που προέρχονται από πολλαπλές πλατφόρμες, με αυτή την κυκλοφορία, βελτιώσαμε την υποστήριξη για το _Lure of the Temptress_ που κυκλοφόρησε η Konami, την Ισπανική έκδοση των _Blue Force_, _Ringworld_ και _Amazon: Guardians of Eden_, τη Γαλλική έκδοση του _Mystery House_, Ρωσικές μεταφράσεις παιχνιδιών AGI της Sierra, την Ιαπωνική έκδοση του _Elvira 1_ για PC-98, τη Ρώσικη έκδοση των _Bargon Attack_ και _Woodruff_,  την Ιαπωνική έκδοση του _Eye of the Beholder_ για Sega-CD, την Εβραϊκή έκδοση των _Legend of Kyrandia_ και _Legend of Kyrandia 2_, την έκδοση του _Legend of Kyrandia 3_ σε Απλοποιημένα Κινέζικα, την Ιαπωνική έκδοση του _Inherit the Earth_ για PC-98, την έκδοση του _Gabriel Knight 1_ για Macintosh, και τη Ρώσικη έκδοση του _Xeen_ ανάμεσα σε άλλους τίτλους. Ας σημειωθεί ακόμα, ότι πλέον υποστηρίζονται επίσης οι ασπρόμαυρες εκδόσεις για Macintosh των _Loom_ και _Indy 3_.\n\nΠέρα από τα νέα παιχνίδια και τις πρόσθετες υποστηριζόμενες εκδόσεις παιχνιδιών, το ScummVM 2.5.0 φέρνει πολλές αξιοσημείωτες βελτιώσεις και νέες δυνατότητες. Ολοκληρώσαμε μια μεγάλη αλλαγή στο περιβάλλον διεπαφής (GUI): Πλέον υποστηρίζουμε χαρακτήρες Unicode παντού. Το GUI επίσης μπορεί και προσαρμόζεται σε υψηλές αναλύσεις που χρησιμοποιούν οι οθόνες HiDPI. Η έκδοση του ScummVM για το Nintendo DS υλοποιήθηκε από την αρχή σε σημαντικό ποσοστό. Προσθέσαμε μηχανισμό για επιτεύγματα σε GOG και Steam σε ένα μεγάλο αριθμό από παιχνίδια της Wintermute και ενεργοποιήσαμε τη δυνατότητα αντιστοίχισης πλήκτρων (KeyMapper) σε περισσότερα παιχνίδια. Χάρη στη δουλειά ενός από τους φοιτητές που συμμετείχαν στο πρόγραμμα GSoC για το ScummVM, προσθέσαμε την επιλογή για αφήγηση κειμένου (text-to-speech) στα παιχνίδια _Sfinx_,  _Soltys_ και _The Griffon Legend_.\n\nΌλα αυτά τα καλούδια θα τα βρείτε διαθέσιμα για ένα μεγάλο αριθμό από πλατφόρμες στη [σελίδα Λήψεων του ScummVM](https://www.scummvm.org/downloads/), ή εναλλακτικά, σε Windows ή Macintosh μπορείτε να επιτρέψετε την αυτόματη ενημέρωση να σας φέρει την νέα έκδοση.\n\nΣας ευχόμαστε τρανές περιπέτειες, εφευρετικό λύσιμο γρίφων και συναρπαστικά ταξίδια σε κόσμους παιχνιδιών ρόλων (RPG), και ελπίζουμε να σας έχουμε μαζί μας στα χρόνια που έρχονται.\n\nΠαρεμπιπτόντως, το GOG.com έχει [μια ειδική εορταστική προσφορά](https://www.gog.com/news/special_event_bscummvm_20th_anniversaryb?pp=22d200f8670dbdb3e253a90eee5098477c95c23d) σε παιχνίδια που υποστηρίζονται από το ScummVM, με την αφορμή της επετείου του ScummVM και της νέας κυκλοφορίας.",
        "title": "Σαν σήμερα πριν είκοσι χρόνια..."
    },
    "20211118": {
        "title": "Αναζητήστε την αλήθεια",
        "content": "Ύστερα από [περισσότερα από 10 χρόνια ανάπτυξης](https://www.alexbevi.com/blog/2021/05/19/scummvm-asylum-engine/), η Ομάδα του ScummVM είναι στην ευχάριστη θέση να ανακοινώσει την υποστήριξη του παιχνιδιού περιπέτειας ψυχολογικού τρόμου (psychological-horror), *Sanitarium*.\n\nΒρείτε την έκδοση για CD που έχετε ή την ψηφιακή έκδοση που κυκλοφόρησε και βυθιστείτε σε μια ιστορία γεμάτη εφιάλτες και μυστήρια.\n\nΑν δεν έχετε το παιχνίδι στην κατοχή σας, έχουμε διαθέσιμο ένα [demo](/frs/demos/asylum/asylum-demo.zip) στον ιστότοπό μας.\n\nΘα χρειαστε να χρησιμοποιήσετε την πιο πρόσφατη [ημερήσια διανομή](/downloads/#daily). Όπως πάντα, παρακαλούμε να υποβάλετε τις αναφορές για θέματα που αντιμετωπίσατε στον [ιστότοπο αναφοράς προβλημάτων του ScummmVM](https://bugs.scummvm.org/)."
    },
    "20220102": {
        "content": "Έχουν περάσει αρκετοί μήνες από την μνημειώδη κυκλοφορία του ScummVM 2.5.0, και σήμερα η ομάδα μας ανακοινώνει με ενθουσιασμό την κυκλοφορία της διορθωτικής έκδοσης 2.5.1 υπό την κωδική ονομασία “Californium”*.\n\nΟι πιο αξιοσημείωτες αλλαγές είναι οι ακόλουθες: προσθέσαμε κλιμακωτές (scalers) για την κατάσταση λειτουργίας OpenGL (εκείνα τα AdvMame, HQ κλπ), διορθώσαμε πολλά bugs στο _The Lost Files of Sherlock Holmes_, βελτιώσαμε την ακρίβεια στον ήχο για το _Sam & Max_, και τα γραφικά σε κάποια παιχνίδια SCUMM στις εκδόσεις για Macintosh, υλοποιήσαμε περισσότερες επιλογές απόδοσης γραφικών (renderers) για το _The Longest Journey_, και πολλές βελτιώσεις για το _Little Big Adventure_ και διορθώσαμε το τρομερό bug που δεν επέτρεπε την εκκίνηση του _World of Xeen_.\n\nΜπορείτε να βρείτε την πλήρη λίστα με τις αλλαγές [εδώ](https://downloads.scummvm.org/frs/scummvm/2.5.1/ReleaseNotes.html).\n\nΘα βρείτε συνδέσμους για λήψη της νέας έκδοσης στο σύνηθες τους μέρος, στη [σελίδα Λήψεων του ScummVM](https://www.scummvm.org/downloads/). Λόγω μιας μικρής καθυστέρησης όσον αφορά την έκδοση για macOS, η αυτόματη ενημέρωση θα κυκλοφορήσει μέσα στις επόμενες μέρες - μείνετε συντονισμένοι!\n\nΚαλή διασκέδαση με το ScummVM στο 2022!\n\n\\* Το μέσο ατομικό βάρος του χημικού στοιχείου Californium (καλιφόρνιο) (με ατομικό αριθμό 98) είναι 251.",
        "title": "Νέο έτος με Californium(*)"
    },
    "20220201": {
        "title": "Θα τα καταφέρετε ενάντια σε έξι από τους πιο θανάσιμους εχθρούς σας; 🕷",
        "content": "Το παιχνίδι _Marvel Comics Spider-Man: The Sinister Six_, ο πρώτος υποστηριζόμενος τίτλος σε [μηχανή Hypno](https://wiki.scummvm.org/index.php?title=Hypno), είναι έτοιμο για δημόσια δοκιμή!\n\nΕτοιμαστείτε να νικήσετε τους μεγαλύτερους εχθρούς του Spidey, τους: Δρ. Octopus, Hobgoblin, Shocker, Chameleon, Mysterio, και Vulture! 🕷\n\nΈχοντας κυκλοφορήσει από την _Brooklyn Multimedia_ το 1996, αυτό το παιχνίδι δράσης και περιπέτειας (action-adventure) σας βάζει στο ρόλο του Πήτερ Πάρκερ (Peter Parker), πιο γνωστού ως Spider-Man. Περικλείει έξι διαφορετικές ιστορίες με διαφορετική κατάληξη ανάλογα με το πώς θα παίξετε, και τέσσερις βαθμίδες δυσκολίας.\n\nΤο ScummVM προς το παρόν υποστηρίζει την Αγγλική και Ισπανική έκδοση. Η υποστήριξη για την Εβραϊκή έκδοση θα είναι σύντομα διαθέσιμη. Γνωρίζουμε ότι υπάρχει και μια Γερμανική έκδοση, αλλά χρειαζόμαστε βοήθεια για την ανεύρεση της πριν μπορέσουμε να την υποστηρίξουμε. Παρακαλούμε να [επικοινωνήσετε μαζί μας](https://www.scummvm.org/contact/) αν την έχετε στην κατοχή σας.\n\nΓια να παίξετε κάποια από τις υποστηριζόμενες εκδόσεις, θα χρειαστείτε μια [ημερήσια διανομή ανάπτυξης (daily development build)](https://www.scummvm.org/downloads/#daily). Όπως πάντα, παρακαλούμε να υποβάλετε τις αναφορές σας για προβλήματα που αντιμετωπίσατε στον [ιστότοπο αναφοράς προβλημάτων](https://bugs.scummvm.org/)."
    },
    "20220216": {
        "content": "Έχουν περάσει 13 χρόνια από τότε που προστέθηκε η υποστήριξη του *The 7th Guest* στο ScummVM με την ενσωμάτωση της μηχανής Groovie 1, και σήμερα επιτέλους ολοκληρώσαμε την υλοποίηση της μηχανής Groovie 2 με υποστήριξη για τα 4 παιχνίδια της: *The 11th Hour*, *Clandestiny*, *Tender Loving Care* (έκδοση για CD-ROM), και *Uncle Henry's Playhouse*.\n\nΑν τα μίνι παιχνίδια ενάντια στον Stauf σας φαίνονται πολύ δύσκολα, τότε σας έχουμε μια νέα επιλογή για Ευκολότερη Τεχνητή Νοημοσύνη (Easier AI) για όλους αυτούς τους τίτλους (εκτός από το *Tender Loving Care*, που δεν περικλείει παιχνίδια ενάντια σε ΤΝ). Η επιλογή για Ευκολότερη ΤΝ είναι επίσης πλέον διαθέσιμη και για την αρχική μηχανή Groovie για το *The 7th Guest*, μαζί με διάφορες άλλες βελτιώσεις όπως η δυνατότητα γρήγορης αναπαραγωγής βίντεο (fast-forward) με δεξί κλικ.\n\nΒάλτε λοιπόν τον σκούφο περισυλλογής σας, κατεβάστε μία [ημερήσια έκδοση ανάπτυξης (daily build)](https://buildbot.scummvm.org/#/dailybuilds) και κάντε μια δοκιμή. Μπορείτε επίσης να ρίξετε μια ματιά [στα demo εδώ ](https://www.scummvm.org/demos/#other). Ως συνήθως, παρακαλούμε να υποβάλετε τις αναφορές σας για τυχόν προβλήματα στον [ιστότοπο αναφοράς προβλημάτων](https://bugs.scummvm.org/newticket?component=Engine:%20Groovie).",
        "title": "\"Επιστρέψατε ορεξάτοι;\""
    },
    "20170401a": {
        "title": "Αλλάζουμε το όνομά μας!",
        "content": "**Ενημέρωση:** δεν καταφέραμε να εξασφαλίσουμε το όνομα plumbervm.org και, συνεπώς, αποφασίσαμε να εγκαταλείψουμε το εγχείρημα μετονομασίας και να επιστρέψουμε στο παλιό όνομα. Ζήτω το ScummVM!\n\nΤο θέμα για το όνομα του ScummVM έχει προκύψει και συζητηθεί πολλές φορές από τότε που ξεκινήσαμε να προσθέτουμε μηχανές για παιχνίδια που δεν γράφτηκαν στη SCUMM μηχανή. Μέχρι τώρα η απόφαση ήταν να κρατήσουμε το αρχικό όνομα. Ωστόσο, η σημερινή προσθήκη της μηχανής για το *Plumbers Don't Wear Ties* (Οι Υδραυλικοί Δεν Φορούν Γραβάτες) αλλάζει τα πάντα. Λόγω της φήμης και δημοτικότητάς του ως ένα από τα καλύτερα βιντεοπαιχνίδια όλων των εποχών, είναι φυσικό να γίνει η ναυαρχίδα όλων όσων πρεσβεύουμε. Έτσι αποφασίσαμε επιτέλους να αλλάξουμε το όνομά μας. Θα είμαστε πλέον το **PlumberVM**!\n\nΧρησιμοποιήσαμε το όνομα ScummVM για περισσότερο από 15 χρόνια, και μετά λύπη μας το αποχαιρετούμε. Είναι ένα όνομα το οποίο είναι ευρέως γνωστό, και δεν υποτιμούμε την προσπάθεια που θα απαιτηθεί για να έχει το νέο όνομα την ίδια αναγνώριση. Για αυτό λοιπόν ζητούμε τη βοήθειά σας να διαδώσετε την είδηση. Βραχυπρόθεσμα αυτό θα οδηγήσει αναπόφευκτα σε λίγη σύγχυση και αναστάτωση. Αλλά μακροπρόθεσμα είμαστε πεπεισμένοι ότι έχουμε πάρει τη σωστή απόφαση. Με την υποστήριξή σας θα κατακτήσουμε τον κόσμο! Αρχίζοντας από τους υπονόμους.\n\nΜε την αλλαγή του ονόματος αποφασίσαμε επίσης να επεκτείνουμε ακόμα παραπάνω το πεδίο στόχων του πρότζεκτ μας. Πέρσι, αποφασίσαμε να δεχτούμε μηχανές για παιχνίδια ρόλων (RPG) επιπρόσθετα των παιχνιδιών περιπέτειας. Πλέον θα δεχόμαστε οποιοδήποτε παιχνίδι στο οποίο εμφανίζεται κάποιος υδραυλικός. Ήδη έχει ξεκινήσει η δουλειά πάνω στο ίσως όχι τόσο γνωστό παιχνίδι, *Super Mario Bros.*, και έχουμε μεγάλα σχέδια για το μέλλον. Σύντομα θα ανακοινώσουμε κάτι μεγάλο, οπότε μείνετε συντονισμένοι.\n\nΣε τελική σημείωση, θα μας πάρει λίγο χρόνο να ενημερώσουμε όλα τα μέρη όπου εμφανίζεται το όνομά μας. Σήμερα ξεκινήσαμε από την κεντρική ιστοσελίδα μας και μέσα στις επόμενες μέρες θα παρατηρήσετε πως η αλλαγή θα επεκταθεί στους λογαριασμούς κοινωνικής δικτύωσης μας, στο βίκι (wiki), το φόρουμ και τις σελίδες που δεν έχουν ακόμα ενημερωθεί στον ιστότοπό μας. Δουλεύουμε επίσης πάνω στην κυκλοφορία του PlumberVM 2.0 με την προσθήκη δύο νέων υποστηριζόμενων παιχνιδιών: του *Plumbers Don't Wear Ties* και του *Full Pipe*. Αυτό θα συμβεί μόλις εξολοθρεύσουμε τα τελευταία λίγα προβλήματα (bugs) με τις μηχανές για το *Plumbers Don't Wear Ties* και το *Full Pipe*. Ελπίζουμε πως δεν θα βρούμε τίποτα μεταλλαγμένες χελώνες κατά τις δοκιμές. Γιατί η εξολόθρευσή τους είναι αρκετά ζόρικη!"
    },
    "20220308": {
        "content": "Για άλλη μια φορά, και αυτή τη χρονιά, το πρότζεκτ μας έγινε δεκτό στο πρόγραμμα [Καλοκαίρι Προγραμματισμού της Google (δηλαδή το \"Google Summer of Code\")](https://summerofcode.withgoogle.com).\n\nΤα περασμένα χρόνια η Google επέτρεπε συμμετοχές μόνο από σπουδαστές. Φέτος, ωστόσο, σπουδαστές και μη είναι ευπρόσδεκτοι να συμμετέχουν και να προγραμματίσουν μαζί μας. Υπάρχουν δύο σετ από εργασίες, το ένα αφορά εργασίες για 175 ώρες και το άλλο για 350 ώρες. Εμείς έχουμε διαθέσιμες εργασίες και στις δύο κατηγορίες.\n\nΤο ScummVM περιμένει τις αιτήσεις συμμετοχής σας! Μπορείτε να βρείτε μια λίστα από προτεινόμενα πρότζεκτ σε [αυτή τη σελίδα](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2022), αλλά είμαστε επίσης ανοιχτοί σε δικές σας ιδέες και προτάσεις. Παρακαλούμε να σιγουρευτείτε ότι παρείχατε [όλη την απαιτούμενη πληροφορία στην αίτησή σας](https://wiki.scummvm.org/index.php?title=GSoC_Application) πριν την υποβάλετε.\n\nΈχουμε συγκεντρώσει κάποιες οδηγίες για εσάς, βασισμένες στην εμπειρία που έχουμε από 14 χρόνια συμμετοχής στο πρόγραμμα. Μπορείτε να ξεκινήσετε την εξερεύνησή σας από το [μίνι-πόρταλ που έχουμε για το Καλοκαίρι Προγραμματισμού της Google](https://wiki.scummvm.org/index.php?title=Summer_of_Code).\n\nΕπίσης, παρακαλούμε να μας επισκεφτείτε στον [εξυπηρετητή Discord](https://discord.gg/4cDsMNtcpG) και να ακολουθήσετε το κανάλι #scummvm-gsoc όπου θα βρείτε τους μέντορές μας για το πρόγραμμα και την υπόλοιπη ομάδα.\n\nΠεριμένουμε με ανυπομονησία τις υπέροχες αιτήσεις σας και τη συμμετοχή σας!",
        "title": "Το ScummVM έγινε δεκτό στο Καλοκαίρι Προγραμματισμού της Google για το 2022"
    },
    "20050313": {
        "content": "Έχουμε πλέον μια εκτεταμένη λίστα από παραμέτρους εκκίνησης για το παιχνίδι Fate of Atlantis (Η Τύχη της Ατλαντίδας) στη [σελίδα μας με τις παραμέτρους εκκίνησης](http://www.scummvm.org/documentation.php?view=bootparam). Πολλά ευχαριστώ στην Laura Abbott που ξόδεψε πολύ χρόνο για να φτιάξει αυτή τη λίστα και έπειτα την χάρισε γενναιόδωρα σε εμάς. Είμαι βέβαιος ότι αυτό θα μας βοηθήσει όσο θα δουλεύουμε μελλοντικά πάνω σε θέματα με το FOA.\n\nΣε άλλα νέα, ο Robert Kelsen προσφέρθηκε να δουλέψει εθελοντικά ως δημιουργός πακέτων εγκατάστασης σε SlackWare, και έχει ήδη παρέχει ένα [εκτελέσιμο της έκδοσης 0.7.0 για SlackWare](https://downloads.scummvm.org/frs/scummvm/0.7.0/scummvm-0.7.0-slack-i486-1.tgz). Μπράβο, Rob!\n\nΟπότε, κατά τα φαινόμενα, υπάρχει κόσμος που όντως διαβάζει την ενότητα ειδήσεών μας... Μένω έκπληκτος ;-). Ευχαριστούμε όλους σας για τη συμβολή σας στο ScummVM παρέχοντας χρήσιμα σχόλια (feedback), και που και που κανένα έπαινο -- και τα δύο μας βοηθούν πραγματικά να διατηρήσουμε το ενδιαφέρον μας όσο δουλεύουμε στο ScummVM!",
        "title": "Η τύχη των παραμέτρων εκκίνησης"
    },
    "20050309": {
        "content": "Υποθέτω ότι ήρθε πάλι η ώρα για να δώσουμε το σύνηθες, τακτικό, μηνιαίο σημάδι ζωής, *\"Ναι, είμαστε ζωντανοί. Όχι, δεν θα συγχωνευτούμε με το FreeSCI. Ναι, μπορείτε να δωρίσετε την Ferrari σας σε μένα, και τότε μπορεί να το ξανασκεφτώ.\"*  \nΩς συνήθως, πολλά μικρά και μεγάλα πράγματα συνέβησαν, και μπορεί να δημοσιεύσουμε κάποιες σχετικές πληροφορίες στο όχι και τόσο μακρινό μέλλον. Στο εντωμεταξύ, θα ήθελα να σας επιστήσω την προσοχή σε μια μικρή αλλά φίνα λεπτομέρεια, που μπορεί να ενδιαφέρει ή/και να φανεί χρήσιμη σε κάποιους από σας...:\n\nΠριν λίγο καιρό, προσθέσαμε μια [λίστα από παραμέτρους εκκίνησης (boot params)](http://www.scummvm.org/documentation.php?view=bootparam) στην ενότητα τεκμηρίωσής μας (documentation). Μπορεί να το έχετε ήδη προσέξει, αλλιώς τσεκάρετε το.\n\nΣε περίπτωση που δεν γνωρίζετε τι είναι μια παράμετρος εκκίνησης (ντροπή σας!), προσπάθησα να δώσω μια εξήγηση [σε εκείνη τη σελίδα](http://www.scummvm.org/documentation.php?view=bootparam), οπότε, ρίξτε μια ματιά καλού κακού ;-). Αν πιστεύετε ότι η εξήγηση δεν είναι αρκετά ξεκάθαρη, επικοινωνήστε μαζί μου με προτάσεις βελτίωσης της.\n\nΚαι αν θέλετε πραγματικά να νιώσετε χρήσιμοι, μπορείτε ακόμα και να συνεισφέρετε λίγο εδώ βοηθώντας μας να συμπληρώσομε μερικά από τα κενά στους πίνακες μας για τις παραμέτρους εκκίνησης. Για άλλη μια φορά, δείτε σχετικά [στη σελίδα με τις παραμέτρους εκκίνησης](http://www.scummvm.org/documentation.php?view=bootparam) για περισσότερες πληροφορίες.",
        "title": "Παραμέτρους εκκίνησης, έχει κανείς καθόλου παραμέτρους εκκίνησης;"
    },
    "20050330": {
        "content": "Αν και δεν θα αποτελέσει μέρος του επίσημου προγράμματος του ScummVM, κάποια από τα μέλη της ομάδας μας δουλεύουν πάνω σε μια έκπληξη για όλους εσάς. Δυστυχώς, έχουμε αργοπορήσει λίγο.\n\nΝα περιμένετε κάτι όμορφο (ειδικά για χρήστες Linux και Mac) σύντομα...",
        "title": "Κάτι νέο έρχεται προς τα δω..."
    },
    "20050511": {
        "title": "Ειδήσεις, μπόλικες ειδήσεις..."
    },
    "20220401": {
        "content": "Από σήμερα, οι τελευταίες εκδόσεις ανάπτυξης του ScummVM υποστηρίζουν τη νέα μόδα στα παιχνίδια για την οποία μιλάει όλος ο κόσμος: τα NFTs (non-fungible tokens (Μη Εναλλάξιμα Κρυπτοπαραστατικά)! Αυτή η συναρπαστική νέα εξέλιξη, που φτιάχτηκε αποκλειστικά για παίκτες και υποστηρίζεται από την τεχνολογία Blockchain, ταυτοποιεί με μοναδικό τρόπο τα αντικείμενα που αποκτάτε σε ένα παιχνίδι, δημιουργώντας ένα ακόμα μεγαλύτερο δεσμό ανάμεσα σε εσάς και τους αγαπημένους σας παιχνιδο-κόσμους. Πλέον δεν θα πρόκειται μόνο για *κάποιο* λαστιχένιο κοτόπουλο με τροχαλία στη μέση, αλλά για το *δικό σας* λαστιχένιο κοτόπουλο με τροχαλία στη μέση.\n\nΑλλά το να έχετε αποκλειστική ιδιοκτησία ενός αντικειμένου παιχνιδιού είναι μόνο η αρχή! Οι προγραμματιστές μας εξερευνούν τρόπους με τους οποίους τα NFTs θα σας επιτρέπουν να μεταφέρετε αντικείμενα στα πράγματα που κουβαλάτε (inventory) σε διαφορετικά παιχνίδια. Λατρεύετε το νέο αλυσοπρίονο σας από το *Full Throttle*; Με τη δύναμη των NFTs, μπορείτε να το μεταφέρετε στο *The Secret of Monkey Island* και να δημιουργήσετε εναλλακτικές λύσεις στους γρίφους!\n\nΌμως τα NFTs δεν είναι εξαιρετικά ενεργοβόρα; Όχι για μας! Τα NFTs στα μοντέρνα παιχνίδια δεν είναι πολύ φιλικά στο περιβάλλον καθώς χρειάζεται να αναπαριστούν αντικείμενα από παιχνίδια με χιλιάδες ή εκατομμύρια πίξελ. Αλλά στα παλιά ρετρό παιχνίδια που υποστηρίζει το ScummVM, τα αντικείμενα απαιτούν μόνο *δεκάδες* πίξελ, και αυτό σημαίνει ότι είναι λιγότερα επιβαρυντικά για το περιβάλλον.\n\nΚαι φυσικά, θα μπορείτε να αγοράσετε και να πουλήσετε τα πολύτιμα NFTs σας μέσω του ιστότοπου συναλλαγών [ScummVMM (Script Creation Utility for Maniac Mansion Virtual Machine Marketplace)](https://opensea.io/collection/scummvm). Αυτό σας επιτρέπει να ανταλλάξετε πραγματικό νόμισμα για NFTs και κουτιά με καλούδια (loot boxes) που θα περιέχουν κοσμητικά ενδύματα και καπέλα. Τα κέρδη από αυτή την αγορά θα συνεισφέρουν στη χρηματοδότηση “διακοπών για τους προγραμματιστές” σε τροπικά νησιά, καθώς του σχεδίου μας να εκτοξεύσουμε το DeSoto των *Sam & Max* στο διάστημα.\n\n**Ενημέρωση:** Μας έχει καταπλήξει η απίστευτη αντίδραση του κόσμου σε αυτή την ανάρτηση! Ωστόσο, προέκυψαν κάποια νομικά προβλήματα με τα NFTs στο Βασίλειο του Daventry και αυτό μας οδήγησε στο να εξερευνήσουμε άλλες εναλλακτικές που θα είναι διαθέσιμες στους χρήστες μας από εκείνη τη χώρα.\n\nΔιαπιστώσαμε επίσης ότι οι τροπικές διακοπές και τα εγχειρήματα στο διάστημα είναι πολύ πιο ακριβά από όσο εκτιμούσαμε, οπότε ακυρώσαμε τα σχετικά σχέδια. Ωστόσο, μπορείτε να βοηθήσετε το ScummVM με τα έξοδα για την ιστοσελίδα του (web hosting) προσφέροντας χρήματα μέσω του PayPal ή αγοράζοντας παιχνίδια από το GOG.com [χρησιμοποιώντας τον ειδικό σύνδεσμο (affiliate link)](https://www.gog.com/?pp=22d200f8670dbdb3e253a90eee5098477c95c23d).",
        "title": "Κοίτα Πίσω Σου, ένα NFT για Τρικέφαλη Μαϊμού!"
    },
    "20220506": {
        "title": "Πάρτε βαθιά αναπνοή και βυθιστείτε στον κόσμο του Wetlands",
        "content": "Το _Wetlands_, το νέο υποστηριζόμενο παιχνίδι της μηχανής [Hypno](https://wiki.scummvm.org/index.php?title=Hypno), είναι έτοιμο για δημόσια δοκιμή!\n\nΑυτό το παιχνίδι καθοδηγούμενης δράσης (rail shooter) επιστημονικής φαντασίας δημιουργήθηκε από την Hypnotix και εκδόθηκε από την New World Computing το 1995. Περιέχει 20 επίπεδα γεμάτα δράση, κινηματογραφικές σκηνές, ελκυστικούς χαρακτήρες ζωγραφισμένους με το χέρι, και εκπληκτικά σκηνικά σε 3D.\n\nΤο παιχνίδι διαδραματίζεται το 2495, με την ανθρωπότητα να είναι αναγκασμένη να ζει σε υποβρύχιες πόλεις αφότου μια πυρηνική δοκιμή που πήγε στραβά προκάλεσε συνεχή βροχόπτωση σε παγκόσμια κλίμακα. Ο πόλεμος που ξέσπασε μεταξύ της Ομοσπονδίας (από τις εναπομείνασες κυβερνήσεις της Υφηλίου) και τους Volarins, μια τρομοκρατικής οργάνωση υπό την ηγεσία του τρελού επιστήμονα και κεντρικού κακού του _Wetlands_, του Phillip Nahj. Εσείς αναλαμβάνετε τον ρόλο του John Cole, ενός αδίστακτου μισθοφόρου που προσλαμβάνεται για να πιάσει ζωντανό τον Nahj.\n\nΑυτή τη στιγμή το ScummVM υποστηρίζει τις εκδόσεις του παιχνιδιού σε Αγγλικά, Ισπανικά, Γαλλικά, Γερμανικά και Κορεάτικα, κι επίσης προσφέρει βελτιωμένο χειρισμό. Μπορείτε να στηρίξετε το ScummVM αγοράζοντας το _Wetlands_ από το GOG.com χρησιμοποιώντας τον [ειδικό σύνδεσμο (referral link)](https://www.gog.com/en/game/wetlands?pp=22d200f8670dbdb3e253a90eee5098477c95c23d). Παρακαλούμε να [επικοινωνήσετε μαζί μας](https://www.scummvm.org/contact/) αν έχετε στην ιδιοκτησία σας κάποια άλλη επίσημη έκδοση του παιχνιδιού.\n\nΓια να παίξετε οποιαδήποτε από τις υποστηριζόμενες εκδόσεις, θα χρειαστείτε μια [ημερήσια διανομή ανάπτυξης (daily development build)](https://www.scummvm.org/downloads/#daily). Όπως πάντα, παρακαλούμε να υποβάλετε τις αναφορές σας για προβλήματα που αντιμετωπίσατε (bugs) στον [ιστότοπο αναφοράς προβλημάτων](https://bugs.scummvm.org/)."
    },
    "20220524": {
        "title": "Επιτέλους έτοιμοι για απόδραση (ESCape) από την ζώνη F5",
        "content": "Έπειτα από ένα αρκετά εκτεταμένο διάστημα ανάπτυξης, είμαστε επιτέλους έτοιμοι να ανακοινώσουμε τη δημόσια δοκιμαστική περίοδο του παιχνιδιού [Chewy: ESC From F5 (η Απόδραση από την F5)](https://www.mobygames.com/game/chewy-esc-from-f5). Στο ιδιόμορφο αυτό παιχνίδι πρωταγωνιστεί ο Chewy καθώς προσπαθεί να ξεγελάσει τους κακούς Borks. Η απόδραση από τη ζώνη υψηλής ασφαλείας τους, την F5, θα είναι μόνο η αρχή της περιπέτειάς του.\n\nΑν λοιπόν κάποιοι από εσάς έχετε το παιχνίδι και προτίθεστε να το δοκιμάσετε, τα σχόλια και οι παρατηρήσεις σας είναι ευπρόσδεκτα. Θα χρειαστείτε μια [ημερήσια διανομή](https://buildbot.scummvm.org/#/snapshots). Όπως πάντα, παρακαλούμε να υποβάλετε αναφορές για όσα θέματα συναντήσετε στον [ιστότοπο αναφοράς προβλημάτων](https://bugs.scummvm.org/). \n\nΣημειώστε ωστόσο ότι η έκδοση για ScummVM έχει ένα σημαντικό περιορισμό: η μουσική που χρησιμοποιεί το παιχνίδι έχει μορφοποίηση ειδική για το συγκεκριμένο τίτλο και για την ώρα δεν έχουμε καταφέρει να την υποστηρίξουμε όπως πρέπει. Οπότε, προς το παρόν, λειτουργούν μόνο τα ηχητικά εφέ και οι ομιλίες."
    },
    "20220522": {
        "title": "Καλοκαίρι Προγραμματισμού της Google 2022 - παρακαλούμε να υποδεχτείτε τους σπουδαστές μας!",
        "content": "![GSoC Logo](/data/news/GSoC2016Logo.png)\n\nΠριν μερικές μέρες, η Google ανακοίνωσε τη λίστα σπουδαστών που έγιναν δεκτοί στο φετινό [Καλοκαίρι Προγραμματισμού της Google](https://summerofcode.withgoogle.com/).\n\nΜε υπερηφάνεια καλωσορίζουμε αυτή τη χρονιά 4 σπουδαστές που θα δουλέψουν πάνω σε διάφορα μέρη του πρότζεκτ στους ερχόμενους μήνες.\n\n* Ο Pragyansh Chaturvedi (γνωστός και ως [Raikou](https://blogs.scummvm.org/raikou/)) θα αναλάβει τη βελτίωση της μηχανής DIRECTOR στο ScummVM. Η δουλειά του θα συμβάλει στην υποστήριξη πολλών παιχνιδιών περιπέτειας που κυκλοφόρησαν την δεκαετία του '90 και φτιάχτηκαν με τα δημιουργικά εργαλεία του Macromedia Director. Υλοποιώντας περισσότερες εσωτερικές μεθόδους που χρησιμοποιεί η DIRECTOR, ο Pragyansh έχει ως κύριο στόχο να επεκτείνει την υποστήριξη για τα _Meet Mediaband_ και _The Journeyman Project_ (Win και Mac), καθιστώντας τα πλήρως σταθερά για παιχνίδι από την αρχή μέχρι το τέλος χωρίς καθόλου δυσλειτουργίες.\n\n* Ο Michael Hayman (γνωστός και ως [Quote58](https://blogs.scummvm.org/quote58/)) θα υλοποιήσει την υποστήριξη για το παιχνίδι _The Immortal_ (Ο Αθάνατος). Ο τίτλος αυτός (που κυκλοφόρησε το 1990) μπορεί να χαρακτηριστεί ως ένα μίγμα διάφορων ειδών καθώς συνδυάζει στοιχεία παιχνιδιού ρόλων (RPG) με δράση και γρίφους. Οι διαφορές ανάμεσα στις γνωστές εκδόσεις του παιχνιδιού (που έχουν γραφεί σε καθαρό κώδικα Assembly!) είναι μια ενδιαφέρουσα πρόκληση. Το πρότζεκτ αυτό αποτελεί συνέχεια μιας εργασίας περασμένου GSoC που ξεκίνησε αρχικά από έναν πρώην σπουδαστή το 2018.\n\n* Ο Emanuele Grisenti (γνωστός και ως [grisenti](https://blogs.scummvm.org/grisenti/)) θα εργαστεί πάνω σε μια νέα μηχανή, την _HPL1_. Ο πρωτότυπος πηγαίος κώδικας για αυτή τη μηχανή δημοσιεύτηκε πρόσφατα από την εταιρεία που τον ανέπτυξε αρχικά, την _Frictional Games_ υπό την άδεια GPLv3. Ο σκοπός αυτού του πρότζεκτ θα είναι η επίτευξη την πλήρους μεταφοράς αυτής της μηχανής στο ScummVM, με τον επιμέρους στόχο της υποστήριξης του παιχνιδιού επιβίωσης του 2007, του _Penumbra: Overture_.\n\n* Ο Avijeet Maurya (γνωστός και ως [StableSteady](https://blogs.scummvm.org/stablesteady/)) θα αναλάβει συνεχίσει τη δουλειά πάνω σε αρκετές μηχανές που έχουν μείνει ανολοκλήρωτες: τις MacVenture, Avalanche, Glk-Scott, Pink και WAGE. Κάποιες από αυτές τις μηχανές βρίσκονται πολύ κοντά στο να ολοκληρωθούν. Το κυρίως αντικείμενο της εργασίας του Avijeet θα είναι να ταυτοποιήσει όλες τις λειτουργίες που λείπουν και να διορθώσει υπάρχοντα γνωστά προβλήματα (bugs). Ο στόχος αυτού του πρότζεκτ είναι να φτάσουν οι παραπάνω μηχανές σε μια σταθερή κατάσταση λειτουργίας.\n\nΗ ομάδα μας είναι ιδιαίτερα ενθουσιασμένη για όσα θα επιτευχθούν στις ερχόμενες εβδομάδες - και ελπίζουμε να ισχύει το ίδιο και για εσάς.\n\nΠαρακαλούμε να υποδεχτείτε θερμά τους νέους σπουδαστές μας! Ας κάνουμε το GSoC 2022 μια τεράστια επιτυχία - όλοι μαζί!"
    },
    "20220605": {
        "content": "Έχουν περάσει κάποιοι μήνες από τότε που κυκλοφορήσαμε το ScummVM 2.5.1.\n\nΑνεξαρτήτως αν περιμένετε τις καυτές ζέστες του επερχόμενου καλοκαιριού ή τις παγωμένες θύελλες του χειμώνα (ανάλογά με το αγαπημένο σας ημισφαίριο): ήρθε και πάλι η ώρα για νέα κυκλοφορία!\n\nΟι αξιαγάπητοι προγραμματιστές μας έχουν προσθέσει υποστήριξη, άλλη μια φορά, για ένα σωρό από καινούργια \"αρχαία\" παιχνίδια, που χρήζουν δοκιμών:\n\n* *Sanitarium*\n* *Hades Challenge*\n* *Marvel Comics Spider-Man: The Sinister Six*\n* *The 11th Hour*\n* *Clandestiny*\n* *Tender Loving Care (εκδόσεις για CD-ROM)*\n* *Uncle Henry's Playhouse*\n* *Wetlands*\n* *Chewy: Esc from F5*\n\nΕκτός από αυτά τα παιχνίδια, θα το εκτιμούσαμε αν ρίχνατε μια ματιά στη [λίστα δοκιμών προ-κυκλοφορίας](https://wiki.scummvm.org/index.php?title=Release_Testing/2.6.0) - ίσως να βρείτε εκεί το αγαπημένο σας παιχνίδι που βρίσκεται ξεχασμένο σε εκείνο το ράφι εδώ και πολύ καιρό.\n\nΚαι καθώς το ScummVM καλύπτει και άλλες μηχανές παιχνιδιών, έχουμε αρκετές αλλαγές σε πάρα πολλές από αυτές - άρα λοιπόν είναι η τέλεια ευκαιρία να ξαναδοκιμάσετε τα αγαπημένα σας παιχνίδια άλλη μια φορά.\n\nΟι μηχανές AGOS, SCI και SCUMM έλαβαν πραγματικά εκτεταμένες τροποποιήσεις και βελτιώσεις, κάτι που καθιστά τα παιχνίδια που τις χρησιμοποιούν πολύ καλούς στόχους προς δοκιμή.\n\nΌλες οι δοκιμές σας θα πρέπει να γίνουν με [σταθερές ημερήσιες διανομές (ScummVM stable 2.6.0)](https://buildbot.scummvm.org/#/dailybuilds), και όχι διανομές ανάπτυξης. Παρακαλούμε να αναφέρετε ό,τι πρόβλημα ή περίεργη συμπεριφορά αντιμετωπίσετε στον [ιστότοπο αναφοράς προβλημάτων](https://bugs.scummvm.org/).\n\nΜπορείτε να βρείτε μια λεπτομερή λίστα με όλες τις συναρπαστικές νέες δυνατότητες και διορθώσεις στο [αρχείο ΕΙΔΗΣΕΩΝ μας (NEWS)](https://github.com/scummvm/scummvm/blob/branch-2-6/NEWS.md).\n\nΣας ευχαριστούμε πολύ για την υποστήριξή σας!",
        "title": "Βοηθήστε μας στις δοκιμές ενόψει της επερχόμενης κυκλοφορίας του ScummVM 2.6.0!"
    },
    "20220801": {
        "content": "Ελευθερώστε τη σκέψη σας και υποδεχτείτε μια ακόμη κυκλοφορία του ScummVM!\n\nΕννέα (9) νέα υποστηριζόμενα παιχνίδια σε έξι (6) μηχανές θα σας βυθίσουν σε ποικίλους διαφορετικούς κόσμους. Θα είστε ικανοί να αποδράσετε από έναν πλανήτη που έχουν καταλάβει εξωγήινοι; Τι λέτε για μια αναμέτρηση με τον Άρχοντα των Νεκρών του Κάτω Κόσμου; Και μήπως έχετε ποτέ εξερευνήσει τα πιο σκοτεινά βάθη της ψυχής σας για να μάθετε αν πραγματικά ξέρετε τον εαυτό σας;\n\nΒρείτε τις απαντήσεις και στους ακόλουθους τίτλους:\n\n* *Sanitarium*\n* *Hades Challenge*\n* *Marvel Comics Spider-Man: The Sinister Six*\n* *The 11th Hour*\n* *Clandestiny*\n* *Tender Loving Care (Εκδόσεις για CD-ROM)*\n* *Uncle Henry's Playhouse*\n* *Wetlands*\n* *Chewy: Esc from F5*\n\nΠέρα από την προσθήκη νέων παιχνιδιών, εστιάσαμε ως συνήθως στην βελτίωση των ήδη υποστηριζόμενων τίτλων. Για ακόμα μια φορά, καταφέραμε να εξαλείψουμε αρκετά προβλήματα (bugs) από διάφορες μηχανές. Ποτέ δεν σταματάει να μας εντυπωσιάζει το ότι μπορούν να εντοπιστούν και να διορθωθούν προβλήματα από μηχανές πάνω από 20 χρονών!\n\nΈνα από τα νέα χαρακτηριστικά του ScummVM 2.6.0 είναι ένας εντελώς νέος τρόπος να βλέπετε τη λίστα με τα παιχνίδια σας μέσω του πλοηγητή (launcher) - μια εντυπωσιακή λίστα με εικονίδια των παιχνιδιών σας σε διάταξη πλέγματος (icon grid overview). Η οθόνη αυτή περιέχει καλλιτεχνική δουλειά από τους καλλιτέχνες γραφικών (graphics artists) της ομάδας μας, ώστε να μπορείτε εσείς να επιδείξετε τη συλλογή σας όπως ποτέ πριν. Σχεδόν μοιάζει με ένα εικονικό ράφι με παιχνίδια!\n\nΡίξτε μια ματιά στις πλήρεις [Σημειώσεις Κυκλοφορίας (Release Notes)](https://downloads.scummvm.org/frs/scummvm/2.6.0/ReleaseNotes.html) για μια ενδελεχή περίληψη του πώς οι προγραμματιστές μας κατάφεραν να κάνουν το ScummVM ακόμα πιο υπέροχο!\n\nΜπορείτε να βρείτε όλα αυτά τα καλούδια διαθέσιμα για ένα μεγάλο αριθμό από πλατφόρμες συστημάτων στη [σελίδα λήψεων του ScummVM](https://www.scummvm.org/downloads/). Αν χρησιμοποιείτε Windows, macOS ή το πακέτο Snap σε Ubuntu, η λειτουργία αυτόματης ενημέρωσης (autoupdater) θα σας βοηθήσει να μεταβείτε στο ScummVM 2.6.0.\n\nΌπως πάντα, σας ευχαριστούμε για τη συνεχή σας υποστήριξη — καλές περιπέτειες!",
        "title": "ScummVM 2.6.0 ή Τρελή Απόδραση (Insane Escapism)"
    },
    "20220807": {
        "content": "Το _Obsidian_, το πρώτο υποστηριζόμενο παιχνίδι από τη [μηχανή mTropolis](https://wiki.scummvm.org/index.php?title=MTropolis), είναι έτοιμο για δημόσια δοκιμή!\n\nΑυτό το φιλόδοξο παιχνίδι περιπέτειας με οπτική πρώτου προσώπου και 3D απεικόνιση στα περιβάλλοντά του, δημιουργήθηκε το 1996 από τη Rocket Science Games και κυκλοφόρησε στις αρχές του 1997 και θα σας ταξιδέψει σε 4 σουρεαλιστικούς, ονειρικούς κόσμους καθώς θα αναζητείτε τον χαμένο σας συνάδελφο.\n\nΓια την ώρα το ScummVM υποστηρίζει την Αγγλική και τη Γερμανική έκδοση. Προσφέρει λειτουργία ευρείας οθόνης (widescreen mode), βελτιωμένη ποιότητα στο βίντεο (improved cinematic quality), και μερικές διορθώσεις προβλημάτων του αρχικού παιχνιδιού. Υπάρχει επίσης και μια Ιαπωνική έκδοση του τίτλου, αλλά χρειαζόμαστε περισσότερες πληφορίες για αυτή, ώστε να την υποστηρίξουμε. Παρακαλούμε να [επικοινωνήσετε μαζί μας](https://www.scummvm.org/contact/) αν έχετε στην κατοχή σας αυτήν την Ιαπωνική έκδοση ή κάποια έκδοση σε άλλη γλώσσα που δεν έχουμε ανακαλύψει ακόμα.\n\nΠροκειμένου να παίξετε κάποια από τις υποστηριζόμενες κυκλοφορίες, θα χρειαστείτε μια [ημερήσια διανομή ανάπτυξης (development build)](https://www.scummvm.org/downloads/#daily). Μπορείτε επίσης να [κατεβάσετε ένα demo από εδώ](https://www.scummvm.org/demos/#other). Αν αντιμετωπίσετε προβλήματα, παρακαλούμε να υποβάλετε μια σχετική αναφορά στον [ιστότοπο αναφοράς προβλημάτων](https://bugs.scummvm.org/)!",
        "title": "Εσύ είσαι, Lilah; Αυτό το μέρος... είναι... καταπληκτικό..."
    },
    "20220819": {
        "title": "Ανατινάξτε κάθε εμπόδιο στο διάβα σας εξολοθρεύοντας τρομοκράτες!",
        "content": "Το _Soldier Boyz_ είναι πιο πρόσφατο υποστηριζόμενο από την [μηχανή Hypno](https://wiki.scummvm.org/index.php?title=Hypno), και είναι έτοιμο για δημόσια δοκιμή!\n\nΤο παιχνίδι κυκλοφόρησε το 1997 από τη Hypnotix με εκδότες την DreamCatcher Interactive και την MCPA Interactive. Πρόκειται για ένα τίτλο rail-shooter με full-motion βίντεο βασισμένο στην ομώνυμη ταινία του 1995. Το παιχνίδι ξεκινάει με την απαγωγή της κόρης ενός Αμερικανού δισεκατομμυριούχου από μια ομάδα Βιετναμέζων τρομοκρατών. Τότε αναλαμβάνει ο Ταγματάρχης Howard Toliver, ένας πρώην-Πεζοναύτης και παρασημοφορημένος βετεράνος του πολέμου στο Βιετνάμ, να συγκροτήσει μια θανάσιμη ομάδα για την επικίνδυνη αποστολή διάσωσής της. Στρατολογεί έξι κρατούμενους που εκτίουν ποινή ισόβιας κάθειρξης με αντάλλαγμα μια ευκαιρία να τους χορηγηθεί προεδρική χάρη.\n\nΜπείτε στο ρόλο του κάθε Στρατιώτη (και Στρατιωτίνας) και βγάλτε τα πέρα στις πέντε περιοχές του παιχνιδιού, \nστοιβάζοντας τα πτώματα των αντιπάλων σας, αλλά προσέξτε να μην σκοτώσετε κάποιο σύμμαχό σας καθώς αυτοί παρέχουν ζωτικές πληροφορίες για να επιβιώσετε!\n\nΤο ScummVM για την ώρα υποστηρίζει την Αγγλική κυκλοφορία του παιχνιδιού (η οποία είναι και η μόνη που γνωρίζουμε) και προσφέρει πιο αποκρίσιμο χειρισμό από ό,τι το αρχικό παιχνίδι. Δεν ήταν δυνατό να βρούμε κάποιο demo αλλά υπάρχει [ένα trailer](https://www.youtube.com/watch?v=COKWms0UBL8). Παρακαλούμε να [επικοινωνήσετε μαζί μας](https://www.scummvm.org/contact/) αν γνωρίζετε για κάποιο demo ή έχετε στην κατοχή σας κάποια άλλη έκδοση κυκλοφορίας.\n\nΓια να παίξετε το παιχνίδι με το ScummVM, θα χρειαστείτε μια [ημερήσια διανομή ανάπτυξης (development build)](https://www.scummvm.org/downloads/#daily). Όπως πάντα, παρακαλούμε να υποβάλετε τις αναφορές για θέματα που αντιμετωπίσατε στον [ιστότοπο αναφοράς προβλημάτων](https://bugs.scummvm.org/)."
    },
    "20220925": {
        "title": "Ετοιμαστείτε για μια ροζ περιπέτεια",
        "content": "Είστε έτοιμοι να επισκεφτείτε ως μυστικός πράκτορας το Camp ChillyWawa και την έπαυλη του Dr. Periowinkle;\n\nMε το βιβλίο γνώσεων (book of knowledge) ή τον Ροζ Ψηφιακό Βοηθό (Pink Digital Assistant) στην τσέπη σας, η αποστολή σας θα είναι να σώσετε τα παιδιά από επικίνδυνες απειλές και να αναστρέψετε ένα ξόρκι που μάγεψε ένα μικρό κορίτσι και το μετέτρεψε σε φασκωλόμυ (wombat). Για να επιτύχετε θα χρειαστεί να επισκεφτείτε πολλές χώρες και επίσης να ταξιδέψετε πίσω στον χρόνο. Στον δρόμο σας θα περιηγηθείτε σε ιστορικά μνημεία και εκθέματα.\n\nΗ ομάδα του ScummVM ανακοινώνει περήφανα ότι τα παιχνίδια _The Pink Panther: Passport to Peril_ (Ο Ροζ Πάνθηρας: Διαβατήριο για τον Κίνδυνο) _The Pink Panther: Hokus Pokus Pink_ (Ο Ροζ Πάνθηρας: Άμπρα Κατάμπρα) είναι έτοιμα να ξεκινήσουν τη δοκιμαστική τους περίοδο.\n\nΑν επιθυμείτε να βοηθήσετε στις δοκιμές, χρησιμοποιήστε την πιο πρόφατη [ημερήσια διανομή](https://www.scummvm.org/downloads/#daily) του ScummVM για να παίξετε την έκδοση για Windows αυτών των παιχνιδιών. Παρακαλούμε να αναφέρετε όποια θέματα αντιμετωπίσετε στον [ιστότοπο αναφοράς προβλημάτων](https://bugs.scummvm.org/). Βεβαιωθείτε ότι ακολουθείτε [τις οδηγίες μας για δοκιμές και αναφορά προβλημάτων](https://wiki.scummvm.org/index.php/Release_Testing)."
    },
    "20221031": {
        "title": "Το ScummVM 2.6.1 \"Σταδιακή Απόδραση (Incremental Escapism)\" είναι εδώ!",
        "content": "Η Απόδραση συνεχίζεται δυναμικά με μια ακόμα νέα κυκλοφορία του ScummVM!\n\nΗ Ομάδα του ScummVM ανακοινώνει με ενθουσιασμό την άμεση διάθεση του ScummVM 2.6.1.\n\nScummVM 2.6.1 είναι μια διορθωτική έκδοση που εστιάζει κυρίως στη βελτίωση των νέων δυνατοτήτων και των μηχανών που εισαγάγαμε στην προηγούμενη κυκλοφορία.\n\nΗ ενημέρωση αυτή περιέχει αναβαθμίσεις στις ακόλουθες μηχανές:\n\n* *AGS*\n* *AGOS*\n* *Asylum*\n* *Ultima*\n* *SCI*\n* *SCUMM*\n* *Tinsel*\n* *Toltecs*\n* *Toon*\n\nΠρόσθετες βελτιώσεις περιλαμβάνουν την αναβάθμιση στην οπτική πλέγματος με εικονίδια στον πλοηγητή (launcher) του ScummVM και την επιδιόρθωση διάφορων προβλημάτων απόδοσης γραφικών με OpenGL.\n\nΤέλος, οι χρήστες Android θα μπορούν να χρησιμοποιούν κανονικά το ποντίκι σε εικονικές οθόνες (virtual screens), και οι χρήστες Windows δεν θα έχουν πλέον προβλήματα με διπλούς φακέλους για τα εικονίδια.\n\nΜπορείτε να βρείτε όλα αυτά τα καλούδια διαθέσιμα για αρκετές πλατφόρμες στην [σελίδα Λήψεων](https://www.scummvm.org/downloads/). Αν χρησιμοποιείτε Windows, macOS, ή το πακέτο Ubuntu Snap ή το αποθετήριο FlatHub, τα \"ρομπότ\" αυτόματης αναβάθμισης θα σας βοηθήσουν στην ενημέρωση του ScummVM στη νέα έκδοση 2.6.1.\n\nΌπως πάντα, μια λεπτομερής λίστα των βελτιώσεων είναι διαθέσιμη [εδώ](https://downloads.scummvm.org/frs/scummvm/2.6.1/ReleaseNotes.html).\n\nΕυχαριστούμε για τη συνεχή υποστήριξή σας — καλές περιπέτειες!"
    }
}
