{
  "compatibilityUntested": "Αδοκίμαστο",
  "compatibilityBroken": "Δεν λειτουργεί",
  "compatibilityBugged": "Με προβλήματα",
  "compatibilityGood": "Καλή",
  "compatibilityExcellent": "Άριστη",
  "compatibilityTitle": "Συμβατότητα - {version}",
  "compatibilityContentTitle": "Συμβατότητα στη {version}",
  "compatibilityDetailsInto": "Λεπτομέρειες συμβατότητας παιχνιδιών",
  "compatibilityDetailsChartTitle": "Κατάσταση Συμβατότητας Παιχνιδιών",
  "compatibilityDetailsChartCol1": "Πλήρης τίτλος παιχνιδιού",
  "compatibilityDetailsChartCol2": "Σύντομος Τίτλος Παιχνιδιού",
  "compatibilityDetailsChartCol4": "Επίπεδο Υποστήριξης",
  "compatibilityDetailsChartCol3": "Αρχεία Δεδομένων Παιχνιδιού",
  "compatabilityDetailsDetails": "Λεπτομέρειες",
  "compatibilityDetailsBack": "« Πίσω",
  "compatibilityIntro": "Η σελίδα αυτή καταγράφει την πρόοδο του ScummVM σχετικά με τη συμβατότητα του κάθε παιχνιδιού. Παρακαλούμε, σημειώστε ότι αυτή η λίστα αναφέρεται στις Αγγλικές εκδόσεις των παιχνιδιών. Προσπαθούμε να δοκιμάζουμε πολλές εκδόσεις των παιχνιδιών, ωστόσο ενδέχεται ενίοτε να υπάρξουν προβλήματα με άλλες γλώσσες.",
  "compatibilityIntroExplanation": "Κάντε κλικ στο όνομα του παιχνιδιού για να δείτε τις πλήρεις σημειώσεις για το παιχνίδι.",
  "compatibilityDevContent": "Αυτή είναι η συμβατότητα για την τρέχουσα αναπτυσσόμενη έκδοση, **όχι για κάποια σταθερή έκδοση** (Παρακαλούμε δείτε ένα από τα ακόλουθα για τους πίνακες Συμβατότητας των σταθερών εκδόσεων που κυκλοφόρησαν:",
  "compatibilityDevDisclaimer": "Καθώς αυτή είναι η κατάσταση της αναπτυσσόμενης έκδοσης, μερικές φορές μπορεί να προκύψουν πρόσκαιρα προβλήματα με νέες αλλαγές, συνεπώς αυτή η λίστα αντικατοπτρίζει το σενάριο \"καλύτερης περίπτωσης\". Γενικά συνιστούμε να χρησιμοποιείτε την πιο πρόσφατη σταθερή έκδοση, όπου είναι δυνατό.",
  "compatibilityStableContent": "Επίσης, αυτή είναι η συμβατότητας της {version} σταθερής κυκλοφορίας, **όχι της τρέχουσας έκδοσης από τον πηγαίο κώδικα ή τις ημερήσιες εκδόσεις**. Η κατάσταση εκείνων βρίσκεται στον πίνακα [Συμβατότητας Αναπτυσσόμενης Έκδοσης](/compatibility/) .",
  "compatibilityStableReleases": "Μπορείτε επίσης να δείτε τον πίνακα Συμβατότητας για αυτές τις κυκλοφορίες:",
  "compatiblityLastUpdated": "Τελευταία Ενημέρωση:",
  "compatibilityLegendTitle": "Υπόμνημα Χρωμάτων",
  "compatibilitySectionTitle": "Πίνακας Συμβατότητας Παιχνιδιών από {company}",
  "contactTitle": "Επικοινωνία",
  "contactContentTitle": "Επικοινωνία",
  "contactIntro": "Μπορείτε να επικοινωνήσετε μαζί μας με τους ακόλουθους τρόπους:",
  "contactDiscordHeader": "Discord",
  "contactDiscord": "Βρείτε μας στο Discord! Δεν έχει σημασία αν θέλετε απλά να περάσετε την ώρα σας με τη κοινότητα του ScummVM ή αν θέλετε να συζητήσετε τις τελευταίες εξελίξεις στην ανάπτυξή του, ο [Εξυπηρετητής Discord](https://discord.gg/5D8yTtF) για το ScummVM είναι το μέρος για εσάς.",
  "contactIRCHeader": "Κανάλι IRC",
  "contactIRC": "Το κανάλι #scummvm IRC στο [irc.freenode.net](http://freenode.net/) είναι επίσης ένα καλό μέρος για όποιες ερωτήσεις έχετε. Πολλά μέλη της ομάδας του ScummVM βρίσκονται εκεί τακτικά, όπως επίσης και αρκετοί χρήστες του ScummVM.",
  "contactForumsHeader": "Forum",
  "contactForums": "Προσφέρουμε αρκετές κατηγορίες στο [forum](https://forums.scummvm.org/). Χρησιμοποιήστε το [forum Βοήθειας και Υποστήριξης](https://forums.scummvm.org/viewforum.php?f=2) αν αντιμετωπίσετε προβλήματα κατά τη χρήση του ScummVM. Το [forum Γενικής Συζήτησης](https://forums.scummvm.org/viewforum.php?f=1), όπως φανερώνει το όνομα, προορίζεται για γενική συζήτηση πάνω σε θέματα που κάπως σχετίζονται με το ScummVM. Επίσης υπάρχουν κάποιες ειδικές κατηγορίες forum ανά πλατφόρμα και [η Μάντρα](https://forums.scummvm.org/viewforum.php?f=8).\n\n**Μην ξεχάσετε να διαβάσετε τους [Όρους Χρήσης του Forum](https://forums.scummvm.org/viewtopic.php?t=17) πριν υποβάλετε το πρώτο σας μήνυμα.**",
  "contactTrackersHeader": "Αναφορές προβλημάτων, προτάσεις νέων λειτουργιών, διορθωτικές ενημερώσεις",
  "contactTrackers": "Αν πιστεύετε πως βρήκατε κάποιο πρόβλημα (bug), ρίξτε μια ματιά στο [σύστημα για αναφορές προβλημάτων](https://bugs.scummvm.org/) του ScummVM. Ίσως να υπάρχει ήδη κάποια αναφορά για παρόμοιο πρόβλημα, οπότε μπορείτε να προσθέσετε εκεί το σχόλιο σας. Αν δεν υπάρχει, μπορείτε να υποβάλετε μια νέα αναφορά προβλήματος, αλλά **παρακαλούμε να διαβάσετε προσεκτικά τις οδηγίες που παρέχονται στην φόρμα υποβολής**. Και φυσικά, να τις ακολουθήσετε :-)\n\nΠροτάσεις για νέες δυνατότητες θα πρέπει να υποβάλλονται στο [σύστημα αιτημάτων για νέες δυνατότητες](https://bugs.scummvm.org/report/11) (και πάλι ελέγξτε πρώτα αν κάποιο παρόμοιο αίτημα έχει ήδη υποβληθεί).\n\nΤέλος, αν έχετε υλοποιήσει κάποια μετατροπή πάνω στον πηγαίο κώδικα του ScummVM και θέλετε να συγχωνευτεί με τον κύριο κορμό του ScummVM, μπορείτε να υποβάλετε μια σχετική Αίτηση Συγχώνευσης (Pull Request) στη [σελίδα μας στο github](https://github.com/scummvm/scummvm/pulls).",
  "contactListsHeader": "Λίστες Αλληλογραφίας",
  "contactLists": "Υπάρχουν τρεις [λίστες αλληλογραφίας](https://lists.scummvm.org/) σχετικές με το ScummVM. Η λίστα που μπορείτε να αποστέλλετε emails είναι η scummvm-devel, ενώ οι υπόλοιπες προορίζονται μόνο για αυτοματοποιημένες ειδοποιήσεις.",
  "creditsTitle": "Συντελεστές",
  "creditsContentTitle": "Συντελεστές",
  "demosTitle": "Demos Παιχνιδιών",
  "demosContentTitle": "Demos Παιχνιδιών",
  "downloadsTitle": "Λήψεις",
  "downloadsContentTitle": "Λήψη ScummVM",
  "downloadsHeader": "Πλοήγηση",
  "downloadsContentP1": "Αν έχετε κάποιο από τα υποστηριζόμενα συστήματα, μπορείτε να κατεβάσετε απευθείας την κατάλληλη διανομή. Αν έχετε άλλο σύστημα, κατεβάστε τον πηγαίο κώδικα και διαβάστε τη σελίδα [Μεταγλώττισης (Compiling) του ScummVM](http://wiki.scummvm.org/index.php/Compiling_ScummVM) στο Βίκι μας για οδηγίες σχετικά με το πώς να μεταγλωττίσετε (build) το ScummVM. Αν έχετε μεταφέρει (port) επιτυχώς το ScummVM σε κάποια πλατφόρμα που δεν είναι στη λίστα, παρακαλούμε να μας ενημερώσετε, αναφέροντας ποιο Λειτουργικό Σύστημα, κλπ. χρησιμοποιήσατε.",
  "downloadsContentP2": "Η τελευταία ΣΤΑΘΕΡΗ κυκλοφορία του ScummVM είναι η {release}, και μπορεί να μεταφορτωθεί παρακάτω στην κατηγορία '[Πακέτα Κυκλοφορίας (Release Binaries)](/downloads/#stable)'. Αν χρησιμοποιείτε Windows και έχετε μπερδευτεί, απλά κατεβάστε τον 'Windows Installer' (Πρόγραμμα εγκατάστασης της έκδοσης του ScummVM για Windows).",
  "downloadsContentP3": "Για ΑΣΤΑΘΕΙΣ πειραματικές εκδόσεις του ScummVM (για όσους ξέρουν τι κάνουν), παρακαλούμε δείτε την ενότητα [Ημερήσιες Εκδόσεις (Daily Builds)](/downloads/#daily), κοντά στο τέλος αυτής της σελίδας.",
  "downloadsContentP4": "Επίσης υπάρχει μια ξεχωριστή [σελίδα λήψεων για Παιχνίδια](/games/). Εκεί θα βρείτε για την ώρα δέκα δωρεάν (freeware) παιχνίδια: 'Beneath a Steel Sky', 'Broken Sword 2.5', 'Dreamweb', 'Flight of the Amazon Queen', 'Lure of the Temptress', 'Drascula: The Vampire Strikes Back', 'Soltys', 'Sfinx', 'The Griffon Legend' και 'Mystery House', μαζί με τα πακέτα των βίντεο σκηνών (cutscene packs) που συνιστώνται για χρήση όταν παίζετε κάποιες εκδόσεις των παιχνιδιών Broken Sword ή των Feeble Files μέσω του ScummVM, καθώς και υπότιτλους για το Blade Runner.",
  "downloadsBadge": "Συνιστώμενη λήψη για το σύστημά σας",
  "downloadEngineData": "Πρόσθετα Δεδομένα Μηχανών Παιχνιδιών",
  "downloadsXMLTitle": "Λήψεις για το ScummVM",
  "downloadsXMLVersion": "έκδοση {release}",
  "downloadsBinaries": "{release} Εκδόσεις κυκλοφορίας",
  "downloadsBinariesNote1": "Για να δείτε τη λίστα αλλαγών σε σχέση με την προηγούμενη έκδοση,",
  "downloadsBinariesNote2": "διαβάστε τις σημειώσεις κυκλοφορίας (release notes)",
  "downloadsBinariesNote3": "Το ScummVM {release} είναι επίσης διαθέσιμο στα αποθετήρια λογισμικού (software repositories) πολλών διανομών GNU/Linux.",
  "downloadsSourceCode": "Πηγαίος Κώδικας της {release}",
  "downloadsTools": "Εργαλεία της {release_tools}",
  "downloadsOldBinaries": "Παλιότερες εκδόσεις (μη υποστηριζόμενες)",
  "downloadsOld": "Παλιότερες εκδόσεις",
  "downloadsOldBinariesNote": "Σε μερικές περιπτώσεις, δεν έχουμε (ακόμα) νέα ενημερωμένα πακέτα του ScummVM ή/και των εργαλείων του ScummVM για κάποιες πλατφόρμες. Για αυτές τις περιπτώσεις, παρέχουμε ακόμα τις παλιότερες εκδόσεις, για τη διευκόλυνσή σας.",
  "downloadsExtra": "Πρόσθετα, λήψεις παιχνιδιών, επιμέρους πρότζεκτ",
  "downloadsGames": "Λήψεις παιχνιδιών",
  "downloadsDailyBuilds": "Ημερήσιες Εκδόσεις",
  "downloadsDailyNote1": "ΠΡΟΣΟΧΗ:",
  "downloadsDailyNote2": "Τα παρακάτω πακέτα περιέχουν τις απολύτως πιο πρόσφατες ενημερώσεις από την ανάπτυξη, και παράγονται απευθείας από το αποθετήριο πηγαίου κώδικα του ScummVM. Αυτό σημαίνει πως δεν έχουν ελεγχθεί ακόμα επαρκώς (συνήθως καθόλου) και ίσως κάποια πράγματα να μη λειτουργούν σωστά σε αυτά. Για παράδειγμα, μπορεί να σας αχρηστεύσουν το αρχείο ρυθμίσεων, να \"κρασάρουν\" συχνά ή να μην κάνουν καν εκκίνηση. Χρησιμοποιήστε τα με δική σας ευθύνη!",
  "downloadsDailyLink1": "[Λήψη επίσημης ημερήσιας έκδοσης](https://buildbot.scummvm.org/builds.html).",
  "downloadsDailyLink2": "Παράγονται από το [buildbot](https://buildbot.scummvm.org/) μας.",
  "downloadsDailyLink3": "Πρόσθετες πρόσφατες εκδόσεις (snapshots):",
  "downloadsLibraries": "Βιβλιοθήκες",
  "downloadsRequiredLibraries": "Απαιτούμενες Βιβλιοθήκες",
  "downloadsOptionalLibraries": "Προαιρετικές Βιβλιοθήκες",
  "exceptionTitle": "Εξαίρεση",
  "exceptionContentTitle": "Σφάλμα κατά την επεξεργασία του αιτήματος",
  "exceptionHeading": "Μια τρικέφαλη μαϊμού!",
  "exceptionIntro": "Κοίτα πίσω σου, μια τρικέφαλη μαϊμού!",
  "exceptionAlt": "Τρικέφαλη μαϊμού",
  "exceptionContent": "Υπήρξε κάποιο πρόβλημα στην επεξεργασία του αιτήματός σας:",
  "feedAtomTitle": "Ειδήσεις για το ScummVM",
  "feedAtomDescription": "Το ScummVM είναι ένας διερμηνευτής προς πολλαπλές πλατφόρμες (cross-platform interpreter) για πολλές μηχανές point-and-click παιχνιδιών περιπέτειας (adventure games). Αυτό περιλαμβάνει όλα τα παιχνίδια adventure της LucasArts που βασίζονται στη μηχανή SCUMM, τα Simon the Sorcerer 1&2 της AdventureSoft, το Beneath a Steel Sky, τα Broken Sword I & II της Revolution, και πολλά άλλα.",
  "feedRSSTitle": "Ειδήσεις για το ScummVM",
  "feedRSSDescription": "Το ScummVM είναι ένας διερμηνευτής προς πολλαπλές πλατφόρμες (cross-platform interpreter) για πολλές μηχανές point-and-click παιχνιδιών περιπέτειας (adventure games). Αυτό περιλαμβάνει όλα τα παιχνίδια adventure της LucasArts που βασίζονται στη μηχανή SCUMM, τα Simon the Sorcerer 1&2 της AdventureSoft, το Beneath a Steel Sky, τα Broken Sword I & II της Revolution, και πολλά άλλα.",
  "gamesTitle": "Παιχνίδια",
  "gamesContentTitle": "Λήψη δωρεάν (freeware) παιχνιδιών",
  "gamesHeader": "Πλοήγηση",
  "gamesContentP1": "Παρακάτω βρίσκονται οι διαθέσιμες [λήψεις Παιχνιδιών](/games/#games). Αυτές για την ώρα περιλαμβάνουν δέκα δωρεάν (freeware) παιχνίδια, τα 'Beneath a Steel Sky', 'Broken Sword 2.5', 'Dreamweb', 'Flight of the Amazon Queen', 'Lure of the Temptress', 'Drascula: The Vampire Strikes Back', 'Soltys', 'Sfinx', 'The Griffon Legend' και το 'Mystery House'.",
  "gamesContentP2": "Επιπρόσθετα, μπορείτε να βρείτε πακέτα σκηνών βίντεο που συνιστώνται για χρήση όταν παίζεται κάποιο από τα παιχνίδια Broken Sword ή Feeble Files μέσω του ScummVM καθώς και υπότιτλους για το Blade Runner.",
  "gamesXMLTitle": "Λήψεις παιχνιδιών για το ScummVM",
  "gamesXMLAddons": "Πρόσθετα για το ScummVM",
  "sword1AddonsNote": "Από την έκδοση 1.0.0 και έπειτα το ScummVM υποστηρίζει τις αρχικές (original) σκηνές βίντεο σε μορφή smacker format για το Broken Sword 1 και το παρακάτω πακέτο σκηνών βίντεο δεν χρειάζεται.\n\nΑν χρησιμοποιείτε παλιότερες εκδόσεις του ScummVM θα χρειαστείτε το παρακάτω πακέτο σκηνών βίντεο (που παρέχεται με την ευγενική άδεια της Revolution Software) για να αντικαταστήσετε τα αρχικά αρχεία smacker. Περιέχει βίντεο σε μορφή DXA και ήχο σε μορφή FLAC. Τα αρχεία ήχου είναι επίσης διαθέσιμα και σε μορφή OGG ως ξεχωριστή λήψη για να αντικαταστήσετε τα αρχεία FLAC όταν χρησιμοποιείτε το ScummVM σε πλατφόρμες που δεν υποστηρίζουν ήχο μορφής FLAC. Αυτά τα αρχεία ήχου είναι διαθέσιμα σε πολλές γλώσσες και για να τα χρησιμοποιήσετε αρκεί να αντικαταστήσετε τα Αγγλικά αρχεία FLAC από το πακέτο σκηνών βίντεο με τα αρχεία γλώσσας και μορφής της επιλογής σας.\n\nΩστόσο, μπορεί να χρειαστείτε το Πρόσθετο για Υπότιτλους (Subtitles AddOn) το οποίο προσθέτει υπότιτλους που δεν υπήρχαν στο αρχικό παιχνίδι στις σκηνές βίντεο.",
  "sword2AddonsNote": "Από την έκδοση 1.0.0 και έπειτα το ScummVM υποστηρίζει τις αρχικές (original) σκηνές σε μορφή smacker για το Broken Sword 2 και το παρακάτω πακέτο σκηνών βίντεο δεν χρειάζεται.\n\nΑν χρησιμοποιείτε παλιότερες εκδόσεις του ScummVM θα χρειαστείτε το παρακάτω πακέτο σκηνών βίντεο (που παρέχεται με την ευγενική άδεια της Revolution Software) για να αντικαταστήσετε τα αρχικά αρχεία smacker. Περιέχει βίντεο σε μορφή DXA και ήχο σε μορφή FLAC. Τα αρχεία ήχου είναι επίσης διαθέσιμα και σε μορφή OGG ως ξεχωριστή λήψη για να αντικαταστήσετε τα αρχεία FLAC όταν χρησιμοποιείτε το ScummVM σε πλατφόρμες που δεν υποστηρίζουν ήχο μορφής FLAC.",
  "gamesDemosHeading": "Πλοήγηση",
  "gamesDemosContentP1": "Η σελίδα αυτή περιέχει συνδέσμους σε demos διαφόρων παιχνιδιών που υποστηρίζονται από το ScummVM. Παρακαλούμε επικοινωνήστε μαζί μας αν έχετε στην κατοχή σας κάποιο demo που δεν βρίσκεται εδώ.",
  "gamesDemosContentP2": "Demos του Beneath A Steel Sky δεν πρόκειται να υποστηριχθούν για τεχνικούς λόγους.",
  "gamesDemosH1": "Όνομα Demo / Σύνδεσμος Λήψης",
  "gamesDemosH2": "Για το Παιχνίδι",
  "indexAtomFeed": "Atom τροφοδοσία ειδήσεων ScummVM",
  "indexRSSFeed": "RSS τροφοδοσία ειδήσεων ScummVM",
  "indexLogo": "Λογότυπο ScummVM",
  "indexCharacters": "Χαρακτήρες παιχνιδιού",
  "indexSupport": "Υποστηρίξτε αυτό το Project",
  "indexGOG": "Παιχνίδια στο GOG.com",
  "indexGithub": "Το ScummVM στο GitHub",
  "indexFacebook": "Βρείτε μας στο Facebook",
  "indexTwitter": "Ακολουθήστε μας στο Twitter",
  "indexLegal": "Τα LucasArts, Monkey Island, Maniac Mansion, Full Throttle, The Dig, LOOM, και πιθανόν πολλά άλλα πράγματα είναι καταχωρημένα εμπορικά σήματα της [LucasArts, Inc.](http://www.lucasarts.com/). Όλα τα υπόλοιπα εμπορικά σήματα και καταχωρημένα εμπορικά σήματα ανήκουν στις αντίστοιχες εταιρείες τους. Το ScummVM δεν σχετίζεται με κανέναν τρόπο με τη LucasArts, Inc.",
  "introHeaderWhatIs": "Τι είναι το ScummVM;",
  "introHeaderContentP1": "Το ScummVM είναι ένα πρόγραμμα που σας επιτρέπει να παίξετε κάποια κλασσικά παιχνίδια περιπέτειας και ρόλων (adventure και role-playing), υπό την προϋπόθεση ότι έχετε ήδη στην κατοχή σας τα αρχεία δεδομένων τους. Το ενδιαφέρον σε αυτή την υπόθεση είναι το εξής: το ScummVM απλά αντικαθιστά τα εκτελέσιμα που συνόδευαν τα παιχνίδια, επιτρέποντάς σας να τα παίξετε σε συστήματα για τα οποία δεν είχαν σχεδιαστεί ποτέ! To ScummVM προσφέρει μια πλήρη επαν-υλοποίηση των εκτελέσιμων αυτών των παιχνιδιών, δεν πρόκειται δηλαδή για προσομοιωτή (emulator).",
  "introHeaderContentP2": "Το ScummVM υποστηρίζει μια μεγάλη βιβλιοθήκη από παιχνίδια περιπέτειας (adventure games) με περισσότερους από 250 τίτλους συνολικά. Υποστηρίζει πολλούς από τους κλασσικούς τίτλους που έχουν εκδώσει θρυλικά στούντιο όπως οι  *LucasArts*, *Sierra On-Line*, *Revolution Software*, *Cyan, Inc.* και *Westwood Studios*.  Μαζί με καινοτόμους για την εποχή τους τίτλους, όπως ήταν οι σειρές *Monkey Island*, *Broken Sword*, *Myst*, *Blade Runner* και αμέτρητα άλλα παιχνίδια, θα βρείτε και μερικούς σχετικά άγνωστους τίτλους περιπέτειας και πραγματικά κρυμμένα διαμαντάκια για να εξερευνήσετε.",
  "introHeaderContentP3": "Μπορείτε να βρείτε μια πλήρη λίστα με λεπτομέρειες σχετικά με το ποια παιχνίδια υποστηρίζονται και σε ποιο βαθμό στη [σελίδα συμβατότητας](/compatibility/). Το ScummVM βελτιώνεται διαρκώς, οπότε καλό είναι να ελέγχετε συχνά τη λίστα. Ανάμεσα στα συστήματα στα οποία μπορείτε να παίξετε αυτά τα παιχνίδια είναι τα Windows, Linux, macOS, iOS, Android, PS Vita, Switch, Dreamcast, AmigaOS, Atari/FreeMiNT, RISC OS, Haiku, PSP, PS3, Maemo, GCW Zero και πολλά άλλα...",
  "introHeaderContentP4": "Το forum μας και [ο Εξυπηρετητής Discord](https://discord.gg/5D8yTtF) είναι ανοιχτά σε σχόλια και προτάσεις. Παρακαλούμε διαβάστε τις [Συχνές Ερωτήσεις (FAQ)](/faq/) πριν δημοσιεύσετε το μήνυμά σας.",
  "introHeaderContentP5": "Μπορείτε να υποστηρίξετε το project εκφράζοντας τον ενθουσιασμό σας υπό τη μορφή μιας δωρεάς μέσω PayPal, αν και εκτιμούμε τις συνεισφορές σε κώδικα αρκετά περισσότερο.",
  "linksTitle": "Σύνδεσμοι",
  "linksContentTitle": "Σύνδεσμοι",
  "linksHeading": "Σύνδεσμοι",
  "linksIntro": "**Παρέχετε σύνδεσμο προς εμάς:** Αν θέλετε να παρέχετε ένα σύνδεσμο από τον ιστότοπό σας προς το ScummVM: μπορείτε να χρησιμοποιήσετε ελεύθερα αυτή την εικόνα.",
  "listItemsBuildFromRepo": "δημιουργήθηκε από το αποθετήριο κώδικα,",
  "listItemsDate": ", τελευταία ενημέρωση:",
  "newsTitle": "Αρχική",
  "newsContentTitle": "Τελευταίες Εξελίξεις",
  "newsPostedBy": "Δημοσιεύτηκε από",
  "newsMoreNews": "Περισσότερες Ειδήσεις...",
  "pressTitle": "Άρθρα στον Τύπο",
  "pressContentTitle": "Άρθρα στον Τύπο",
  "pressHeading": "Άρθρα στον Τύπο για το ScummVM",
  "pressIntro": "(Αν επιθυμείτε να επικοινωνήσετε μαζί μας αναφορικά με άρθρα για το ScummVM σε μέσα και τόπους ενημέρωσης (media), παρακαλούμε να στείλετε ένα e-mail στο press (@) scummvm.org)",
  "screenshotsTitle": "Στιγμιότυπα",
  "screenshotsContentTitle": "Στιγμιότυπα",
  "screenshotsHeading": "Στιγμιότυπα",
  "screenshotsNavigation": "Πλοήγηση",
  "screenshotsCategoryHeading": "Έκθεση Στιγμιοτύπων",
  "screenshotsCategoryBack": "Πίσω",
  "cookieText": "Χρησιμοποιούμε cookies για να βελτιώσουμε το περιεχόμενο και να αναλύσουμε πληροφορία σχετικά με τις επιδόσεις του ιστοτόπου και την χρήση του.",
  "cookieAccept": "Αποδοχή Cookies",
  "cookieDecline": "Απόρριψη Cookies",
  "menuHeaderMain": "Κυρίως Μενού",
  "menuMainHome": "Αρχική",
  "menuMainScreenshots": "Στιγμιότυπα",
  "menuMainForums": "Forum",
  "menuMainDownloads": "Λήψεις",
  "menuMainGames": "Παιχνίδια",
  "menuMainBlogs": "Blogs για το ScummVM",
  "menuHeaderDocumentation": "Τεκμηρίωση",
  "menuDocumentationFaq": "Συχνές Ερωτήσεις F.A.Q.",
  "menuDocumentationDocumentation": "Τεκμηρίωση",
  "menuDocumentationCompatability": "Συμβατότητα",
  "menuDocumentationWiki": "Βίκι",
  "menuDocumentationCredits": "Συντελεστές",
  "menuHeaderDevelopmentDevelopment": "Ανάπτυξη",
  "menuDevelopmentBugTracker": "Αναφορές Προβλημάτων",
  "menuDevelopmentPatchTracker": "Αιτήματα Συγχώνευσης Κώδικα",
  "menuDevelopmentTranslations": "Μετάφραση του ScummVM",
  "menuDevelopmentDailies": "Ημερήσιες Εκδόσεις",
  "menuDevelopmentSourceCode": "Δένδρο Πηγαίου Κώδικα",
  "menuDevelopmentBuildbot": "Buildbot",
  "menuHeaderMisc": "Διάφορα",
  "menuMiscDemos": "Demos",
  "menuMiscPress": "Άρθρα στον Τύπο",
  "menuMiscContact": "Επικοινωνία",
  "menuMiscLinks": "Σύνδεσμοι",
  "downloadsOldBinariesFrsNote1": "Μπορείτε επίσης ",
  "downloadsOldBinariesFrsNote3": " για να βρείτε όλες τις περασμένες εκδόσεις.",
  "downloadsOldBinariesFrsNote2": "να περιηγηθείτε στον ιστότοπό μας",
  "menuMiscSponsors": "Χορηγοί",
  "sponsorsIntro": "Οι ακόλουθες εταιρείες παρέχουν ευγενώς την βοήθειά τους στο έργο του ScummVM",
  "sponsorsHeading": "Χορηγοί του ScummVM",
  "sponsorsContentTitle": "Χορηγοί",
  "sponsorsTitle": "Χορηγοί",
  "downloadsSubprojects": "Επιμέρους πρότζεκτ",
  "compatibilityExcellentDescription": "Το παιχνίδι δεν έχει γνωστά προβλήματα.",
  "compatibilityGoodDescription": "Το παιχνίδι ίσως να έχει μικρά προβλήματα τα οποία δεν επηρεάζουν τη γενική εμπειρία. Είναι δυνατό να το παίξετε μέχρι τέλους.",
  "compatibilityBuggedDescription": "Το παιχνίδι τρέχει, αλλά μπορεί να κρασάρει (crash) ή να έχει σημαντικά προβλήματα σε εικόνα και ήχο. Ίσως να μην είναι δυνατό να το παίξετε μέχρι τέλους.",
  "compatibilityBrokenDescription": "Το παιχνίδι μπορεί να μην ξεκινάει ή να έχει σοβαρά θέματα που καθιστούν αδύνατο να το παίξετε.",
  "compatibilityUntestedDescription": "Το παιχνίδι απαιτεί πρόσθετες δοκιμές και ενδέχεται να μην παίζεται πλήρως"
}
