{
    "title": "Ein Meilenstein ist erreicht",
    "author": "<s>Strangerke</s> clone2727",
    "date": 1396359362,
    "content": "<p><b>April, April! Vielen Dank an LordHoto für den <i>scherzhaften</i> Code für den Errungenschaftendialog und für die Zitate von Hand of Fate und Zak McKracken. Danke an ST, DrMcCoy und Strangerke für ihren gesamten Beitrag zur Sache.</b></p><p><s>Aufgrund hoher Nachfrage verkündet ScummVM voller Stolz und Begeisterung die Einführung von Errungenschaften bei verschiedenen Spielen. Spiele haben wirklich keinen Wiederspielwert ohne Errungenschaften, also hoffen wir, dass unsere loyalen Anwender daran gefallen finden werden, endlich in der Lage zu sein, die Spiele endlich so wieder zu spielen, wie sie immer gedacht waren. Sie sind endlich bereit für das 21. Jahrhundert!</s></p><p><s>Das ScummVM-Team hat es geschafft, eine riesige Liste von Errungenschaften zusammenzustellen, die wir in verschiedenen Spielen sehen wollten einschließlich einiger, die noch nicht unterstützt werden. Von da an haben wir einfach unseren einfachen Dialog und Errungenschaften-Verfolgungscode eingebaut und waren in der Lage, ihn mit Leichtigkeit zu allen Engines hinzuzufügen. Schon bald wird die Verbindung mit den Foren zum Abschluss gebracht und Sie in der Lage sein, alle Ihre Errungenschaften dort zu teilen.</s></p><p><s>LordHoto hat mit Begeisterung an dieser Funktion gearbeitet und sagte: „Das ist die coolste Funktion, die ich zu The Legend of Kyrandia hinzugefügt habe.“ „Zuerst kamen Steams Errungenschaften für Linux und nun das? Spieler unter Linux sollten begeistert sein über all die Errungenschaften, die sie nun holen können!“, fügte DrMcCoy hinzu.</s></p><p><s>Wir haben ein paar Bildschirmfotos von unseren Favoriten zusammengestellt:</s></p><p><s><a href=\"/data/news/de/20140401_1.png\">Bildschirmfoto von <i>Vollgas</i></a></s></p><p><s><a href=\"/data/news/de/20140401_2.png\">Bildschirmfoto von <i>The Legend of Kyrandia: The Hand of Fate</i></a></s></p><p><s><a href=\"/data/news/de/20140401_3.png\">Bildschirmfoto von <i>The Curse of Monkey Island</i></a></s></p><p><s><a href=\"/data/news/de/20140401_4.png\">Bildschirmfoto von <i>Geisha</i></a></s></p><p><s><a href=\"/data/news/de/20140401_5.png\">Bildschirmfoto 1 von <i>Gabriel Knight: Die Sünden der Väter</i></a></s></p><p><s><a href=\"/data/news/de/20140401_6.png\">Bildschirmfoto 2 von <i>Gabriel Knight: Die Sünden der Väter</i></a></s></p><p><s><a href=\"/data/news/de/20140401_7.png\">Bildschirmfoto 3 von <i>Gabriel Knight: Die Sünden der Väter</i></a></s></p><p><s><a href=\"/data/news/de/20140401_8.png\">Bildschirmfoto von <i>Zak McKracken and the Alien Mindbenders</i></a></s></p>"
}
