<NAME>Mein lieber Watson!</NAME>
<DATE>Sep 13, 2015</DATE>
<AUTHOR>Paul Gilbert</AUTHOR>
<BODY>

<p>
Sherlock Holmes, der gr&ouml;&szlig;te Detektiv aller Zeiten, hat einige knifflige F&auml;lle zu l&ouml;sen. Erstens: Ein grausamer Mord vor einem Theater. Die Polizei ist ratlos. K&ouml;nnte es das Werk des notorischen Killes Jack the Ripper sein? In seinem zweiten Fall wird sein Bruder Mycroft beinahe in einer Explosion get&ouml;tet. In diesem Fall spielst du zuerst als Watson, der versucht, Sherlock aus seiner Verzweiflung zu befreien, sp&auml;ter als Sherlock, der herausfinden will, warum Mycroft attackiert wurde, und warum dieser kurz vor der Explosion nach Sherlock gefragt hat...
</p>

<p>
Das ScummVM-Team ist stolz darauf, die Unterst&uuml;tzung der beiden Spiele der Reihe <a href="https://en.wikipedia.org/wiki/The_Lost_Files_of_Sherlock_Holmes"<i>The Lost Files of Sherlock Holmes</i></a> - "The Case of the Serrated Scalpel" und "The Rose Tattoo" ank&uuml;ndigen zu k&ouml;nnen. Vielen Dank an Electronic Arts, daf&uuml;r dass wir Zugriff auf den originalen Quellcode erhalten haben. Beide Spiele sind in ScummVM in der aktuellen <a href="http://www.scummvm.org/downloads.php#daily">Entwicklerversion</a> spielbar und k&ouml;nnen getestet werden. Im Fall von "The Serrated Scalpel" wird derzeit nur die PC-Version unterst&uuml;tzt. Die 3DO-Version ist gr&ouml;&szlig;tenteils spielbar, ben&ouml;tigt jedoch noch etwas Arbeit. Wie &uuml;blich sollten Fehlermeldungen an <a href="http://sourceforge.net/p/scummvm/bugs/">unseren Bug-Tracker</a> gemeldet werden. Bitte beachte dabei unsere <a href="http://scummvm.org/faq.php#question.report-bugs">Richtlinien f&uuml;r Fehlerberichte</a>. W&auml;hrend du das Spiel spielst, w&uuml;rden wir uns sehr freuen, wenn du einige <a href="http://wiki.scummvm.org/index.php/Screenshots">Bildschirmfotos</a> f&uuml;r uns anfertigen k&ouml;nntest.
</p>

<p>
Kannst du in die Fu&szlig;stapfen des gro&szlig;en Sherlock Holmes treten? Das Spiel hat begonnen. Oder, in diesem Fall, die Spiele :)
</p>
</BODY>

