{
    "title": "ScummVM 1.9.0 &quot;Myst-ery U.F.O.s&quot; ist da!",
    "author": "sev",
    "date": 1476711362,
    "content": "<p>Unsere einmonatige Testphase ist vorüber. Dank der Hilfe von Ihnen, unseren treuen Benutzern und Testern, sind wir jetzt dazu bereit, unsere nächste Version zu veröffentlichen.</p><p>Wie immer waren wir sehr damit beschäftigt, neue Spiele hinzuzufügen und bereits vorhandene zu verbessern. Jetzt, nach vielen Jahren der Entwicklung, sind wir stolz darauf, die Unterstützung für <i>Myst</i> und <i>Myst: Masterpiece Edition</i> ankündigen zu können.</p><p>Außerdem unterstützen wir jetzt <i>U.F.O.s (Gnap: Der Schurke aus dem All)</i> und die frühen \"Sierra Hi-Res\"-Adventures, namentlich <i>Hi-Res Adventure #0: Mission Asteroid</i>, <i>Hi-Res Adventure #1: Mystey House</i> und <i>Hi-Res Adventure #2: The Wizard and the Princess</i>. Damit werden insgesamt sechs neue Spiele unterstützt.</p><p>Mit dieser Version wechseln wir zu SDL 2. Bitte <a href=\"https://bugs.scummvm.org\">melden Sie alle Fehler,</a> die sie finden können. Das letzte Mal haben wir Sparkle-basierte Updates für Mac eingeführt, und dieses Mal versuchen wir, diese auch für Windows einzuführen. Hoffentlich werden Sie die automatischen Updates in Aktion sehen, wenn wir unsere nächste Version veröffentlichen. Wir möchten noch einmal betonen, dass die automatischen Updates nur nach Ihrer ausdrücklichen Zustimmung beim ersten Programmstart aktiviert werden. Einmal aktiviert, wird ScummVM standardmäßig einmal pro Woche nach einer neuen Veröffentlichung suchen. Bildschirmfotos des automatischen Update-Vorgangs finden Sie auf der <a href=\"https://winsparkle.org\"> Website von WinSparkle</a>.</p><p>Zu den nennenswerten Fehlerbehebungen und Verbesserungen zählen die Hercules- Darstellung und -Schriftarten für AGI-Spiele, viele Fehlerbehebungen für SCI-Spiele, verbesserte Spielerfahrung in <i>Sherlock</i> und die Unterstützung für AmiUpdate in der Amiga-Portierung.</p><p>Die vollständige Liste aller Änderungen finden Sie in den <a href=\"/frs/scummvm/1.9.0/ReleaseNotes\">Veröffentlichungshinweisen</a>; die Programmdateien können Sie auf unserer <a href=\"/downloads/\">Downloads-Seite</a> herunterladen.</p><p>Warten Sie nicht länger, und spielen Sie <i>Myst</i> oder <i>U.F.O.s</i> jetzt gleich!</p>"
}
