{
    "title": "Adventure-Geschichte im \"Mystery House\"",
    "content": "<p>\"Sie befinden sich im Vorgarten eines großen, verlassenen viktorianischen Hauses.\"</p><p>Erleben Sie Adventure-Geschichte und spielen Sie Sierras frühes Spiel <i>Hi-Res Adventure #1: Mystery House</i> in ScummVM. Trauen Sie sich zu, zurück ins Jahr 1980 zu springen und die Treppe hinauf zur Veranda zu nehmen? Laden Sie sich das Spiel und eine <a href=\"/downloads/#daily\">Entwicklerversion</a> von ScummVM herunter, und helfen Sie uns bei unseren Tests, indem Sie zurück durch die Zeit reisen.</p><p>Wir sind stolz darauf, ankündigen zu können, dass wir jetzt auch Unterstützung für einige andere Spiele bieten, die das gleiche ADL-System verwenden &mdash; ein System, welches solche fortschrittlichen Technologien wie Farbgrafik ermöglicht! Vielleicht retten Sie lieber in (<i>Hi-Res Adventure #0: Mission Asteroid</i>) den Planeten oder in (<i>Hi-Res Adventure #2: The Wizard and the Princess</i>) die Prinzessin?</p><p>Wir arbeiten auch an den restlichen Spielen der <i>Hi-Res Adventure</i>-Serie, in der Zwischenzeit jedoch veröffentlichen wir die Unterstützung der Apple II-Versionen dieser drei Spiele für weitere Tests, und hoffen, dass wir einige Fehlerberichte für eventuell von Ihnen gefundene Probleme erhalten. Wir möchten diese drei Spiele in unserer nächsten Veröffentlichung mit einschließen, weshalb Sie die <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">Richtlinien für Tests</a> befolgen sollten. Bitte vergessen Sie nicht, ein paar <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a> anzufertigen.</p><p><i>Mystery House</i> wurde von Sierra On-Line im Jahre 1987 anlässlich des 7. Geburtstags des Unternehmens als \"Public Domain\"-Programm freigegeben. Sie können es <a href=\"/games/#mysthous\">kostenlos herunterladen</a>. Für weitere Details über die anderen Spiele und wo Sie eine Kopie kaufen können, schauen Sie <a href=\"http://wiki.scummvm.org/index.php/ADL\">in unser Wiki</a>.</p><p>Wenn Sie die Original-Disketten für eines der <i>Hi-Res Adventure</i>-Spiele besitzen (für jede Plattform), würden wir gerne von Ihnen hören. Bitte nehmen Sie vor allem dann Kontakt mit uns auf, wenn Sie eine Apple II-Version von <i>Hi-Res Adventure #3: Cranston Manor</i> besitzen. Viele dieser Spiele sind selten, und wir können ohne Ihre Hilfe keine Unterstützung für die verschiedenen Spiele-Versionen hinzufügen!</p>",
    "date": 1473946560,
    "author": "waltervn"
}