{
    "title": "Die Tests für ScummVM 1.8.0 haben begonnen",
    "author": "sev",
    "date": 1454333762,
    "content": "<p>Nach einer sehr langen Pause haben wir endlich mit den Vorbereitungen für unsere nächste Veröffentlichung, ScummVM 1.8.0, begonnen.</p><p>Während der letzen eineinhalb Jahre waren wir ziemlich beschäftigt und haben 10 (ten, zehn, dieci, dix, diez, десять) neue Spiele hinzugefügt:</p><ul> <li><i>Rex Nebular and the Cosmic Gender Bender</i></li> <li><i>Sfinx</i></li> <li><i>Zork Nemesis: Das verbotene Land</i></li> <li><i>Zork: Der Großinquisitor</i></li> <li><i>Die ungelösten Fälle von Sherlock Holmes: Das gezackte Skalpell</i></li> <li><i>Die ungelösten Fälle von Sherlock Holmes: Das Geheimnis der tätowierten Rose</i></li> <li><i>Beavis and Butthead in Virtual Stupidity</i></li> <li><i>Amazon: Guardians of Eden</i></li> <li><i>Baphomets Fluch 2.5: Die Rückkehr der Tempelritter</i></li> <li><i>Labyrinth of Time</i></li> </ul><p>Wir haben große Teile der AGI-Engine neu geschrieben, sodass alle AGI-Spiele nun besser laufen sollten. Allerdings können sich auch neue, unerwartete Fehler eingeschlichen haben.</p><p>Aus diesem Grund benötigen wir Ihre Unterstützung beim Testen der Spiele, die neu hinzugefügt wurden oder die AGI-Engine verwenden. Um Ihnen die Suche nach Fehlern etwas zu erleichtern, haben wir eine Liste der Spiele, die getestet werden müssen, <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.0\">in unserem Wiki</a> zusammengestellt. Auf dieser Liste finden Sie auch ein paar andere alte Klassiker, die einen erneuten Testlauf gut gebrauchen können.</p><p>Sie benötigen eine aktuelle <a href=\"/downloads/#daily\">Entwicklerversion</a> von ScummVM, um direkt mit Ihrer Hilfe zu beginnen! Sollten Sie einen Fehler finden, melden Sie diesen bitte in unserem <a href=\"http://bugs.scummvm.org/\">Bug Tracker</a>. Wenn Sie eines der Spiele komplett durchgespielt haben, lassen Sie uns das bitte <a href=\"http://forums.scummvm.org/viewtopic.php?t=14006\">in unserem Forum</a> wissen, damit wir Ihren Fortschritt in unserem <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.0\">Wiki</a> markieren und sich andere Spieler auf die ungetesteten Spiele konzentrieren können. Bitte befolgen Sie unsere Richtlinien für Tests einer bevorstehenden neuen Version. Diese können Sie <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">hier einsehen</a>.</p><p>Für manche Spiele benötigen wir auch noch <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">Bildschirmfotos</a>, die Sie während Ihres Spiels anfertigen können.</p><p>Wir wünschen ein fröhliches Abenteuer! (in einem Testmodus)!</p>"
}
