{
    "20011122": {
        "title": "Bienvenue sur ScummVM",
        "content": "Bienvenue sur ScummVM ! ScummVM est un interpréteur SCUMM (Script Creation Utility For Maniac Mansion) pour Linux et Windows."
    },
    "20020113": {
        "title": "Sortie de ScummVM 0.1.0",
        "content": "Beaucoup de changements dans cette nouvelle version. Full Throttle fonctionne maintenant mieux et le travail préliminaire sur The Dig a commencé. \\[[Télécharger](/downloads/)\\]"
    },
    "20150111": {
        "title": "En cas de Zork, casser la vitre !",
        "content": "ScummVM vous emmène dans une aventure dans le monde de Zork, avec le support de deux de nouveaux jeux ! Dans Zork Nemesis : Les Territoires interdits, votre tâche est d'embarquer dans une aventure afin de résoudre le mystère d'un esprit appelé Nemesis, et des quatre alchimistes qu'il a tué. Pour votre deuxième voyage sur Zork, dans Zork : Grand Inquisitor, vous devez trouver trois objets légendaires qui permettront de restaurer toute la magie au royaume et provoquer la chute du Grand Inquisiteur Yannick, dont l'objectif est de \"supprimer la magie, supprimer l'apparence de la magie, supprimer tout, puis supprimer la suppression\".\n\nL'équipe de ScummVM est fière d'annoncer que [*Zork Nemesis : Les Territoires interdits*](http://www.mobygames.com/game/windows/zork-nemesis-the-forbidden-lands) et [*Zork : Grand Inquisitor*](http://www.mobygames.com/game/windows/zork-grand-inquisitor) sont maintenant jouables dans ScummVM en utilisant la dernière [compilation quotidienne](/fr/downloads/#daily) et prêts pour être testés. Comme d'habitude, tous les bogues doivent être signalés sur notre base de bogues en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs). Et pendant que vous jouez à ces jeux, nous apprécierions aussi si vous pouviez prendre quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) pour nous.\n\nAttrapez donc vos disques et aidez nous en testant le jeu ! Si vous ne possédez pas encore ces jeux, ils peuvent être achetés en ligne sur GOG.com :\n\n*   [*Zork Nemesis : The Forbidden Lands* — page sur le magasin GOG.com](http://www.gog.com/game/zork_nemesis_the_forbidden_lands?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)\n*   [*Zork : Grand Inquisitor* — page sur le magasin GOG.com](http://www.gog.com/game/zork_grand_inquisitor?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)"
    },
    "20150330": {
        "title": "Preparez-vous pour le Tordeur de Sexe",
        "content": "Rex Nebular, don de Dieu à la galaxie, a échoué sur une planète où il tentait de localiser et récupérer un vase précieux. Pour s'échapper, il va devoir utiliser le tristement célèbre Tordeur de Genre et entrer en contact avec son côté féminin afin de localiser avec succès à la fois le vase et un moyen d'échapper à la planète.\n\nL'équipe de ScummVM est fière d'annoncer le support pour [*Rex Nebular and the Cosmic Gender Bender*](https://fr.wikipedia.org/wiki/Rex_Nebular_and_the_Cosmic_Gender_Bender), le premier jeux de Microprose utilisant le moteur MADS. Ce jeu est désormais jouable dans ScummVM en utilisant la dernière [compilation quotidienne](/fr/downloads/#daily) et prêt pour être testé. Comme d'habitude, tous les bogues doivent être signalés sur notre base de bogues en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs). Et pendant que vous jouez à ces jeux, nous apprécierions aussi si vous pouviez prendre quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) pour nous.\n\nDépoussierez donc votre copie et jouez. Si vous ne possédez pas encore ce jeu, vous pouvez l'acheter en ligne sur [GOG.com](http://www.gog.com/game/rex_nebular_and_the_cosmic_gender_bender?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)."
    },
    "20150913": {
        "title": "Elémentaire, mon cher Watson",
        "content": "Sherlock Holmes, le plus grand détective de tous les temps, a une paire d'affaires déroutantes à résoudre. Tout d'abord, un meurtre macabre à l'extérieur d'un théâtre. La police n'a aucune piste. Serait-ce le travail du tueur notoire, Jack l'Eventreur ? Puis, dans sa seconde affaire, son frère Mycroft évite de peu la mort dans une explosion. Dans cette affaire vous jouerez d'abord le rôle du Docteur Watson tentant de sortir Sherlock de son désespoir, et ensuite le rôle de Sherlock alors qu'il essaie de comprendre pourquoi Mycroft a été attaqué, et pourquoi il a fait appel à lui juste avant l'explosion.\n\nL'équipe de ScummVM est fière d'annoncer le support pour les deux jeux de la série [*Les Dossiers secrets de Sherlock Holmes*](https://fr.wikipedia.org/wiki/The_Lost_Files_of_Sherlock_Holmes) : The Case of the Serrated Scalpel (non traduit en français), et L'Affaire de la rose tatouée. Un grand merci à Electronic Arts, pour nous donner accès au code source original. Les deux jeux sont désormais jouables dans ScummVM en utilisant la dernière [compilation quotidienne](/fr/downloads/#daily) et prêts pour être testés. Pour Serrated Scalpel, actuellement uniquement la version PC est supportée.. la version 3DO est partiellement jouable, mais a encore besoin de plus de travail. Comme d'habitude, tous les bogues doivent être signalés sur notre base de bogues en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs). Et pendant que vous jouez à ces jeux, nous apprécierions aussi si vous pouviez prendre quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) pour nous.\n\nJouez, et découvrez si vous être prêt à relever le défi et marcher dans les traces du grand Sherlock Holmes. Les jeux sont-ils faits ? :)"
    },
    "20151111": {
        "title": "Je suis le grand Cornholio ! Je veux du PQ pour mon trou-trou !",
        "content": "Vingt ans après sa première publication, nous sommes fiers d'annoncer aujourd'hui le support de *Beavis and Butthead in Virtual Stupidity*. Acceptez le défi de ces anti-héros des années 90 et aidez-les à trouver leur chemin dans une aventure pleine d'énigmes et de mini-jeux.\n\nRécupérez une [version récente de ScummVM](/fr/downloads/#daily), attrapez votre version de BBVS, et lancez-vous ! Veuillez signalez les bogues et versions non reconnues sur notre [base de bogues](http://bugs.scummvm.org/) en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs).\n\nEt comme d'habitude, si vous rencontrez en chemin une vue intéressante, nous sommes intéressés par vos [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots)."
    },
    "20151122": {
        "title": "Accédez à un monde d'Amazones",
        "content": "On est en 1957. Vous êtes Jason Roberts. Vous préparez une expédition pour aider votre frère disparu dans le pays des Amazones et chercher un trésor perdu.\n\nL'équipe de ScummVM est fière d'annoncer que le jeu [Amazon : Guardians of Eden](http://www.mobygames.com/game/dos/amazon-guardians-of-eden) est maintenant jouable avec ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et est prêt à être testé.\n\nVeuillez signaler les bogues ainsi que les versions non reconnues dans notre base de bogues en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs). Et comme d'habitude vos [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) sont les bienvenues.\n\nVous ne possédez pas ce jeu, mais désirez tout de même nous aider ? Vous pouvez le faire ! Il nous manque encore des captures d'écran pour une douzaine de jeux ! Vérifiez [la liste des jeux pour lesquels nous n'avons pas de capture d'écran](http://wiki.scummvm.org/index.php/Screenshots#List_of_screenshots_we_need) et si vous possédez l'un d'eux rejouez et immortalisez vos scènes favorites !"
    },
    "20151206": {
        "title": "Un autre Chevalier de Baphomet, par des Fans pour les Fans",
        "content": "Les Templiers sont de retour dans ce jeu des Chevaliers de Baphomet réalisé par des fans. Georges revient à Paris pour trouver les origines d'une lettre mystérieuse lui annonçant la mort de Nico, et pour, une fois de plus, révéler les agissements des Templiers contemporains...\n\nL'équipe de ScummVM est fière d'annoncer que le jeu *Les Chevaliers de Baphomet 2.5 : Le Retour des Chevaliers du Temple* est désormais jouable dans ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et est prêt à être testé.\n\nVeuillez signaler les bogues ainsi que les versions non reconnues dans notre base de bogues en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs). Et comme d'habitude vos [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) sont les bienvenues.\n\nUn grand merci à la fantastique équipe de [mindFactory team](http://brokensword25.com/team/mitglieder.htm) qui a créé ce jeu, et a partagé le code source original avec nous ! Le jeux peut être téléchargé gratuitement [ici](http://brokensword25.com/)."
    },
    "20160119": {
        "title": "Une nouvelle maison pour notre site web",
        "content": "Pendant des années nous avons utilisé SourceForge.net. C'était le tout premier serveur pour notre projet et il nous a rendu de bons et loyaux services. Cependant il est maintenant temps de regarder ailleurs. L'année dernière Florian Schicker, le PDG de [easyname GmbH](http://easyname.com) nous a contacté avec une solution exitante : nous donner un serveur et l'héberger dans leur centre de données. Et ce qui rend la proposition encore plus spéciale est qu'ils le font \"parce qu'ils sont des graaand fans des bons vieux jeux SCUMM\" (allez-donc voir leur [page de présentation de l'équipe](http://www.easyname.com/en/company/team)) ! Une proposition vraiment généreuse et inattendue !\n\nAinsi nous déménageons. Dans un premier temps nous avons déplacé le site web principal et les fichiers à télécharger. Cela devrait fournir un service plus rapide et robuste. Vous remarquerez peut-être aussi la disparition des publicités lors des téléchargements (puisque celles-ci étaient fournies par Sourceforge.Net). Les seules pubilicités qui seront maintenant associées à ce projet seront celles que nous déciderons de montrer nous même (ce qui evidemment inclus easyname.com, avec leur logo prenant maintenant fièrement sa place dans la colonne de droite). A terme nous déplacerons d'autres services vers le nouveau serveur, et peut être en ajouterons-nous même des nouveaux.\n\nJoignez-vous donc à nous alors que nous fêtons notre nouvelle maison !"
    },
    "20160123": {
        "title": "Le Labyrinthe doit être détruit !",
        "content": "Alors que vous prenez le métro votre wagon est aspiré dans une autre dimension, un labyrinthe qui traverse le continuum espace-temps. Son créateur, Dédale, est forcé de superviser sa construction par le malfaisant roi Minos, qui veut l'utiliser pour envahir et conquérir toutes les époques et tous les mondes. Dédale supplie le jouer de trouver un moyen de détruire le labyrinthe avant que Minos ne puisse achever sa conquête.\n\nL'équipe de ScummVM est fière d'annoncer que le jeu *Labyrinth of Time* est désormais jouable dans ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et est prêt à être testé.\n\nVeuillez signaler les bogues ainsi que les versions non reconnues dans notre [base de bogues](http://bugs.scummvm.org/) en suivant [nos directives de soumission de bogue](/faq/#question.report-bugs). Et comme d'habitude vos [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) sont les bienvenues.\n\nUn grand merci à [The Wyrmkeep Entertainment Co.](http://www.wyrmkeep.com/) pour avoir partagé avec nous le code source original du jeu !"
    },
    "20160201": {
        "title": "Début des tests pour ScummVM 1.8.0",
        "content": "Après une longue pause, nous commençons enfin les préparations pour la sortie d'une nouvelle version, ScummVM 1.8.0.\n\nNous n'avons pas chômé pendant la dernière année et demi, et nous avons ajouté 10 (ten, zehn, dieci, dix, diez, десять) nouveaux jeux:\n\n*   *Rex Nebular and the Cosmic Gender Bender*\n*   *Sfinx*\n*   *Zork Nemesis : Les Territoires interdits*\n*   *Zork: Grand Inquisitor*\n*   *Les Dossiers secrets de Sherlock Holmes: The Case of the Serrated Scalpel*\n*   *Les Dossiers secrets de Sherlock Holmes: L'Affaire de la rose tatouée*\n*   *Beavis and Butthead in Virtual Stupidity*\n*   *Amazon: Guardians of Eden*\n*   *Les Chevaliers de Baphomet 2.5 : Le Retour des Chevaliers du Temple*\n*   *Labyrinth of Time*\n\nLe moteur pour les jeux AGI a également été largement réécrit, et ainsi tous ces jeux devraient mieux marcher. Mais il n'est pas exclu que ces changements aient introduit de nouveaux bogues.\n\nNous avons donc besoin de votre aide pour tester ces jeux, y compris les jeux AGI. Vous trouverez ce qui a besoin d'être testé sur [notre wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.0). En plus des jeux listés ci-dessus cela inclut quelque autres vieux classiques qui bénéficieraient d'être de nouveau testés.\n\nVous avez besoin de télécharger une version de ScummVM [récemment compilée](/fr/downloads/#daily) puis vous pouvez vous lancer dans les tests ! Si vous trouvez des bogues, veuillez les signaler dans notre [base de bogues](http://bugs.scummvm.org/). Après avoir fini un jeu, veuillez nous le signaler sur [le forum](http://forums.scummvm.org/viewtopic.php?t=14006) pour que nous puissions mettre à jour [le wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.0) et que les autres joueurs puissent se concentrer sur les jeux non encore testés. Assurez-vous également de suivre les consignes de tests que vous trouverez en anglais [ici](http://wiki.scummvm.org/index.php/Release_Testing).\n\nNous avons également besoin de [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) pour certains de ces jeux, donc penser à capturer en jouant !\n\nNous vous souhaitons de joyeuses aventures (en mode test) !"
    },
    "20160301": {
        "title": "Bienvenue au nouveau Summer of Code",
        "content": "![GSoC 2016 Logo](/data/news/GSoC2016Logo.png)\n\nGoogle a annoncé hier la liste des organisations qui participeront cette année au Google Summer of Code, et à notre grand plaisir nous en faisont partie.\n\nLors de nos participations passées, nous nous sommes concentrés sur les jeux d'aventure. Cependant, après avoir discuté avec notre projet sœur ResidualVM, nous sommes heureux d'annoncer que cette année nous accepterons également des taches liées aux RPG.\n\nScummVM et ResidualVM attendent maintenant des étudiants motivés et désireux de travailler au cours de cet été à la renaissance de jeux d'aventure et de RPG.\n\nFaites-en partie ! Participez à l'Histoire et à notre meilleur GSoC à ce jour ! Jetez un coup d'œil à [notre page d'idées (en anglais)](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2016) ou proposez vos propres idées et contactez nous : nous vous attendons avec impatience sur IRC !\n\nUn seul lieu : Freenode. Deux canaux : #scummvm et #residualvm"
    },
    "20160304": {
        "title": "ScummVM 1.8.0 \"Perdu avec Sherlock\" est enfin là !",
        "content": "Non, notre intention n'est pas de prendre de plus en plus de temps entre chaque nouvelle version de ScummVM ! De nombreux mois se sont écoulés depuis la précédente version... mais pendant tout ce temps nous avons beaucoup travaillé. Et le résultat est là : une de nos plus grosses mises à jour de ScummVM jamais effectuées !\n\nScummVM 1.8 supporte *dix* nouveaux jeux utilisant huit nouveaux moteurs :\n\n*   *Amazon: Guardians of Eden*\n*   *Beavis and Butthead in Virtual Stupidity*\n*   *Les Chevaliers de Baphomet 2.5 : Le Retour des Chevaliers du Temple*\n*   *Les Dossiers secrets de Sherlock Holmes: L'Affaire de la rose tatouée*\n*   *Les Dossiers secrets de Sherlock Holmes: The Case of the Serrated Scalpel*\n*   *Labyrinth of Time*\n*   *Rex Nebular and the Cosmic Gender Bender*\n*   *Sfinx*\n*   *Zork: Grand Inquisitor*\n*   *Zork Nemesis : Les Territoires interdits*\n\nEn plus des nouveaux jeux, nous avons également mis à jour l'émulateur MT-32, en utilisant le code de la version la plus récente de munt, et remplacé AdLib par Miles Audio pour les jeux qui le supportent. Cela signifie un son meilleur que jamais pour les jeux concernés !\n\nNous avons également remanié en profondeur le sous-système graphique du moteur AGI. Cela a pour effet d'améliorer le support des vieux jeux Sierra. Même les dialogues système, palettes et polices de caractères d'origine sont maintenant utilisés pour les versions Apple IIgs, Atari ST et Amiga de ces jeux. De plus la vitesse de jeux pour les versions Apple IIgs est maintenant correctement gérée. Et il est même possible de basculer sur le style d'une autre platforme.\n\nScummVM est maintenant disponible pour GCW-zero (et oui, sev en a enfin reçu un du projet Kickstarter) et pour Raspberry Pi.\n\nRécemment nous avons également déménagé sur un nouveau serveur et ajouté la possibilité d'afficher notre site web principal dans plusieurs langues. Si vous voulez aider à la traduction du site, vous trouverez des indications (en anglais) sur la manière de procéder [ici](http://wiki.scummvm.org/index.php/HOWTO-Translate_ScummVM_Web_Site).\n\nCette liste est loin d'être exhaustive. Une version plus complète (en anglais) est disponible dans les [notes de mise à jour](https://downloads.scummvm.org/frs/scummvm/1.8.0/ReleaseNotes). Vous trouverez aussi les exécutables pour votre platforme sur notre [page de téléchargements](/downloads/). La nouvelle version n'est pas encore disponible pour tous les systèmes, mais nous travaillons à ajouter ceux qui manquent. Donc si vous ne trouvez pas votre bonheur soyez un peu patient.\n\nNe vous perdez pas dans le Labyrinthe, et dans le pire des cas appelez Mr Holmes ! (et nous promettons de rendre disponibles de nouvelles versions un peu plus souvent !)"
    },
    "20160327": {
        "title": "Explorez la bibliothèque de Myst",
        "content": "Vous tombez sur un vieux livre manuscrit. Il décrit un monde insulaire nommé Myst. Lorsque vous touchez l'une de ses dernières pages, vous êtes transporté sur l'île. Alors que vous explorez Myst vous en apprenez un peu plus sur ses habitants Atrus, Catherine et leurs fils Sirrus et Achenar. Vous découvrez rapidement que chaque fils est piégé dans un livre. Allez-vous résoudre les énigmes des âges de Myst et les libérer ?\n\nL'équipe de ScummVM est fière d'annoncer que les jeux *Myst* et *Myst: Masterpiece Edition* sont désormais jouables dans ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et sont prêts à être testés.\n\nVeuillez signaler les bogues ainsi que les versions non reconnues dans notre [base de bogues](http://bugs.scummvm.org/) en suivant [nos directives de soumission de bogue](/faq/#question.report-bugs). Et comme d'habitude vos [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) sont les bienvenues.\n\nEn plus du jeu principal, la vidéo du making-of et la [version démo](https://downloads.scummvm.org/frs/demos/mohawk/myst-win-demo-en.zip) sont également supportées."
    },
    "20160425": {
        "title": "Nous connaissons maintenant les projets pour le GSoC 2016 !",
        "content": "![GSoC 2016 Banner](/data/news/GSoC2016Logo.png)\n\nVendredi dernier Google a annoncé les projets acceptés pour le Summer of Code 2016. Nous avons le plaisir d'annoncer que ScummVM supervisera quatre étudiants chanceux qui passeront leur été dans une chambre sombre devant leur écran. Nous nous attendons à un voyage interressant, passant par des portes obscures pour visiter des donjons effrayants sous un ciel nuageux. Tout cela pendant que les mentors se la couleront douce, chassant le singe à trois têtes sur une île tropicale, en profitant du soleil, de la plage et du grog.\n\n*   Borja Lorente Escobar (a.k.a. blorente) travaillera sur le portage ***du moteur MacVenture*** dans ScummVM.\n*   Bendegúz Nagy (a.k.a. WinterGrascph) travaillera sur l'ajout du jeu ***Dungeon Master*** à ScummVM\n*   Dmitriy Iskrich (a.k.a. Iskrich) travaillera sur ***Macromedia Director***, avec une attention particulière pour le jeu ***The Journeyman Project***\n*   Ткачёв Александр (a.k.a. Tkachov) ajoutera l'intégration de ScummVM **avec les espaces de stockage dans le nuage** pour permettre de partager les sauvegardes et données de jeux entre ordinateurs et appareils portables.\n\nBienvenue à nos étudiants pour ce que nous espérons être un été productif et intéressant ! Vous pourrez suivre leurs progrès durant l'été sur les [Blogs ScummVM](http://planet.scummvm.org)."
    },
    "20160502": {
        "title": "Le temps est venu de tester ScummVM 1.8.1",
        "content": "Depuis ScummVM 1.8.0 nous avons été très occupé à corriger des bogues plus ou moins importants dans les jeux nouvellement supportés. Nous sommes maintenant presque prêts à présenter le résultat sous la forme d'une nouvelle version : ScummVM 1.8.1.\n\nPour nous aider à finaliser cette nouvelle version vous pouvez tester quelques jeux, et notamment ceux qui n'ont pas été testé récemment, ou ceux dont le moteur a été considérablement modifié. Nous avons préparé une liste sur [notre wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.1).\n\nÀ partir de maintenant nous vous encourageons également à tester n'importe quel jeux supporté par ScummVM et à indiquer sur le forum les succès ou bogues trouvés pour que nous puissons garder une trace de l'état actuel des jeux.\n\nPour tester la future version 1.8.1 il vous faut utiliser une [compilation quotidienne](/fr/downloads/#daily) de ScummVM. Si vous trouvez des anomalies ou bogues veuillez les indiquer dans notre [base de bogues](http://bugs.scummvm.org/). Si vous ne rencontrer aucuns problèmes veuillez l'indiquer sur [les forums](http://forums.scummvm.org/viewtopic.php?t=14077), et nous mettrons à jour le [wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.8.1) (oui, vous pouvez devenir célèbres en testant des jeux!) Vous trouverez un guide indiquant comment tester et reporter des problemes [ici](http://wiki.scummvm.org/index.php/Release_Testing) (en anglais).\n\nIl nous manque encore des [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) pour quelque jeux. Si vous le pouvez aidez nous également à compléter notre galerie."
    },
    "20160525": {
        "title": "ScummVM 1.8.1 \"Où est ton Android ?\", mise à jour de maintenance, est disponible",
        "content": "Deux mois se sont écoulés depuis ScummVM 1.8.0, et il est maintenant temps de lâcher dans la nature une mise à jour mineure qui corrige des bogues importants et ajoute le support pour de nouvelles plateformes.\n\nUn des changements les plus importants de cette nouvelle version et un remaniement majeur de la version pour Android. Une version pour OUYA est également disponible. Nous travaillons actuellement à l'ajout de cette version dans Google Play, mais les plus impatients peuvent d'ores et déjà la télécharger sur [notre site web](/fr/downloads) et installer le APK manuellement. Il y a deux versions disponibles pour Android : la version \"classique\" qui utilise OpenGL et une nouvelle variante qui utilise SDL. La version SDL a une meilleure compatibilité avec certains appareils et marche également mieux avec certains jeux. Veuillez l'essayer et nous faire part de votre expérience sur [nos forums](http://forums.scummvm.org/viewforum.php?f=17) ou [base de bogues](http://bugs.scummvm.org/).\n\nUne version pour Nintendo 3DS sera également bientôt disponible ! Notre porteur n'a pas encore eu le temps de la générer, aussi veuillez revenir vérifier de temps en temps.\n\nLa version pour Mac 64-bits inclus maintenant une vérification automatique des mises à jour utilisant [Sparkle](https://sparkle-project.org/). Lors du premier lancement il vous sera demandé si vous voulez l'activer et à quelle fréquence. Quand la version 1.9.0 sera disponible les utilisateurs de la version 1.8.1 ayant activé cette option se verront présenter un dialogue avec la liste des changements et leur proposant de faire la mise à jour. Si vous utilisez ScummVM sur une autre plateforme, par exemple Windows, et désirez avoir cette fonctionalité, veuillez nous le faire savoir.\n\nUne nouvelle version de ScummVM ne saurait être complète sans des mises à jour des moteurs de jeux ! ScummVM 1.8.1 n'est pas une exception et inclus des corrections pour *Drascula*, *Legend of Kyrandia*, *Labyrinth of Time*, des versions localisée de *I Have No Mouth* et *Les Chevaliers de Baphomet 2.5*. Les versions pour Windows, OS X et GCW0 ont également été améliorées.\n\nLa liste complète des changements inclus dans cette nouvelle version est disponible dans [les notes de mise à jour](https://downloads.scummvm.org/frs/scummvm/1.8.1/ReleaseNotes) et les exécutables sont sur notre [page de téléchargement](/downloads/).\n\nÀ vos marques, prêts, jouez !"
    },
    "20160606": {
        "title": "Aidez Gnap à réparer son OVNI !",
        "content": "Alors qu'il voyageait dans l'espace à bord de son vaisseau spatial, Gnap se retrouva en panne sèche et son engin s'écrasa dans le désert une ferme de péquenaud. Il est maintenant perdu sur Terre et a besoin de votre aide pour dessiner un mouton réparer son OVNI et poursuivre son voyage !\n\nL'équipe de ScummVM est fière d'annoncer que le jeu *U.F.O.s*, également connu en Allemagne sous le nom *GNAP : Der Schurke aus dem All*, est désormais jouable dans ScummVM en utilisant la dernière [compilation quotidienne](/downloads/#daily) et est prêt à être testé.\n\nVeuillez signaler les bogues ainsi que les versions non reconnues dans notre [base de bogues](http ://bugs.scummvm.org/) en suivant nos [directives de soumission de bogue](/faq/#question.report-bugs). Et comme d'habitude vos [captures d'écran](http ://wiki.scummvm.org/index.php/Screenshots) sont les bienvenues !"
    },
    "20160816": {
        "title": "ScummVM a migré vers un nouveau Bug Tracker",
        "content": "Grâce au travail de wjp, nous avons remplacé le Bug Tracker de SF.net par notre propre Tracker disponible à [https://bugs.scummvm.org](https://bugs.scummvm.org). Ce nouveau service devrait être plus rapide et fiable que le vieux Tracker de SF.net.\n\nTout le contenu du vieux Bug Tracker, y compris les patches (bien que nous encourageons désormais l'utilisation de [Pull Request sur GitHub](https://github.com/scummvm/scummvm/pulls) pour soumettre des patches), a été migré vers le nouveau Bug Tracker.\n\nLe nouveau Bug Tracker utilise les comptes GitHub (via OAuth2) pour se connecter. Cela devrait faciliter et rendre plus sûr la création de comptes. Nous avons transféré tous les comptes de SF.net, mais sans les adresses e-mail. Il vous faudra donc indiquer votre adresse e-mail dans les préférences du compte lors de votre première connexion, autrement nous serons dans l'incapacité de vous contacter en cas de question sur les bugs que vous aurez entrés."
    },
    "20160913": {
        "title": "Début des tests pour la version 1.9.0 de ScummVM",
        "content": "Le temps passe vite et la prochaine version 1.9.0 de ScummVM approche à grand pas. Nous commençons aujourd'hui la préparation de cette nouvelle version en demandant à la communauté de nous aider à tester plusieurs jeux.\n\nDeux nouveaux moteurs de jeux sont inclus, et il est donc nécessaire de tester les jeux suivants :\n\n*   *Myst*\n*   *Myst : l'Apogée*\n*   *U.F.O.s*\n\nL'équipe travaillant sur le moteur SCI a également considérablement ammélioré l'expérience de jeu en corrigeant des bogues dans les scripts de plusieurs jeux Sierra. Ce sont autant de jeux qu'il est utile de tester à nouveau.\n\n[Notre wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.9.0) contient la liste complète des jeux à tester pour cette nouvelle version de ScummVM.\n\nPour contribuer aux tests, veuillez utiliser une [compilation quotidienne](/fr/downloads/#daily) de ScummVM. Si vous trouvez des bogues veuillez les signaler sur notre [base de bogues](https://bugs.scummvm.org/). Finalement nous vous demandons aussi de signaler vos progrès sur [le fil de discussion sur le forum](http://forums.scummvm.org/viewtopic.php?t=14161) ce qui nous permettra de mettre à jour le [wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.9.0). Assurez vous de suivre les directives de tests disponibles [ici](http://wiki.scummvm.org/index.php/Release_Testing).\n\nPour conclure, il nous manque toujours des [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) pour plusieurs jeux. Si vous le pouvez aidez nous également à compléter notre galerie."
    },
    "20160915": {
        "title": "Explorez l'histoire des jeux d'aventure avec \"Mystery House\"",
        "content": "\"You are in the front yard of a large, abandoned Victorian house.\"\n\n\"Vous êtes dans la cour devant une grande maison victorienne abandonnée.\"\n\nVous pouvez maintenant découvrir (ou redécouvrir) un petit bout de l'histoire des jeux d'aventure et jouer dans ScummVM à *Hi-Res Adventure #1: Mystery House*, un des tout premiers jeux de Sierra. Oserez-vous retourner dans le temps à l'année 1980 et franchir le seuil de la maison mystérieuse ? Téléchargez le jeu (voir ci-dessous), si vous ne l'avez pas déjà, et une [compilation quotidienne](/downloads/#daily) de ScummVM et aidez-nous en testant le jeu.\n\nNous sommes fiers d'annoncer que en plus de *Mystery House* ScummVM supporte plusieurs autres jeux utilisant le système ADL, et ses technologies avancées (tel que l'utilisation de plusieurs couleurs !). Peut-être préférez-vous sauver la planète (*Hi-Res Adventure #0: Mission Asteroid*) ? Ou sauver la princesse( *Hi-Res Adventure #2: The Wizard and the Princess*) ?\n\nNous travaillons toujours sur le support des autres jeux *Hi-Res Adventure*, mais en attendant vous pouvez tester la version Apple II des trois jeux cités ci-dessous. Nous attendons impatiemment les signalements de bogues pour les problèmes éventuels que vous rencontrerez. Nous espérons inclure le support pour ces trois jeux dans la prochaine version 1.9.0 de ScummVM, aussi veuillez suivre [les directives de tests](http://wiki.scummvm.org/index.php/Release_Testing), et noubliez pas de prendre des [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots).\n\n*Mystery House* a été mis dans le domaine public par Sierra On-Line en 1987 pour fêter leur 7ème anniversaire. Vous pouvez [télécharger le jeu](/games/#games-hires1) gratuitement. Notre [wiki](http://wiki.scummvm.org/index.php/ADL) donne également quelques informations suplémentaires sur ces jeux.\n\nSi vous possédez les disquettes originales pour un des jeux *Hi-Res Adventure* (quelque soit la platforme), veuillez nous contacter. Nous somme particulièrement intéressés par la version Apple II de *Hi-Res Adventure #3: Cranston Manor*. La plupart de ces jeux sont rare, et nous ne pouvons ajouter le support pour les différentes version qu'avec votre aide !"
    },
    "20161017": {
        "title": "ScummVM 1.9.0 \"Myst-ery U.F.O.s release\" est disponible",
        "content": "Après une période de tests de un mois, et grâce à votre aide, utilisateurs et testeurs, nous sommes maintenant prêts à lâcher dans la nature une nouvelle version de ScummVM.\n\nComme toujours nous avons été occupés à ajouter le support pour plusieurs jeux et améliorer des jeux déjà supportés. Notamment, après plusieurs années de gestation, nous somme fiers d'annoncer que *Myst* et *Myst : l'Apogée* sont désormais supportés.\n\nPar ailleurs, nous avont également ajouté le support pour *U.F.O.s* et les premiers jeux Sierra de la série Hi-Res adventures : *Hi-Res Adventure #0: Mission Asteroid*, *Hi-Res Adventure #1: Mystery House* et *Hi-Res Adventure #2: The Wizard and the Princess*, soit un total de six jeux nouvellement supportés.\n\nPour cette nouvelle version nous utilisons SDL 2, donc si vous rencontrez des problèmes, merci de nous les signaler dans [notre base de bogues](https://bugs.scummvm.org). Dans la version précédente sous OS X nous avions introduit une vérification automatique des mises à jour. Pour cette version la fonctionalité a été étendue à la version pour Windows, ce qui permettra de bénéficier d'une mise à jour automatique sous Windows pour notre prochaine version de ScummVM. Il est utile cependant de rappeler que par défaut cette fonctionalité est désactivée et qu'il vous sera proposé de l'activer et de choisir la fréquence des vérifications (par défaut une fois par semaine) lors de votre première utilisation de ScummVM. Des captures d'écran de Sparkle (le système de vérification de mises à jour que nous utilisons) sont disponibles sur [le site web de WinSparkle](https://winsparkle.org).\n\nDu côté des corrections et améliorations, on peut noter l'ajout du rendu et des polices de caractères Hercules pour les jeux Sierra AGI, de nombreuses corrections de bogues pour les jeux Sierra SCI, une expérience utilisateur améliorée pour les jeux *Sherlock* et le support de AmiUpdate pour la version Amiga de ScummVM.\n\nLa liste complète des changements est disponible (en anglais) dans [les notes de mise à jour](https://downloads.scummvm.org/frs/scummvm/1.9.0/ReleaseNotes). Vous trouverez aussi les exécutables pour votre platforme sur [notre page de téléchargements](/downloads/).\n\nN'attendez plus et jouez donc à *Myst* ou *U.F.O.s* !"
    },
    "20161127": {
        "title": "Le projet ScummVM a un nouveau site pour les Traductions",
        "content": "![Translation status](https://translations.scummvm.org/widgets/scummvm/-/287x66-white.png)\n\nJusqu'à présent, la traduction du logiciel ScummVM n'était pas simple. Les collaborateurs devait télécharger le fichier de modèles de traduction sur leur ordinateur, mettre à jour la traduction à l'aide d'une application dédiée et ensuite proposer la traduction mise à jour à l'équipe ScummVM à l'aide d'une [Pull Request](https://help.github.com/articles/creating-a-pull-request/) ou en utilisant [notre base de bogue](https://bugs.scummvm.org/). L'équipe ScummVM elle-même devait également effectuer certaines tâches manuellement, tel que la mise à jour des modèles de traduction à partir du code source lorsque nécessaire ou la reconstruction du fichier binaire de traduction après avoir reçu la contribution d'un traducteur.\n\nTout cela appartient au passé. Maintenant, grâce à notre nouveau [site Web de traduction](https://translations.scummvm.org/), qui utilise [Weblate](https://weblate.org/), la mise à jour des traductions est plus facile et plus confortable que jamais. Les modèles de traduction sont mis à jour automatiquement si besoin, de même que le fichier binaire de traduction. Les traducteurs n'ont plus qu'à traduire. C'est tout. Le site Web aide même les traducteurs en effectuant des contrôles de qualité automatisés et en proposant des traductions automatiques.\n\nEnfin, le nouveau site ajoute également un aspect communautaire aux traductions, permettant aux utilisateurs de voter pour des suggestions de traduction et même de faire leurs propres suggestions. Tout le monde peut voir les traductions, mais vous devrez vous connecter pour faire des suggestions, des commentaires et voter. Vous pouvez vous connecter en utilisant votre compte GitHub ou Facebook, ou en créant un compte sur le site Web. Vous devrez tout de même nous contacter si vous souhaitez contribuer davantage (par exemple pour lancer une nouvelle traduction ou aider sur une traduction existante), car nous devrons vous accorder l'accès au groupe des Traducteurs. Contrairement aux utilisateurs réguliers, les traducteurs peuvent accepter ou refuser des suggestions et modifier directement les traductions. Contactez-nous en visitant le canal #scummvm IRC sur irc.freenode.net ou en envoyant un courrier électronique à [translation@scummvm.org](mailto:translation@scummvm.org) si vous êtes intéressé à devenir traducteur officiel. Sinon, rendez-vous sur [https://translations.scummvm.org/](https://translations.scummvm.org/) et aidez-nous à rendre ScummVM accessible à tous."
    },
    "20161201": {
        "title": "Une lumière au bout du tuyau",
        "content": "Le Dude... le Tuyau... le Dark-Burrow-Dweller... et vous.\n\nAprès plusieurs années de développement, l'équipe de ScummVM a le plaisir de vous annoncer que *The Full Pipe* (titre original : Полная Труба), un jeu obscure, insolite et captivant, est maintenant supporté. Attrapez votre CD (les versions Android et iOS ne sont pas supportées), une [compilation quotidienne](/downloads/#daily) de ScummVM, et aidez nous à tester les aventures de Dude dans un monde plein de curiosités.\n\nEn dehors des menus le jeu ne contient pas de texte. Si vous ne le possédez pas encore vous pouvez donc acheter la version en allemand éditée par [Daedalic Entertainment](http://www.daedalic.de/de/Game/Full_Pipe). Le jeu n'est pas disponible en français ou en anglais.\n\nAvant de commencer vos tests, nous vous demandons de lire nos [directives de tests](http://wiki.scummvm.org/index.php/Release_Testing). Nous avons également besoin de [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots), alors n'hésitez pas à nous soumettre les vôtres.\n\nAllez-y ! Dude vient de tomber dans le tuyau."
    },
    "20170306": {
        "title": "Bienvenue au plus grand Summer of Code",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nCette année, Google a annoncé le plus grand Summer of Code, avec 201 organisations acceptées. Nous sommes très heureux d'annoncer que nous y participerons aux côtés de notre projet soeur ResidualVM.\n\nEtes-vous un étudiant motivé ? Voulez-vous participer au plus grand Google Summer of Code ? Voulez-vous être connu pour être un contributeur d'un des plus grand projets de préservation de jeux vidéos ?\n\nSi oui, ScummVM et ResidualVM vous attendent ! Jetez un oeil à notre [page d'idées](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2017) ou proposez votre propre idée !\n\nEt dans tous les cas, n'hésitez pas à venir chatter avec nous sur IRC ! Une seule place : Freenode. Deux canaux : #scummvm et #residualvm"
    },
    "20170401": {
        "title": "On change de nom !",
        "content": "**Mise à jour : ** nous n'avons pas pu réserver le nom de domaine plumbervm.org et c'est donc avec le cœur lourd que nous avons décidé d'abandonner notre démarche de rebranding et de revenir à notre ancien nom. Longue vie à ScummVM !\n\nLa question du nom de ScummVM a été soulevée à de nombreuses reprises depuis que nous avons commencé à ajouter des moteurs pour les jeux non-SCUMM. Jusqu'à présent, nous avons décidé de garder le nom original. Cependant, l'ajout aujourd'hui d'un moteur pour *Plumbers Don't Wear Ties* change tout. En raison de sa renommée et de sa réputation d'être l'un des meilleurs jeux vidéo de tous les temps, il devient tout naturellement le vaisseau amiral de ce que nous représentons. Nous avons donc finalement décidé de changer notre nom. Nous sommes maintenant **PlumberVM** !\n\nNous avons utilisé le nom ScummVM pendant plus de 15 ans, et c'est avec tristesse que nous lui disons au revoir. C'est un nom bien connu et nous ne sous-estimons pas l'effort qu'il faudra faire pour obtenir la même reconnaissance pour notre nouveau nom. C'est pourquoi nous faisons appel à votre aide pour diffuser la nouvelle. A court terme, cela conduira inévitablement à une certaine déstabilisation et confusion. Mais à long terme, nous sommes convaincus que c'est la bonne décision. Avec votre soutien, nous allons conquérir le monde ! En commençant par les égouts.\n\nAvec le changement de nom, nous avons également décidé d'étendre encore plus la portée de notre projet. L'année dernière, nous avons décidé d'accepter des moteurs pour les jeux RPG en plus des jeux d'aventure. Maintenant, nous acceptons également tous les jeux qui mettent en scène un plombier. Le travail a déjà commencé sur le peu connu *Super Mario Bros.*, et nous avons de grands projets pour l'avenir. Nous aurons une grande annonce bientôt, alors restez à l'écoute.\n\nEnfin, il nous faudra du temps pour mettre à jour tous les endroits où notre nom apparaît. Nous avons commencé aujourd'hui avec notre site web principal et vous remarquerez dans les prochains jours que le changement se généralisera à nos comptes sur les réseaux sociaux, au wiki, au forum et aux pages non encore mises à jour sur notre site web. Nous travaillons également sur la sortie de PlumberVM 2.0 avec l'ajout de deux nouveaux jeux supportés : *Plumbers Don't Wear Ties* et *Full Pipe*. Cela se produira dès que nous aurons écrasés les derniers bugs dans nos moteurs pour *Plumbers Don't Wear Ties* et *Full Pipe*. Espérons que nous ne trouverons pas de tortues mutantes pendant les tests. Elles sont vraiment très difficiles à écraser !"
    },
    "20170428": {
        "title": "FaSCInant !",
        "content": "Explorez un musée hanté, pourchassez un tueur en série, balayez le sol, plongez dans la folie, trouvez votre véritable amour, trouvez votre \"véritable amour\", voyagez vers les terres d'en-dessous, résolvez les meurtres Voodoo, redécouvrez un opéra perdu - ou faites tout cela ! Le premier lot des jeux d'aventures Sierra 32 bits pour DOS/Windows est maintenant prêt à être testé en utilisant une [compilation quotidienne](/downloads/#daily) de ScummVM :\n\n*   [Gabriel Knight](http://wiki.scummvm.org/index.php/Gabriel_Knight)\n*   [Gabriel Knight 2](http://wiki.scummvm.org/index.php/The_Beast_Within)\n*   [King's Quest VII](http://wiki.scummvm.org/index.php/King%27s_Quest_VII)\n*   [King's Questions](http://wiki.scummvm.org/index.php/King%27s_Questions)\n*   [Leisure Suit Larry 6 (hi-res)](http://wiki.scummvm.org/index.php/Leisure_Suit_Larry_6)\n*   [Phantasmagoria](http://wiki.scummvm.org/index.php/Phantasmagoria)\n*   [Police Quest 4](http://wiki.scummvm.org/index.php/Police_Quest_IV)\n*   [Shivers](http://wiki.scummvm.org/index.php/Shivers)\n*   [Space Quest 6](http://wiki.scummvm.org/index.php/Space_Quest_6)\n*   [Torin's Passage](http://wiki.scummvm.org/index.php/Torin%27s_Passage)\n\nLa [liste des fichiers de jeux nécessaires](http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games) a été mise à jour avec les instructions pour les jeux listés ci-dessus. Et si vous ne possédez pas encore tout ces jeux, vous pouvez visiter la page [where to get the games](http://wiki.scummvm.org/index.php/Where_to_get_the_games#Sierra_Games) qui indique ou vous pouvez vous les procurer !\n\nAvant de commencer vos tests, nous vous demandons de lire les instructions (en anglais) sur la page [SCI testing](http://wiki.scummvm.org/index.php/SCI/Testing). Nous avons également besoin de [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots), alors n'hésitez pas à nous soumettre les vôtres.\n\n(Et si vous vous sentez une petite envie de rejouer aux jeux SCI plus anciens et déjà supportés, n'hésitez pas à les parcourir à nouveau. En effet les modifications apportées au moteur des jeux SCI peuvent également affecter certains jeux SCI 16 bits !)\n\nBonne chance et essayez de ne pas mourir trop souvent !"
    },
    "20170505": {
        "title": "Les projets pour le GSoC 2017 sont annoncés !",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nAujourd'hui Google a annoncé les projets acceptés pour le \"Summer of Code\" de cette année. Nous avons le plaisir d'annoncer que deux projets ont été retenus pour travailler sur ScummVM. Les deux étudiants sorciers auront une mission : lancer le sort *Super Sludge Nova*. Les effets du sort inclus l'ajout du support pour deux nouveaux moteurs de jeux, et la durée de recharge est de 12 semaines :\n\n*   Joseph-Eugene Winzer (a.k.a. Joefish) travaillera sur l'ajout du support pour le jeu ***[Mission Supernova](http://outpost.simplicity.de)***.\n*   Simei Yin traivaillera sur le portage du ***[moteur Sludge](https://opensludge.github.io)*** dans ScummVM.\n\nNous souhaitons la bienvenue à ces deux étudiants et espérons qu'ils auronts un été productif et intéressant ! Vous pouvez suivre leurs progrès tout au long de l'été sur [les Blogs ScummVM](http://planet.scummvm.org)."
    },
    "20170617": {
        "title": "Hi-Res Adventures",
        "content": "L'année dernière nous avons ajouté le support pour trois des jeux Sierra Hi-Res Adventure : *Mystery House* (#1), *Mission: Asteroid* (#0) et *Wizard and the Princess* (#2). Nous sommes maintenant fiers d'annoncer que trois jeux supplémentaires sont désormais jouables avec ScummVM, et que nous avons besoin de votre aide pour les tester : *Ulysses and the Golden Fleece* (#4), *Time Zone* (#5) and *The Dark Crystal* (#6).\n\nPour *Ulysses and the Golden Fleece* nous supportons actuellement la version à bas coût 'N' Go. Pour *Time Zone* et *The Dark Crystal* nous supportons les images disques présentes sur certains CDs [Sierra collection](http://wiki.scummvm.org/index.php/SCI/Game_Collections). La [page wiki Datafiles](http://wiki.scummvm.org/index.php/Datafiles) a été mise à jour avec le nom des images disques nécessaires pour jouer à ces trois jeux.\n\nSi vous possédez un de ces trois classiques, récupérez une [compilation quotidienne](/fr/downloads/#daily) et essayez la ! Si vous rencontrez des problèmes, veuillez créer un rapport de bogue tel que indiqué dans nos [directives de tests](http://wiki.scummvm.org/index.php/Release_Testing). Et pendant que vous jouez, n'oubliez pas de prendre des [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) !\n\nVous vous demandez peut-être ce qu'est devenu *Hi-Res Adventure #3: Cranston Manor*. Malheureusement nous n'avons toujours pas réussi à trouver une copie du jeu. Si vous possédez ce jeu, nous serions ravi que [vous nous contactiez](/contact/) !"
    },
    "20170702": {
        "title": "Piégé dans un paquebot... Dans l'espace !",
        "content": "Explorez un navire de croisière de luxe en panne, essayez de convaincre le Deskbot de vous apporter une mise à niveau et finalement retrouvez et réparez l'ordinateur de bord du navire, Titania. Ou vous ne rentrerez jamais chez vous. Nous sommes heureux d'annoncer que le jeu de la fin des années 90 [Starship Titanic](http://www.mobygames.com/game/starship-titanic) peut maintenant être testé. Seul la version anglaise est supportée pour l'instant. Pour y jouer récupérez une [compilation quotidienne](/fr/downloads/#daily) de ScummVM. Vous aurez aussi besoin d'un fichier supplémentaire [titanic.dat](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/titanic.dat?raw=true) que vous devez placer dans le méme répertoire que vos fichiers de jeu.\n\nAvant de commencer de jouer, notez que nous n'avons pas encore réussi à implémenter le support de la transparence encodée dans certaine des vidéos AVI utilisant le codec Indeo. Dans quelques lieu, tels que la Salle d'État SGT et pour le zoom sur Titania, entre autres, vous verrez des objets avec des zones noires déchiquetées autour d'eux. Veuillez simplement ignorer le problème pour l'instant. Mais tous les autres problèmes graphiques ou de jeu peuvent être signalés sur notre [Tracker de bogue](https://bugs.scummvm.org/)."
    },
    "20170731": {
        "title": "Renversez le dictateur du Cinquième Âge",
        "content": "Juste après la fin de [Myst](http://wiki.scummvm.org/index.php/Myst), vous êtes hâtivement envoyé sur un autre Âge par Atrus où sa femme Catherine est coincée. Riven est le cinquième Âge écrit par le père d'Atrus, Gehn. Il gouverne ce monde cruellement, en dieu auto-proclamé. Votre double mission est de sauver Catherine et d'emprisonner Gehn. Pour réussir, vous allez devoir explorer minutieusement les cinq îles de Riven et résoudre les énigmes délicates qu'elles renferment.\n\nL'équipe de ScummVM est fière d'annoncer que [Riven: La suite de Myst](http://wiki.scummvm.org/index.php/Riven:_The_Sequel_to_Myst) est enfin prêt pour des tests publics. Si vous voulez tester le jeu, prenez la [compilation quotidienne](/fr/downloads/#daily) de ScummVM la plus récente, et jouez à la version Windows ou Mac de Riven. Prenez soin de remonter les anomalies que vous remarquez sur le [gestionnaire de bugs](https://bugs.scummvm.org/). Veuillez respecter les [consignes de tests et de déclaration des bugs](http://wiki.scummvm.org/index.php/Release_Testing).\n\nSi d'aventure l'envie vous prenait de jouer à Myst pour vous échauffer avant d'attaquer Riven, prenez soin d'utiliser une compilation quotidienne de ScummVM. En effet des changement importants ont été opérés sur le moteur de jeu afin d'éliminer les cas où le jeu semble ne pas répondre. Des anomalies ont pû nous échapper. Comme pour Riven, déclarez les problèmes que vous rencontrez dans l'outil de suivi des bugs."
    },
    "20170801": {
        "title": "Vous allez avoir besoin d'un pSCIchologue !",
        "content": "Partez en croisière, démêlez des comptines ou retrouvez-vous dans un hôpital psychiatrique ! Le deuxième lot de jeux d'aventure Sierra 32-bit pour DOS / Windows sont prêts à être testés dans la dernière [compilation quotidienne](/downloads/#daily) de ScummVM:\n\n*   [Leisure Suit Larry 7](http://wiki.scummvm.org/index.php/Leisure_Suit_Larry_7)\n*   [Ballades au pays de la Mère l'Oie (Mixed-Up Mother Goose Deluxe)](http://wiki.scummvm.org/index.php/Mixed-Up_Mother_Goose)\n*   [Phantasmagoria 2](http://wiki.scummvm.org/index.php/Phantasmagoria_2)\n\nLa [page des fichiers de données](http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games) a été mise à jour avec les consignes pour l'installation de ces jeux. Si il vous manque certains jeux, allez sur notre page [où se procurer les jeux](http://wiki.scummvm.org/index.php/Where_to_get_the_games#Sierra_Games) pour les acheter !\n\nAvant de commencer à jouer, merci de bien vouloir lire les instructions de notre [page des tests SCI](http://wiki.scummvm.org/index.php/SCI/Testing). Prenez quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) au passage.\n\nAmusez vous bien !"
    },
    "20171010": {
        "title": "Trois nouveaux jeux à propos d'extraterrestres",
        "content": "Visitez un monde extraterrestre, visitez un monde extraterrestre à bord d'un vaisseau spatial extraterrestre, ou gehe zu einem fremden Raumschiff (visitez un vaisseau spatial extraterrestre) ! Il y a trois mondes extraterrestres parmi lesquels choisir dans notre dernier lot d'aventures. Ils peuvent tous dès maintenant être visités avec une [compilation quotidienne](/downloads/#daily) de ScummVM:\n\n*   [Lighthouse](http://wiki.scummvm.org/index.php/Lighthouse)\n*   [RAMA](http://wiki.scummvm.org/index.php/RAMA)\n*   [Starship Titanic en allemand](http://wiki.scummvm.org/index.php/Starship_Titanic)\n\nLa page [Datafiles](http://wiki.scummvm.org/index.php/Datafiles#All_SCI32_.28SCI2.2F3.29_games) a été mise à jour avec des instructions sur la façon d'installer ces jeux. Si vous ne les possédez pas déjà, rendez-vous sur notre page [ou obtenir les jeux](http://wiki.scummvm.org/index.php/Where_to_get_the_games) pour les acheter !\n\nAvant de commencer votre test, pour Lighthouse et RAMA, veuillez lire les instructions sur notre [page de test SCI](http://wiki.scummvm.org/index.php/SCI/Testing), et prendre quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) en cours de route. Pour Starship Titanic allemand, vous aurez besoin d'un fichier [titanic.dat](https://raw.githubusercontent.com/scummvm/scummvm/master/dists/engine-data/titanic.dat) supplémentaire, qui devrait être placé dans le même dossier que celui où vous copiez vos fichiers de jeu.\n\nEn ce qui concerne Starship Titanic allemand gardez à l'esprit que nous ne parlons pas tous allemand, donc les rapports de bogues devront être en anglais. De plus, si des bugs que vous trouvez impliquent du texte qui est entré dans l'onglet conversation d'un des robots, cela facilitera les choses si vous pouvez reproduire le problème en utilisant des mots qui n'incluent pas de lettres en dehors de l'alphabet anglais.\n\nAmusez-vous bien !"
    },
    "20171122": {
        "title": "Début des tests pour la version 2.0 de ScummVM",
        "content": "Après une longue attente une nouvelle version de ScummVM est enfin en vue ! Avec l'ajout du support pour 23 jeux ce sera une mise à jour majeure. Les 23 nouveaux jeux supportés sont :\n\n*   *Cranston Manor*\n*   *Full Pipe*\n*   *Gabriel Knight*\n*   *Gabriel Knight 2*\n*   *King's Quest VII*\n*   *King's Questions*\n*   *Leisure Suit Larry 6 (hi-res)*\n*   *Leisure Suit Larry 7*\n*   *Lighthouse*\n*   *Ballades au pays de la Mère l'Oie (Mixed-Up Mother Goose Deluxe)*\n*   *Phantasmagoria*\n*   *Phantasmagoria 2*\n*   *Plumbers Don't Wear Ties*\n*   *Police Quest 4*\n*   *RAMA*\n*   *Riven: La suite de Myst*\n*   *Shivers*\n*   *Space Quest 6*\n*   *Starship Titanic*\n*   *The Dark Crystal*\n*   *Time Zone*\n*   *Torin's Passage*\n*   *Ulysses and the Golden Fleece*\n\nCette nouvelle version inclus également des améliorations importantes et corrections de bogues pour de nombreux autres jeux. Donc vous êtes invités à jouer de nouveau à votre jeu préféré, même s'il n'est pas dans la liste ci-dessus !\n\nPour contribuer aux tests, veuillez utiliser une [compilation quotidienne](/fr/downloads/#daily) de ScummVM. Pour **les utilisateurs Windows** il est recommandé d'utiliser une [compilation quotidienne de Kirben](http://scummvm.org/downloads/scummvm-win32.exe) plutôt qu'une compilation de notre Buildbot. Si vous trouvez des bogues veuillez les signaler sur notre [base de bogues](https://bugs.scummvm.org/), et quand vous avez finit de tester un jeu veuillez [remplir notre formulaire avec le résultat de votre test (en anglais)](https://docs.google.com/forms/d/e/1FAIpQLSfiAycQmgaBEDsb0KNpZrNAaqBtilZe4SHWRDYcykeKqLHFvg/viewform) Vous pouvez aussi voir les résultats des tests des autres joueurs [sur notre wiki](http://wiki.scummvm.org/index.php/Release_Testing/2.0.0). Et comme toujours assurez vous de suivre les directives de tests disponibles [ici](http://wiki.scummvm.org/index.php/Release_Testing).\n\nHappy gaming!"
    },
    "20171217": {
        "title": "À : Vous tous. De : L'équipe de ScummVM. Objet : ScummVM 2.0.",
        "content": "Juste à temps pour les fêtes, la version finale de ScummVM 2.0 est arrivée ! Cette version ajoute la prise en charge de 23 nouveaux jeux, dont presque tous les jeux d'aventure Sierra 32 bits :\n\n*   *Cranston Manor*\n*   *Full Pipe*\n*   *Gabriel Knight*\n*   *Gabriel Knight 2*\n*   *King's Quest VII*\n*   *King's Questions*\n*   *Leisure Suit Larry 6 (hi-res)*\n*   *Leisure Suit Larry 7*\n*   *Lighthouse*\n*   *Ballades au pays de la Mère l'Oie (Mixed-Up Mother Goose Deluxe)*\n*   *Phantasmagoria*\n*   *Phantasmagoria 2*\n*   *Plumbers Don't Wear Ties*\n*   *Police Quest 4*\n*   *RAMA*\n*   *Riven: La suite de Myst*\n*   *Shivers*\n*   *Space Quest 6*\n*   *Starship Titanic*\n*   *The Dark Crystal*\n*   *Time Zone*\n*   *Torin's Passage*\n*   *Ulysses and the Golden Fleece*\n\nEt ce n'est pas tout ! De nombreux jeux existants ont été améliorés, beaucoup de travail a été fait pour améliorer l'ensemble des systèmes audio et vidéo, et certains joueurs apprécieront également la meilleure prise en charge des joysticks et les diverses petites améliorations suggérées par nos utilisateurs. Une liste plus complète des modifications apportées à cette version se trouve dans [les notes de mise à jour de ScummVM 2.0](http://scummvm.org/frs/scummvm/2.0.0/ReleaseNotes).\n\nEt maintenant, un grand merci et félicitations à tous ceux qui ont contribué à cette sortie.\n\nLes contributeurs super cool qui ont écrit tout le code inclus dans cette version : Aaryaman Vasishta, Alexander (Tkachov), Alexander Reim, Alexandre Detiste, Alyssa Milburn, angstsmurf, Arnaud Boutonné, Bastien Bouclet, Ben Castricum, Bendegúz Nagy, Cameron Cawley, Colin Snover, cpasjuste, D G Turner, Daniel Plakhotich, Dario Scarpa, David Fioramonti, Donovan Watteau, Einar Johan Trøan Sømåen, Eugene Sandulenko, Fedor (fedor4ever), Ferdinand Thiessen, Filippos Karapetis, Frank Richter, Hein-Pieter van Braam, Hubert Maier, iskrich, Ivan Avdeev, Joseph-Eugene Winzer, Kirben, kmar, Lothar Serra Mari, Lyubomyr Lisen, Marcus Comstedt, Martin Kiewitz, Michael Drüing, Nick Renieris, Omer Mor, Ori Avtalion, ottogin, Pala, Patrik Dahlstrom, Paul Gilbert, Peter Kohaut, Retro-Junk, Robert Crossfield, Robert Göffringmann, rsn8887, Ruud Klaver, Ryper\\_Zsolt, Schrijvers Luc, Simei Yin, stevenhoefel, Sven Hesse, Sven Kochmann, Tarek Soliman, Thierry Crozat, Thomas Fach-Pedersen, Tobia Tesan, Torbjörn Andersson, upthorn, vanfanel, VelocityRa, Vincent Bénony, Vincent Pelletier, Walter van Niftrik, Willem Jan Palenstijn, et Zbyněk Schwarz !\n\nNos très impressionnants membres de la communauté et testeurs, qui ont gentiment passé ScummVM à la moulinette et ont signalé des problèmes qui ont en suite pu être corrigé pour cette nouvelle version : ADeadTrousers, albadross, AlessioR, Alien-Grey, alien-grey, AndyILC, Arjak89, badungu, Bakhtosh, Bastien Bouclet, Ben Castricum, Benjamin Hodgetts, Bill Niakas, bramvandijk, carquinyoli, Colin Snover, counting\\_pine, ctoroman, cyberskull, d3p4z, dafioram, Daniel Wolf, danieljaeger, David Dew, david\\_corrales, dch216, dego93, Derek Warren, dominus, DustyShinigami, elaseela, Eliot Lash, enclume, EricOakford, esziarko, exmensa, Farmboy0, Filippos Karapetis, forge017, g5ppc, garethbp, gatesbillou, GeekZolda, George Kormendi, GermanTribun, greencis, Gualtiero, Hein-Pieter van Braam, henke37\\_2, hkzlab, Hubert Maier, Ignaz Forster, ilya13, Indy4-Fan, IntEmu, Ivan Lukyanov, Jan Sperling, Jarosław Jaworski, JCaesar13, jcmanciot, joachimeberhard, jomalin1, kervala, Kurufinwe21, Laylia27, legluondunet, legoking831, Lothar Serra Mari, Lyubomyr Lisen, macca8, maplesyrup, Markus Mahlstedt, Matan Bareket, Max Tabachenko, mcknallski, mthreepwood, MusicallyInspired, oddfff, Omer Mor, Ori Avtalion, Paul Gilbert, pegasusepsilon, PetrCejpek, Petter Sjölund, pliesenfeld, Quietust, r-alf-the-alf, Robert Megone, rsn8887, SeanW1975, Sergey, sluicebox, softwarespecial, Stefan Seeland, Stephane Lapie, Sven Hesse, Tarek Soliman, telanus, tgfmfc, Thierry Crozat, tobiatesan, Tomasz Grzegurzko, Torbjörn Andersson, Uukrull, vonmagnum, vorph999, Walter van Niftrik, Willem Jan Palenstijn, Windle Poons, zaurak, et zorbid.\n\nNos extrêmement fantastiques traducteurs, qui ont contribué à faire connaître ScummVM 2.0 aux utilisateurs de 24 langues terriennes différentes : Alex Jakovleff, Alexandre Folle de Menezes, Arius, Ben Castricum, Carlos, edward, Einar Johan Trøan Sømåen, Erik Zubiria, Ettore Atalan, Eugene Sandulenko, Fernando Sarmento, Filippos Karapetis, George Kormendi, Gilles, Hampus Flink, Ivan Lukyanov, JanShing, Jennifer McMurray, jepael, jeroen klop, John Doe, Jordi Vilalta Prat, Jose Roses, Joseph-Eugene Winzer, lorz, Lothar Serra Mari, Luis, Lyubomyr Lisen, Manuel, Martin Schoenmakers, Max von Werner, Michael D., Milo Casagrande, mézes gergely, pablobecerra, Paolo Bossi, Pavel Kungurtsev, Pere Orga, Peter Johansson, Petter Sjölund, poulsen93, Purple T, rafaelmessias, Rafał Będźkowski, Rafał Rzepecki, Rodrigo Vegas Sánchez-Ferrero, Rossano, Rouven Bauer, Santiago G. Sanz, Santiago Sanchez, selmiak, Sergio Carmona, Simon Sawatzki, Steffen Nyeland, Thierry Crozat, Timo Mikkolainen, Timofonic, Tobia Tesan, TomasM, Vitor Santos, Víctor Martínez Pajares, Walter Agazzi, wreednumero2, et Zbyněk Schwarz.\n\nNos très beaux porteurs, pour avoir transformé ScummVM en quelque chose que vous pouvez exécuter sur (presque) tous vos appareils : Bastien Bouclet, Cameron Cawley, Colin Snover, Joost Peters, Keith Scroggins, Luc Schrijvers, Manuel Alfayate, Marcus Comstedt, Tarek Soliman, Thierry Crozat, et Willem Jan Palenstijn.\n\nNotre merveilleux sponsor technologique, [easyname](https://www.easyname.com/), qui nous fournit des serveurs et de la bande passante pour que nous puissions réellement gérer et vous envoyer ces versions.\n\nEt, enfin, merci à vous, utilisateurs exceptionnels, pour utiliser ScummVM, et (avec toutes nos excuses) à tous ceux dont je n'ai pas pu extraire les noms d'une base de données. Votre soutien est très important. Vous êtes tous géniaux !\n\n(Et rappelez-vous — un peu de publicité éhontée — si vous désirez voir votre nom ici, tout ce que vous avez à faire est de contribuer à rendre ScummVM encore meilleur !)\n\nSans plus tarder, [téléchargez ScummVM 2.0](/downloads/), un cadeau de notre part pour vous en ces périodes de fêtes.\n\nL'équipe de ScummVM, en attendant la prochaine fois !"
    },
    "20180214": {
        "title": "Une autre année, un autre Summer of Code",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nIl y a deux jours, Google a annoncé les organisations qui ont été acceptés pour le Summer of Code de cette année, et nous sommes très heureux d'annoncer que ScummVM est l'une d'entre elles, avec notre projet soeur ResidualVM. Le Summer of Code est un événement annuel organisé par Google pour encourager les étudiants à contribuer à des projets Open Source. Les organisations Open Source fournissent des superviseurs et des projets sur lesquels travailler, tandis que Google donne de l'argent aux étudiants participants. Vous trouverez plus d'informations sur le [site web officiel](https://summerofcode.withgoogle.com). Nous avons aussi des informations sur [notre wiki](http://wiki.scummvm.org/index.php/Summer_of_Code), et en particulier les [règles du projet](http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules) que les candidats devront suivre.\n\nÊtes-vous un étudiant motivé ? Êtes-vous disponible entre le 14 mai et le 6 août ? Voulez-vous contribuer à l'un des plus grands projets de préservation des jeux vidéo ? Alors ScummVM et ResidualVM vous attendent ! Consultez [notre page d'idées](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_Ideas_2018) ou apportez votre propre idée ! Les étudiants ont jusqu'au 27 mars pour rédiger et soumettre des propositions pour le projet sur lequel ils veulent travailler. Les propositions acceptées seront annoncées le 23 avril, et il y aura quelques semaines pour s'immerger dans la communauté de ScumMVM et ResidualVM avant le début de la période de codage de 12 semaines le 14 mai.\n\nDans tous les cas, n'hésitez pas à chatter avec nous sur IRC ! Un seul endroit : Freenode. Deux canaux : #scummvm et #residualvm"
    },
    "20180331": {
        "title": "Désassembler IDA",
        "content": "Une discussion récente sur la dernière version Freeware du désassembler IDA 7.0 a révélé qu'il ne supporte plus le désassemblage des anciens exécutables DOS et Windows. C'est évidemment un problème pour les contributeurs potentiels, ainsi que pour les étudiants potentiels du GSoC désireux de s'essayer à l'ingénierie inverse d'un vieux jeu d'aventure ou RPG. La solution évidente est de fournir une version antérieure de freeware qui les supporte toujours.\n\nContacté par nos soins, Hex-Rays a consenti à ce que nous hébergions une version freeware antérieur de IDA, pour ceux qui souhaitent l'utiliser à l'avenir. Après avoir passé en revue les versions antérieures, nous avons opté pour [la version 5.0 d'IDA Freeware](https://downloads.scummvm.org/frs/extras/IDA/idafree50.exe). IDA 5.0 a été la première version d'IDA avec la vue graphique pratique, et cette version freeware a à la fois cette vue ainsi que la possibilité de désassembler les exécutables DOS. Elle n'a pas non plus la limitation dans le temps de la version démo. C'est la version la plus pratique pour que les passionnés puissent s'essayer à la rétro-ingénierie de vieux jeux.\n\nConsidérant le nombre de nos moteurs de jeu qui ont été créés par l'ingénierie inverse des jeux originaux, nous espérons que cette annonce permettra de voir encore plus de développeurs intéressés par la réimplémentation de jeux à l'avenir.\n\nPlus on est de fous, plus on rit :)"
    },
    "20180423": {
        "title": "Les projets pour le GSoC 2018 sont connus !",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nAujourd'hui, Google a annoncé les projets acceptés pour le Summer of Code de cette année. Nous sommes heureux et excités d'annoncer que ScummVM supervisera trois étudiants tandis que ResidualVM aura aussi un étudiant. Tous les quatre travailleront sur des moteurs de jeu :\n\n*   Andrii Prykhodko (alias whiterandrek) travaillera sur le moteur des jeux ***[La Panthère rose : Passeport pour le danger](https://en.wikipedia.org/wiki/The_Pink_Panther:_Passport_to_Peril)*** et ***[La Panthère Rose 2 : Destination mystère](https://en.wikipedia.org/wiki/The_Pink_Panther:_Hokus_Pokus_Pink)*** pour qu'ils puissent être joués avec ScummVM.\n*   Joseph-Eugene Winzer (alias Joefish) travaillera sur le support du jeu ***[The Immortal](https://en.wikipedia.org/wiki/The_Immortal_(video_game))***, également dans ScummVM.\n*   Matthew Stewart (alias Drenn) travaillera sur le moteur de ***[Star Trek: 25th Anniversary](https://en.wikipedia.org/wiki/Star_Trek:_25th_Anniversary_(computer_game))*** et ***[Star Trek: Judgment Rites](https://en.wikipedia.org/wiki/Star_Trek:_Judgment_Rites)***. La priorité sera donnée au premier jeu pour la période du GSoC.\n*   Liu Zhaosong (alias Douglas\\_GSoC) travaillera à améliorer dans ResidualVM le moteur Stark, utilisé par le jeu vidéo ***[The Longest Journey](https://en.wikipedia.org/wiki/The_Longest_Journey)***.\n\nVeuillez accueillir avec nous nos quatre étudiants aventuriers pour ce que nous espérons être un été productif et intéressant ! Vous pouvez suivre leur progrès tout au long de l'été sur les [Blogs ScummVM](http://planet.scummvm.org)."
    },
    "20180501": {
        "title": "Inconcevable, la pyramide royale assiégée !",
        "content": "Combattez pour libérer la population de la menace du tyran Lord Xeen, ou de son cruel maître Alamar. Ou osez vous aventurer au-delà du monde de Xeen dans le monde de Havoc pour tester votre courage avec un nouveau défi. Nous sommes heureux d'annoncer le support pour les jeux suivants :\n\n*   Might and Magic IV : Les Nuages de Xeen\n*   Might and Magic V : La Face cachée de Xeen\n*   Might and Magic: World of Xeen\n*   Might and Magic: World of Xeen 2 CD Talkie\n*   Might and Magic: Swords of Xeen\n\nPour l'instant, seules les versions anglaises de ces jeux sont prêtes à être testées. Sortez vos copies, ou achetez-les numériquement sur [GOG](https://www.gog.com/game/might_and_magic_6_limited_edition?pp=22d200f8670dbdb3e253a90eee5098477c95c23d), et récupérez la dernière [version quotidienne](http://scummvm.org/fr/downloads/#daily) de ScummVM. Vous aurez également besoin du fichier [xeen.ccs](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/xeen.ccs?raw=true) , que vous devrez placer dans le même dossier que les fichiers du jeu.\n\nAvant de commencer à tester l'un des jeux, sachez qu'étant donné la part importante des combats dans le jeu, toute erreur que vous rencontrez peut être plus difficile à reproduire que dans les jeux d'aventure traditionnels. Donc pensez à sauver régulièrement votre jeu, juste au cas où quelque chose tournerait mal. Si vous rencontrez des problèmes ou remarquez une fonctionnalité qui semble incorrecte, veuillez nous le faire savoir. Tout problème trouvé devra être signalé sur notre [base de bogues](https://bugs.scummvm.org/)."
    },
    "20180612": {
        "title": "ScummVM et Cyan, Inc. travaillent ensemble !",
        "content": "Aujourd'hui, nous avons d'excellentes nouvelles à partager. Comme vous l'avez peut-être déjà entendu, Cyan, Inc — les créateurs de Myst et Riven — [réédite toute la série Myst pour célébrer le 25ème anniversaire du jeu original Myst](https://myst.com). Et ScummVM et ResidualVM participent à cette célébration d'une manière spéciale !\n\n**Myst : L'Apogée** et **Riven, la suite de Myst** utilisent ScummVM, , alors que **Myst III: Exile** utilise ResidualVM.\n\nAfin d'obtenir la meilleure expérience de jeu possible et de rendre votre voyage à travers les âges encore plus agréable, Cyan et ScummVM établissent un nouveau partenariat, les deux équipes travaillant ensemble aussi étroitement que possible à l'avenir !\n\nPeut-être que la fin n'a pas encore été écrite — d'autres nouvelles suivront bientôt !"
    },
    "20180629": {
        "title": "La fin n'a pas encore été écrite !",
        "content": "Nous sommes très heureux d'annoncer que nos amis de Cyan, Inc. [ont sorti aujourd'hui leur collection pour le 25e anniversaire de la série Myst](https://www.gog.com/news/release_myst_iii_exile_myst_iv_revelation?pp=22d200f8670dbdb3e253a90eee5098477c95c23d) sous forme de téléchargement numérique sur GOG.com.\n\n**[Myst : L'Apogée](https://www.gog.com/game/myst_masterpiece_edition?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** et **[Riven, la suite de Myst](https://www.gog.com/game/riven_the_sequel_to_myst?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** utilisent ScummVM, alors que **[Myst III: Exile](https://www.gog.com/game/myst_3_exile?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)** utilise ResidualVM.\n\nAu cours des deux dernières semaines, les équipes de Cyan et ScummVM ont fait de grands progrès pour améliorer la compatibilité des jeux. Grâce à des tests intensifs, nous avons déjà réussi à corriger la plupart des problèmes présents dans ScummVM et ResidualVM. Cependant, en raison de la nature du développement logiciel, il est toujours possible que nous ayons manqué quelque chose, et maintenant nous avons besoin de votre aide.\n\nAlors que nous pouvons corriger les problèmes dans les versions GOG.com des jeux à une date ultérieure avec une simple mise à jour, ce ne sera pas possible pour la prochaine édition Collector sur DVD. Nous devons donc nous assurer que nous avons corrigé tous les bogues avant que les DVDs ne soient fabriqués.\n\nAlors, s'il vous plaît achetez le jeu sur GOG.com ou si vous étiez un Backer dans la campagne Kickstarter, échangez votre code, visitez l'île de Myst, errez dans l'Age 233, passez un bon séjour à Releeshahn et rapportez tout problème que vous pouvez trouver sur notre [base de bogue](http://bugs.scummvm.org/).\n\nEt s'il vous plaît.... apportez-moi les pages bleues !"
    },
    "20180701": {
        "title": "Notre site Web a reçu une mise à jour !",
        "content": "Nous travaillons non seulement à améliorer constamment la compatibilité de ScummVM ou à supporter de nouveaux jeux, mais parfois aussi à améliorer l'apparence générale du projet.\n\nAu cours des deux derniers mois, Mataniko, fan de ScummVM depuis de nombreuses années, et nouveau membre de l'équipe, a travaillé dur pour améliorer le design de notre site Web. Celui-ci n'avait pas vu de mise à jour majeur depuis plus d'une décennie. Nous sommes fiers de dire que le site Web ScummVM est maintenant entièrement réactif et qu'il est absolument magnifique sur votre PC et vos appareils mobiles.\n\nSi vous avez des problèmes avec le nouveau site Web ou le sentiment qu'il manque quelque chose, s'il vous plaît indiquez le nous sur notre [base de bogue](https://github.com/scummvm/scummvm-web/issues)."
    },
    "20191013": {
        "title": "ScummVM 2.1.0 \"Electric Sheep\" vient de sortir.",
        "content": "\"La vente d'animaux était un commerce prestigieux et très rentable, la plupart des vrais animaux ayant disparu après la guerre Terrienne. Il y avait beaucoup d'imitations électroniques...\" Oh, ahem, vous étiez là, je ne vous avais pas vu...\n\nL'équipe de ScummVM est ravie d'annoncer la sortie de la version 2.1.0 de ScummVM. Cette version est l'aboutissement de près de deux ans de travail, avec l'ajout de 16 nouveaux jeux basés sur 8 moteurs, un portage Nintendo Switch et près de 500 corrections de bogues. Tout cela grâce au travail acharné de 147 collaborateurs à travers 8 493 commits.\n\nLes jeux nouvellement pris en charge sont :\n\n*   *Blade Runner*\n*   *Duckman : The Graphic Adventures of a Private Dick*\n*   *Hoyle Bridge*\n*   *Hoyle Children's Collection*\n*   *Hoyle Classic Games*\n*   *Hoyle Solitaire*\n*   *Hyperspace Delivery Boy !*\n*   *Might and Magic IV - Les Nuages de Xeen*\n*   *Might and Magic V - La Face Cachée de Xeen*\n*   *Might and Magic - Monde de Xeen*\n*   *Might and Magic - Swords of Xeen*\n*   *Mission Supernova Part 1*\n*   *Mission Supernova Part 2*\n*   *Quest for Glory : Shadows of Darkness*\n*   *The Prince and the Coward*\n*   *Versailles 1685 : Complot à la cour du Roi Soleil*\n\nDe plus, nous avons considérablement amélioré les portages Android et iOS. Vous remarquerez également le nouveau lifting de l'interface graphique, l'émulation sonore Roland MT-32 améliorée, un nouveau mode d'étirement Pixel-perfect, la prise en charge de la synthèse vocale sur MacOS et Linux, et enfin, la prise en charge de la synchronisation des sauvegardes et du téléchargement des données de jeu depuis les services de fichiers cloud (voir la liste à jour des plateformes dans [notre manuel utilisateur](https://wiki.scummvm.org/index.php ?title=User_Manual/Using_Cloud_and_LAN_features)).\n\nComme d'habitude, nous avons amélioré la plupart des moteurs existants : ajout du support des versions *25th Myst Anniversary*, correction de plus de 100 bogues originaux de scripts SCI qui infestent les jeux Sierra depuis des décennies, support des versions Amiga et FM-TOWNS de *Eye of the Beholder*, qualité audio améliorée dans les jeux Humongous Entertainment et ajout de la synchronisation labiale sur les jeux d'aventure LucasArts les plus récents, élimination de tonnes de bogues dans *Starship Titanic* et *Bud Tucker*. La liste se poursuit, et vous pouvez consulter le détail des modifications [ici](https://downloads.scummvm.org/frs/scummvm/2.1.0/ReleaseNotes.html).\n\nN'ayez plus de larmes dans la pluie et [récupérez](/downloads/) cette version électrique. Les utilisateurs de Windows et MacOS peuvent automatiquement obtenir la mise à jour au démarrage de ScummVM."
    },
    "20190919": {
        "content": "*Duckman : The Graphic Adventures of a Private Dick* est un obscur jeu point-and-click basé sur la série télé du même nom. Vous contrôlez le brillant et avisé détective Duckman alors qu'il tente de retrouver son intégrité après avoir été débarqué sans ménagement de sa propre émission. La sortie du jeu sous Windows en 1997 a malheureusement coïncidé avec l'annulation de la série, limitant ainsi la distribution du jeu.\n\nAprès une longue période de développement, l'équipe de ScummVM est heureuse de vous annoncer le support du jeu.\n\nAssurez-vous de récupérer [une version récente](https://buildbot.scummvm.org/#/snapshots) avant de l'essayer. Merci de nous signaler tout bogue que vous pourriez trouver dans [notre outil de suivi des problèmes](https://bugs.scummvm.org/).\n\nLes versions anglaise, allemande et démo sont supportées. Il suffit d'avoir le répertoire DATA/ du jeu original pour jouer.",
        "title": "Un autre jeu à tester : *Duckman*"
    },
    "20190912": {
        "content": "Il y a longtemps, en 2013, Kamil Zbróg et Łukasz Wątka, un étudiant au GSoC, travaillaient sur le support du jeu *The Prince and the Coward* ou *Książę i Tchórz*, comme on l'appelait initialement en polonais.\n\nLe moteur du jeu est cependant resté en sommeil, car nous essayions de travailler sur la traduction anglaise. Malheureusement, nous n'avons fait que ¼ du travail et nous avons besoin de votre aide.\n\nNéanmoins, nous aimerions annoncer un support de ce jeu. Toutes les versions publiées sont supportées, y compris l'original polonais, la version allemande et la traduction russe. Prenez votre exemplaire du jeu et essayez-le. Vous aurez besoin d'une [version de développement quotidienne](https://buildbot.scummvm.org/#/snapshots) pour cela. Comme toujours, merci de nous soumettre les rapports de bogue dans notre [outil de suivi des problèmes](https://bugs.scummvm.org/).\n\nDe plus, si vous connaissez le polonais, l'allemand ou le russe, vous êtes les bienvenus pour nous aider pour la traduction. Les instructions sont fournies [ici](https://wiki.scummvm.org/index.php?title=Prince#Translation).\n\nPowodzenia !",
        "title": "*The Prince and the Coward* à présent supporté"
    },
    "20190913": {
        "content": "Nous avons besoin de vous ! Joignez-vous à l'équipage de Supernova pour un voyage inoubliable afin d'assister à la mort d'une étoile.\n\nAvez-vous déjà rêvé de devenir astronaute ? Être abandonné tout seul sur un vaisseau spatial en panne ? Mourir asphyxié ? Être électrocuté ? Vous faire tirer dessus ? Vous perdre dans une pyramide ? Être pris en train de voler la tête d'un dinosaure et être envoyé en prison ? Et si cela ne suffit pas, vous pourrez même désactiver le mode amélioré de ScummVM et ressentir la frustration de cliquer et de pointer votre chemin à travers un jeu informatique vieux de vingt-cinq ans.\n\nNous sommes fiers d'annoncer que *Mission Supernova Teil 1 : Das Schicksal des Horst Hummel* et *Mission Supernova Teil 2 : Der Doppelgänger* sont maintenant supportés par ScummVM. En outre, nous avons également traduit les deux jeux en anglais et vous pouvez décider de jouer soit en allemand, soit en anglais. Les jeux peuvent être téléchargés gratuitement [sur le site Web du développeur](http://outpost.simplicity.de/), vous n'avez donc aucune raison de ne pas y jouer !\n\nAidez-nous à tester les jeux et à signaler tout bogue ou problème de traduction que vous pourriez rencontrer sur [notre outil de suivi des problèmes](https://bugs.scummvm.org/). Vous aurez besoin [d'une version récente de ScummVM](https://buildbot.scummvm.org/#/snapshots) et [du fichier supernova.dat](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/supernova.dat) (s'il n'est pas inclus dans le paquet ScummVM de votre plate-forme). Vous pouvez également voir quelques informations de base sur les commandes de jeu [sur notre wiki](https://wiki.scummvm.org/index.php?title=Mission_Supernova#Controls) ou accéder au manuel durant le jeu en utilisant la touche F2.",
        "title": "Engagez-vous pour la *Mission Supernova*"
    },
    "20190917": {
        "content": "Le temps est enfin venu de démarrer le cycle de publication de ScummVM 2.1.0.\n\nIl s'agit d'une grosse version, et ces nouveaux jeux nécessitent d'être testés :\n\n*   *Blade Runner*\n*   *Hoyle Bridge*\n*   *Hoyle Children's Collection*\n*   *Hoyle Classic Games*\n*   *Hoyle Solitaire*\n*   *Hyperspace Delivery Boy !*\n*   *Might and Magic IV - Les Nuages de Xeen*\n*   *Might and Magic V - La Face Cachée de Xeen*\n*   *Might and Magic - Monde de Xeen*\n*   *Might and Magic - World of Xeen 2 CD Talkie.*\n*   *Might and Magic - Swords of Xeen*\n*   *Mission Supernova Part 1*\n*   *Mission Supernova Part 2*\n*   *Quest for Glory : Shadows of Darkness*\n*   *The Prince and the Coward*\n*   *Versailles 1685 : Complot à la cour du Roi Soleil*\n\nDe plus, avec cette version, nous activons enfin la prise en charge du cloud pour la sauvegarde des parties et des données de jeux. Pour le moment, il ne fonctionne que sur les ordinateurs de bureau, une description de cette fonctionnalité se trouve dans [notre Manuel de l'utilisateur](https://wiki.scummvm.org/index.php?title=User_Manual/Using_Cloud_and_LAN_features).\n\nLa liste complète des jeux à tester pour cette version se trouve sur [notre Wiki](https://wiki.scummvm.org/index.php?title=Release_Testing/2.1.0).\n\nVeuillez utiliser une [version quotidienne stable](https://buildbot.scummvm.org/#/snapshots) de ScummVM pour effectuer les tests. Si vous rencontrez des bogues, il y a un endroit pour les signaler sur notre [outil de suivi des problèmes](https://bugs.scummvm.org/). De plus, merci d'indiquer vos progrès [sur le fil de discussion du forum](https://forums.scummvm.org/viewtopic.php?f=1&t=14945) afin que nous puissions rayer les titres des jeux testés sur le wiki. Assurez-vous de respecter les procédures de tests de version qui se trouvent [ici](https://wiki.scummvm.org/index.php?title=Release_Testing).\n\nCe serait super si vous pouviez également nous aider à mettre à jour la traduction de l'interface graphique de ScummVM. La marche à suivre se trouve sur [le Wiki](https://wiki.scummvm.org/index.php?title=HOWTO-Translate_ScummVM_GUI).",
        "title": "Début de la phase de test de ScummVM 2.1.0"
    },
    "20191217": {
        "title": "*Blade Runner* de Westwood Studios (1997) enfin disponible à l'achat en version numérique",
        "content": "Nous sommes ravis d'annoncer que le jeu d'aventure *Blade Runner*, développé par Westwood Studios et sorti à l'origine en 1997, est [à nouveau disponible à l'achat](http://gog.com/game/blade_runner ?pp=22d200f8670dbdb3e253a90eee5098477c95c23d), grâce aux efforts de GOG.com. Cette nouvelle version dématérialisée inclut les versions officiellement doublées du jeu (anglais, français, italien, espagnol et allemand).\n\nBien sûr, elle fonctionne grâce à ScummVM, ce qui signifie qu'elle contient diverses corrections de bugs et plusieurs améliorations qui simplifient la vie (comme le défilement à la souris dans le KIA et le support des sous-titres faits par les fans) par rapport à la version originale de 1997.\n\nVous trouverez les sous-titres des versions anglaise et française dans la section Jeux du site ScummVM.\n\nNous avons toujours comme projet de finaliser la version présentant le contenu restauré du jeu : celle-ci est construite à partir de segments de contenus et de codes déjà inclus dans les ressources du jeu, mais laissés inutilisés ou non-activés.\n\nPS : Si vous utilisez le lien ci-dessus, nous recevrons une commission sur votre achat."
    },
    "20190904": {
        "content": "L'équipe de ScummVM est ravie d'annoncer le support de l'une des créations de John Romero, le jeu *Hyperspace Delivery Boy!* Toutes les versions connues (Linux, Windows et PocketPC) sont supportées. Si jamais vous ne possédez pas de copie, la démo est disponible dans notre [rubrique Démos](/demos/).\n\nAlors, récupérez votre copie du jeu et aidez-nous à le tester en utilisant la [dernière version de développement](https://buildbot.scummvm.org/#/snapshots) de ScummVM. Si votre version du jeu n'est pas reconnue ou si vous trouvez des bugs, veuillez les signaler sur notre [base de bugs](https://bugs.scummvm.org). Et comme toujours, amusez-vous bien !",
        "title": "Votre colis est en cours de livraison !"
    },
    "20200131": {
        "title": "Sortie de ScummVM 2.1.1 \":More Sheep:\"",
        "content": "Après une courte pause, l'équipe ScummVM est heureuse d'annoncer la publication d'une mise à jour de maintenance pour la version 2.1 - ScummVM 2.1.1, nom de code \":More Sheep:\".\n\nCette version contient un nombre important de corrections et d'améliorations mineures. Les plus notables sont : un meilleur support multilingue de l'interface graphique, des améliorations de l'audio FM TOWNS/PC-98, des optimisations des sauvegardes faites dans le cloud, une vingtaine de corrections de scripts SCI, des améliorations pour Blade Runner et des corrections pour 7 autres moteurs. Il s'agit également de la première version supportant officiellement la Nintendo 3DS. De plus, nous avons ajouté le support du cloud pour la version Nintendo Switch.\n\nPour une liste plus complète des changements, les notes de mise à jour sont disponibles [ici](https://downloads.scummvm.org/frs/scummvm/2.1.1/ReleaseNotes.html).\n\nComme toujours, l'ensemble des exécutables pré-compilés se trouve sur notre [page de téléchargements](/downloads/).\n\nProfitez-en et amusez-vous bien !"
    },
    "20020121": {
        "title": "Nouveau look pour le site web",
        "content": "Merci à Jeremy Newman (laxdragon) pour la conception et la maintenance de notre nouveau site web. N'hésitez pas à le bombarder de commentaires et de suggestions."
    },
    "20200222": {
        "title": "En route pour le GSoC 2020 !",
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nC'est la 14ème fois que ScummVM est accepté en tant qu'organisation pour le Google Summer of Code, et nous nous y rendons avec notre projet frère ResidualVM.\nLe Summer of Code est un événement annuel organisé par Google pour encourager les étudiants à contribuer à des projets open source. Les organisations de logiciels libres fournissent des mentors et des projets sur lesquels travailler, tandis que Google donne un peu d'argent aux étudiants participants. Vous trouverez de plus amples informations sur le [site web officiel](https://summerofcode.withgoogle.com). Des informations sont également disponibles sur [notre wiki](http://wiki.scummvm.org/index.php/Summer_of_Code), en particulier [les règles du projet](http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules) que les candidats devront suivre.\n\nSi vous avez le goût de l'aventure et que vous souhaitez contribuer à l'un des plus grands projets de préservation de jeux, nous vous attendons avec impatience !\nConsultez [notre boite à idées](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2020). Bien sûr, vous êtes également les bienvenus pour y déposer votre propre idée (elle doit bien entendu être en lien avec nos projets) ! La date limite pour le dépôt de candidature des étudiants est le 31 mars, la liste des étudiants acceptés sera annoncée le 27 avril.\n\nVous pouvez rejoindre [notre serveur Discord](https://discord.gg/5D8yTtF) et poser toutes vos questions sur le canal #scummvm-gsoc.\n\nNous attendons avec impatience vos candidatures !"
    },
    "20020203": {
        "content": "[Marcus Comstedt](https://sourceforge.net/sendmessage.php?touser=446790) a récemment déposé sur CVS le portage sur SEGA Dreamcast de ScummVM. [Le site web de Mark Thomas sur le développement sur Dreamcast](http://www.doc.ic.ac.uk/~mbt99/dcdev/) contient plus d'informations à ce sujet, ainsi que les images des binaires de ce portage exceptionnel. Plus d'informations sur l'émulation de la Dreamcast sont disponibles sur le site [DC Emulation](http://www.dcemulation.com/).",
        "title": "Portage de ScummVM sur Dreamcast"
    },
    "20190728": {
        "title": "Remontez le temps et visitez Versailles à la court de Louis XIV",
        "content": "L'année: 1685. Le lieu : Versailles. Quelqu'un a menacé de brûler le château et Alexandre Bontemps, premier valet du roi Louis XIV, vous demande votre aide. Vous avez jusqu'à la fin de la journée pour enquêter et sauver le château.\n\nL'équipe de ScummVM est fière d'annoncer le support du jeu de Cryo \"Versailles 1685 : Complot à la cour du Roi Soleil\" et a besoin de votre aide pour tester le jeu. Prenez votre copie de Versailles (les versions DOS, Windows et Macintosh sont supportées), téléchargez la [dernière version de développement](https://buildbot.scummvm.org/#/snapshots) de ScummVM, et commencez à explorer le château et ses environs. Ce faisant, merci de nous signaler tout bogue que vous pourriez trouver sur notre [outil de suivi des problèmes](https://bugs.scummvm.org) et faites des [captures d'écran](https://wiki.scummvm.org/index.php?title=Screenshots) de lieux intéressants."
    },
    "20200331": {
        "title": "ScummVM 2.1.2 \"Fixing Powerful Windows\" est là !",
        "content": "L'équipe de ScummVM est heureuse d'annoncer une nouvelle version de correction de bogues pour la série 2.1 - ScummVM 2.1.2, nom de code “Fixing Powerful Windows”. Vous remarquerez que cette fois, notre [page de téléchargement](/downloads/) n'est pas vraiment complète. Ne vous inquiétez pas, nous ne touchons pas à la portabilité (assez incroyable) de ScummVM ici.\n\nScummVM 2.1.2 est une version de maintenance destinée à Windows et Mac OS X, fournissant quelques [corrections de bogues](https://downloads.scummvm.org/frs/scummvm/2.1.2/ReleaseNotes.html) pour ces plateformes. Comme toutes les autres plateformes ne sont pas concernées, vous n'avez pas à vous inquiéter d'une mise à jour apparemment manquante pour le moment.\n\nEn parcourant la page des téléchargements, vous avez probablement remarqué une nouvelle entrée, en particulier lorsque vous naviguez sur notre site web avec un PC équipé d'Ubuntu: ScummVM est maintenant officiellement disponible sur le [Snap Store](https://snapcraft.io/scummvm)! Grâce au soutien continu d'Alan &quot;popey&quot; Pope et d'Alan Griffiths, la version Snap Store de ScummVM est désormais disponible au même titre que nos autres versions de Linux. Comparé à la manière traditionnelle de distribuer des logiciels sous Linux, nous avons beaucoup plus de liberté en matière de nouvelles versions en utilisant le Snap Store. Dès que nous publierons une nouvelle version de ScummVM, vous la recevrez sous forme de mise à jour automatique.\n\nLe Snap de ScummVM est disponible en deux parfums. Le canal &quot;stable&quot; contient nos versions officielles, ce qui en fait un excellent choix pour la plupart des utilisateurs. Si vous souhaitez explorer les dernières et les meilleures fonctionnalités de nos versions de développement actuelles, il vous suffit de suivre le canal &quot;edge&quot; et de recevoir quotidiennement une build mise à jour! Nous avons également en tête quelques ajouts intéressants au paquet Snap - mais nous y reviendrons plus tard.\n\nProfitez-en et amusez-vous bien!"
    },
    "20200430": {
        "content": "Après six mois de travail et d'efforts de 7 contributeurs, nous sommes enfin heureux d'annoncer que nous avons terminé la première version de la traduction anglaise de *The Prince and the Coward* ou *Książę i Tchórz*. 2762 lignes de script, pour un total de 19735 mots, ont été traitées, révisées et traduites.\n\nElle n'est cependant pas encore parfaite et nous avons besoin de votre aide, chers amis aventuriers ! La version 2.1.x de ScummVM fonctionnera, mais il y a un problème avec l'affichage des descriptions des objets de l'inventaire. Nous vous recommandons donc d'utiliser [la build quotidienne](https://buildbot.scummvm.org/#/snapshots).\n\nVous devez télécharger le fichier prince_translation.dat à partir d'[ici](https://github.com/scummvm/scummvm/blob/master/dists/engine-data/prince_translation.dat?raw=true) et le placer dans le répertoire ALL/ de votre jeu. Ensuite, redétectez le jeu et assurez-vous qu'il indique \"w/translation\" dans la description du jeu. Seules les versions polonaises ou allemandes du jeu peuvent être traduites de cette manière, la version russe nécessitant plus de travail.\n\nSi vous rencontrez des problèmes de continuité, des phrases maladroites ou des fautes de frappe, n'hésitez pas à le mentionner dans le [billet sur le forum](https://forums.scummvm.org/viewtopic.php?f=1&t=15125) ou à soumettre vos améliorations directement sur le [serveur de traduction](https://translations.scummvm.org/projects/prince/prince/en/). Utilisez les capacités de recherche pour localiser les phrases que vous souhaitez améliorer. Des captures d'écran du problème ou des sauvegardes sont également les bienvenues si vous ne voulez pas vous embêter avec le serveur de traduction.\n\nBonne chance dans vos aventures, tout en restant pour la plupart d'entre vous à la maison !",
        "title": "Une traduction anglaise pour *The Prince and the Coward*"
    },
    "20020308": {
        "content": "![Full Throttle](/data/news/20020308.png) BBrox, Endy et Yazoo n'ont pas compté leurs heures, cette semaine (bravo les gars !). Voici les nouveautés côté développement de ScummVM :\n\n*   Sam & Max peut désormais être terminé !\n*   Le moteur vidéo *inSane* fonctionne (utilisé dans Dig et Full Throttle)\n*   De nouvelles options de lignes de commandes : cf. lisezmoi.txt\n*   Le travail préliminaire a commencé pour Curse of Monkey Island\n*   Mutle a publié le portage Mac dans l'arborescence CVS\n*   D'innombrables bugs ont été résolus.",
        "title": "Quelques mises à jour relativement importantes"
    },
    "20200504": {
        "content": "![Logo GSoC](/data/news/GSoC2017Logo.png)\n\nAujourd'hui, Google a annoncé les projets retenus pour le [Google Summer of Code](https://summerofcode.withgoogle.com/) de cette année, un événement annuel dont l'objectif est d'encourager les étudiants à participer à des projets open source. Pour de nombreux étudiants, ce sera la première fois qu'ils travailleront dans un environnement collaboratif. Nous sommes particulièrement heureux d'annoncer que l'équipe ScummVM soutiendra et encadrera quatre compagnons aventuriers durant leur voyage.\n\nDylan Servilla et Nathanael Gentry travailleront tous deux sur notre moteur *Director*. Tandis que Dylan aura pour objectif d'aider à la réalisation de tâches liées au Lingo, comme les \"factories\", Nathanael commencera à travailler sur les routines de rendu. Tous deux nous amèneront à soutenir au moins [*Spaceship Warlock*](https://www.mobygames.com/game/spaceship-warlock) et [*The Journeyman Project*](https://www.mobygames.com/game/journeyman-project).\n\nNous voulons que ScummVM soit facilement accessible au plus grand nombre de personnes possible. Cela inclut évidemment la localisation pour aider à supprimer les barrières linguistiques. Cette année, Aryan Rawlani contribuera à améliorer le support des langues écrites de droite à gauche (\"Right-To-Left\" ou \"RTL\") et à ajouter un support Unicode adapté à l'interface graphique de ScummVM. Imaginez que ScummVM soit un jour disponible dans toutes les langues possibles et vous comprendrez peut-être l'importance du travail d'Aryan. En outre, Aryan travaillera également sur les mécanismes que nous utilisons pour détecter vos jeux afin d'améliorer la fiabilité et les performances, ce qui implique de retravailler en profondeur le fonctionnement de notre système de plugins.\n\nPendant le GSoC, ScummVM sert également d'organisation de tutelle pour son projet frère [ResidualVM](https://www.residualvm.org). Gunnar Birke travaillera à la mise en place d'un support du moteur Wintermute 3D pour ResidualVM. Wintermute 3D est - vous l'aurez deviné - le pendant 3D du moteur Wintermute supporté par ScummVM, qui ne peut faire fonctionner que des jeux 2D en raison de la nature du projet. L'ajout de la prise en charge de Wintermute 3D à ResidualVM vous permettra à terme d'exécuter des jeux comme [*Alpha Polaris*](https://www.mobygames.com/game/windows/alpha-polaris).\n\nPréparez-vous - l'été 2020 approche. Préparez-vous à soutenir nos étudiants dans leur glorieuse aventure. Lorsque votre tour de garde commencera, suivez leur parcours sur la [planète ScummVM](https://planet.scummvm.org/).",
        "title": "Préparez-vous - \"Summer'20 is coming\""
    },
    "20200514": {
        "title": "C'est bientôt la saison (des documentations) !",
        "content": "![Logo GSoD](/data/news/GSoD2020Logo.png)\n\nC'est bientôt la saison (des documentations) ! Nous sommes heureux d'annoncer que ScummVM a été accepté comme participant au [Google Season of Docs 2020](https://developers.google.com/season-of-docs). L'une des choses les plus importantes de tout projet open source est sa documentation. Une bonne documentation est vitale pour rendre le projet accessible aux utilisateurs finaux ainsi qu'aux nouveaux développeurs désireux d'approfondir les aspects internes du projet afin qu'ils puissent commencer à contribuer par eux-mêmes.\n\nSeason of Docs est une initiative récente de Google visant à mettre en relation des rédacteurs techniques avec des projets open source. Le programme offre un excellent moyen d'acquérir une expérience pratique des projets, ainsi que d'explorer le monde des logiciels libres et les grandes communautés qui gravitent autour d'eux. \n\nPour ScummVM, c'est une merveilleuse occasion d'améliorer notre documentation. Vous pouvez consulter notre [page d'idées](https://wiki.scummvm.org/index.php?title=Season_of_Docs/GSoD_Ideas) ou, si vous souhaitez nous faire part de vos propres idées, nous contacter sur notre [serveur Discord](https://discord.gg/6TBm9hJ).\n\nNous avons eu beaucoup de projets d'étudiants réussis dans le cadre du Google Summer of Code au cours des années précédentes - nous sommes impatients de porter cette réussite dans le Google Season of Docs et de vous donner envie de travailler avec nous et d'y ajouter votre propre réussite.\n\nLa date limite de dépôt des propositions est fixée au 9 juillet. Pour plus d'informations, veuillez consulter le calendrier du programme, les lignes directrices et la FAQ sur le [site web de Season of Docs](https://developers.google.com/season-of-docs)."
    },
    "20200524": {
        "content": "Il semblerait que le travail de nettoyage et d'amélioration pour l'intégration d'Ultima VIII ait été plus avancé que ce que j'avais prévu. Il est maintenant confirmé qu'Ultima VIII peut également être terminé sous ScummVM, ce qui fait qu'il rejoint Ultima IV et Ultima VI pour la phase de tests officielle.\n\nAlors sortez vos copies d'Ultima VIII et testez-le ! Vous aurez besoin d'une [version de développement quotidienne](https://buildbot.scummvm.org/#/snapshots). Comme toujours, nous vous invitons à nous signaler les bogues sur notre [outil de suivi des problèmes](https://bugs.scummvm.org/).",
        "title": "Tu as été une épine dans mon pied pendant bien trop longtemps, Avatar"
    },
    "20200521": {
        "content": "Il y a de nombreuses années, une société appelée Origin Systems a développé la très appréciée série de jeux de rôle Ultima. Grâce au travail acharné de plusieurs personnes ayant créé des versions réimplémentées de ces jeux, ScummVM est heureux d'annoncer que deux d'entre eux sont prêts à être testés.\n\nLe premier de ces jeux est Ultima IV : Quest of the Avatar, basé sur le travail préalable effectué par le projet xu4. Vous pouvez détecter votre copie anglaise d'Ultima IV comme étant soit originale soit améliorée. Le mode amélioré utilise les graphiques VGA développés par le projet xu4. Avec son intégration dans ScummVM, le jeu bénéficie également de plusieurs améliorations, telles que de multiples emplacements de sauvegarde et des raccourcis clavier configurables. Il ajoute même une petite zone secrète que seuls les explorateurs les plus chevronnés pourront trouver.\n\nLe deuxième jeu est Ultima VI, basé sur le projet Nuvie. En raison d'un problème de communication, Nuvie pourrait encore progresser en tant que projet autonome, mais étant donné le travail effectué pour intégrer Nuvie dans ScummVM, nous espérons qu'il sera également officiellement soutenu dans ScummVM. Comme pour Ultima IV, Ultima VI supporte le mode de jeu original, ainsi qu'un mode amélioré qui permet d'utiliser la carte plein écran de Nuvie, les fenêtres popup d'inventaires (ou \"gumps\") comme dans Ultima VII, ainsi que d'autres fonctionnalités. Notez que le mode amélioré est réglé par défaut sur résolution double, de sorte que pour l'instant, l'intro ne s'affiche que sur la moitié de l'écran.\n\nAlors sortez vos copies des jeux et testez-les ! Vous aurez besoin d'une [version de développement quotidienne](https://buildbot.scummvm.org/#/snapshots). Comme toujours, nous vous invitons à nous signaler les bogues sur notre [outil de suivi des problèmes](https://bugs.scummvm.org/).",
        "title": "Serez-vous digne d'être l'Avatar ?"
    },
    "20200622": {
        "content": "Il est enfin temps d'annoncer la phase de test officielle du moteur Glk dans ScummVM à destination des jeux d'aventure textuels. Il s'agit d'un regroupement de sous-moteurs pour les jeux qui utilisent les différents systèmes de création publiés au fil des ans. À l'heure actuelle, les sous-moteurs suivants entrent en mode de test officiel :\n* ADRIFT (sauf la version 5)\n* AdvSys\n* AGT\n* Alan 2 & 3\n* Archetype (récemment réimplanté pour Glk depuis les sources originales en Pascal)\n* Hugo\n* JACL\n* Level 9\n* Magnetic Scrolls\n* Quest\n* Scott Adams\n* ZCode (tous les jeux ZCode, à l'exception des jeux graphiques d'Infocom en version 6)\n\nD'autres sous-moteurs, tels que Comprehend, TADS et Quill, sont susceptibles d'être inclus à l'avenir. Alors, pour ceux d'entre vous qui sont fans de classiques littéraires, dépoussiérez vos classiques préférés et préparez-vous à y rejouer. Vous aurez besoin d'une [version de développement quotidienne](https://buildbot.scummvm.org/#/snapshots). Comme toujours, les bogues rencontrés peuvent nous être remontés via notre [outil de suivi des problèmes](https://bugs.scummvm.org/).",
        "title": "You are in a maze of twisty little passages, all alike"
    },
    "20200817": {
        "content": "![GSoD Logo](/data/news/GSoD2020Logo.png)\n\nL'équipe de ScummVM est ravie d'accueillir CadiH et b-gent, nos talentueux rédacteurs techniques et participants à la Saison des Docs organisée par Google.\n\nCadiH travaillera avec nous pour lancer un nouveau portail de documentation, qui comprendra un manuel d'utilisation remanié et centralisera notre diaspora d'informations provenant du Wiki, du fichier Readme et de divers autres documents au sein de notre dépôt. \n\nb-gent apporte son expertise et son expérience pour nous aider à moderniser notre documentation Doxygen. Le portail Doxygen a longtemps été négligé, cela profitera à nos développeurs et à la communauté dans son ensemble.\n\nLes travaux commenceront officiellement le 14 septembre et dureront 3 mois. Vous pouvez suivre les progrès de nos deux rédacteurs sur les [Blogs ScummVM](https://planet.scummvm.org) et sur le canal scummvm-gdoc sur [notre serveur Discord](https://discord.gg/5D8yTtF). En attendant, joignez-vous à nous pour leur souhaiter la bienvenue dans notre communauté.",
        "title": "Bienvenue à nos nouveaux rédacteurs techniques !"
    },
    "20200823": {
        "content": "En 2008, dans le cadre du Google Summer of Code, Kari Salminen, alias Bouddha^, a travaillé sur l'ajout de la prise en charge du jeu <i>Operation Stealth</i>. Malgré le succès général, certaines fonctionnalités importantes du jeu manquaient encore. Aujourd'hui, 12 ans plus tard, Kari a eu le temps de terminer son travail.\n\nAinsi, nous sommes fiers d'annoncer le soutien du jeu <i>Operation Stealth</i> également connu sous le nom de <i>James Bond 007 : The Stealth Affair</i> dans la version américaine.\n\nRécupérez votre copie du jeu, allez chercher la [version quotidienne](https://buildbot.scummvm.org/#/snapshots) de ScummVM et essayez-le. Si vous rencontrez des bizarreries ou des bogues, n'hésitez pas à nous en faire part sur notre [bug tracker](https://bugs.scummvm.org/).",
        "title": "Opération furtive, façon ScummVM"
    },
    "20200820": {
        "title": "Des dragons flamboyants mettent le feu à ScummVM",
        "content": "Après plusieurs mois de développement, Blazing Dragons est maintenant prêt pour les tests publics.\n\nRejoignez le jeune dragon Flicker alors qu'il tente de gagner la main de la Princesse Flame et de sauver Camelhot en cours de route.\n\nIl s'agit d'un jeu Point and Click assez étrange car il n'est sorti que sur consoles.\nLe nouveau moteur Dragons de ScummVM vous permet de faire tourner la version Playstation de ce titre un peu oublié. Jetez cette manette PS1 et profitez du jeu avec une interface souris/clavier. Nous avons également supprimé tous les écrans de chargement ennuyeux.\n\nSeules les versions Playstation 1 américaine et britannique sont prises en charge pour le moment.\n\nVous aurez besoin d'une [version de développement quotidienne](https://buildbot.scummvm.org/#/snapshots). Comme toujours, merci de nous soumettre les rapports de bogue sur notre [outil de suivi des problèmes](https://bugs.scummvm.org/)."
    },
    "20200825": {
        "title": "Etes-vous prêt pour la Légende ?",
        "content": "L'équipe ScummVM est fière d'annoncer le support d'un petit jeu de rôle gratuit nommé <i>The Griffon Legend</i>. Il a été [à l'origine](http://syn9.thehideoutgames.com/index_backup.php) écrit en langage FreeBASIC par Daniel \"Syn9\" Kennedy et plus tard porté par Dmitry Smagin sur la console GCW0, sur laquelle ce portage est basé.\n\nL'histoire originale dit :\n\n500 ans après la guerre Griffon-Dragon, les Dragons sont de retour pour reprendre leur empire. Les villes tombent, les gens meurent, et le chevalier griffon solitaire Fayne est pris au milieu de tout cela.\n\nLe jeu étant gratuit, vous pouvez en obtenir une copie directement sur notre [page Jeux](/games/) ou sur le [site original](http://syn9.thehideoutgames.com/index_backup.php?table=griffonlegend). Vous aurez besoin de la [dernière version de développement](https://buildbot.scummvm.org/#/snapshots) pour y jouer. Bien entendu, si vous rencontrez des bogues, vous pouvez les soumettre à [notre système de suivi des bogues](https://bugs.scummvm.org/)."
    },
    "20200830": {
        "title": "Participez au test de la prochaine version 2.2.0 de ScummVM",
        "content": "Bonjour à tous, il est temps pour nous de sortir la prochaine version de ScummVM. Ainsi, votre aide est la bienvenue pour tester les versions stables avant la prochaine sortie, afin de faire en sorte que la qualité soit encore meilleure.\n\nUne attention particulière doit être portée aux nouveaux titres suivants :\n\n* <i>Blazing Dragons</i>\n* <i>Eye of the Beholder - version MegaCD</i>\n* <i>Griffon Legend</i>\n* <i>Jeux d'aventure textuels</i>\n* <i>Operation Stealth</i>\n* <i>Police Quest : SWAT</i>\n* <i>Prince and the Coward, traduction anglaise</i>\n* <i>Ultima IV - Quest of the Avatar</i>\n* <i>Ultima VI - The False Prophet</i>\n* <i>Ultima VIII - Pagan</i>\n\nNous aimerions également vous faire jouer à un autre jeu Sierra : <i>Police Quest : SWAT</i>. Entraînez-vous à devenir membre de l'équipe du SWAT et embarquez dans de dangereuses missions pour sauver des vies civiles. Ce jeu n'a été promu pour être testé que récemment, donc son appel à tests a été inclus dans l'annonce de la prochaine sortie.\n\nCes jeux doivent être testés avec des [versions stables](https://buildbot.scummvm.org/#/snapshots), et non avec des versions de développement. Vous pouvez également signaler tout bogue ou toute anomalie sur [notre outil de suivi des problèmes](https://bugs.scummvm.org/).\n\nNous avons également besoin de votre aide pour mettre à jour les traductions de ScummVM pour cette version. Vous pouvez voir sur notre [site de traduction](https://translations.scummvm.org/projects/scummvm/scummvm/) l'état des traductions, et travailler dessus. Pour vous connecter au site web, vous pouvez soit utiliser votre compte GitHub ou Facebook si vous en avez un, soit créer un compte spécifique pour ce site. Les contributeurs réguliers peuvent enregistrer les modifications apportées aux traductions, mais les nouveaux contributeurs ne pourront que faire des suggestions et voter pour ces suggestions. Toutefois, nous recherchons de nouveaux contributeurs réguliers pour certaines langues. Si vous ne disposez pas encore d'un accès complet et que vous souhaitez l'obtenir, n'hésitez pas à [nous contacter](/contact/). De plus, certains de nos anciens contributeurs peuvent avoir perdu leur accès complet il y a quelques mois lorsque nous avons mis à jour nos paramètres de permission. Si vous êtes l'un d'entre eux, merci de nous contacter pour que votre accès complet soit rétabli.\n\nBonne chance pour vos tests , notre objectif pour sortir la version 2.2.0 est la fin du mois de septembre !"
    },
    "20190616": {
        "content": "Notre équipe ScummVM recherche des Blade Runners qui aideront à trouver, poursuivre et retirer les nuisibles qui se sont échappés des colonies spatiales numériques. Ces nuisibles ne sont pas dangereux et ils ne vous empêcheront pas de découvrir d'autres secrets et de choisir votre destin. Votre spinner, votre arme, votre dispositif ESPER et votre appareil Voight - Kampff seront à votre disposition.\n\nNous vous annonçons que Blade Runner est prêt à être testé. Les langues suivantes sont prises en charge : anglais (versions CD et DVD), allemand, italien, français, espagnol ainsi que la version russe non officielle de Fargus Multimedia.\n\nRetrouvez votre copie de Blade Runner, [récupérez la dernière version de développement de ScummVM](https://buildbot.scummvm.org/#/snapshots) (et PAS la dernière version stable) et [copiez les fichiers nécessaires](https://wiki.scummvm.org/index.php?title=Datafiles#Blade_Runner).\n\nVous pouvez maintenant jouer au jeu avec des sous-titres ! Il suffit de télécharger [le fichier zip des sous-titres](/games/#bladerunner), d'extraire le fichier subtitles.mix et de le placer parmi les autres fichiers de Blade Runner. Jusqu'à présent, nous n'avons que des sous-titres en anglais et en français, mais si vous souhaitez nous aider à transcrire d'autres langues à partir de l'audio, merci de contacter [peterkohaut et praetorian](/contact/).\n\nNotez que lorsque vous ajoutez votre répertoire de jeu dans ScummVM, deux choix s'offrent à vous pour le jeu. La première option est pour le jeu original et sera simplement nommée \"Blade Runner\" ; nous sommes principalement intéressés par vos commentaires sur cette version du jeu, puisqu'elle est considérée comme complète. L'autre option est pour l'importation du jeu avec un contenu restauré et s'appelle \"Blade Runner avec contenu restauré\" ; cette version est encore en cours de réalisation et n'est pas encore complète. Si vous testez cette version, merci de le préciser explicitement dans vos [commentaires et rapports de bogue](https://bugs.scummvm.org/).\n\nSi votre version du jeu n'est pas prise en charge, merci de créer et de nous envoyer un [rapport de retour avec MD5](https://wiki.scummvm.org/index.php/Reporting_unknown_MD5_checksums) afin que nous puissions ajouter sa prise en charge.",
        "title": "On a besoin de Blade Runners !"
    },
    "20190630": {
        "title": "Quest for Glory, avec un peu de Hoyle Games !",
        "content": "Vous arrivez dans une grotte sombre, dans le pays mystérieux de Mordavie... Equipez votre héros et affrontez votre vieil ennemi, l'insidieux Ad Avis ! Si vous vous sentez dépassé par cette quête, vous pouvez toujours vous détendre avec un jeu de la collection Hoyle !\n\nL'équipe de ScummVM est fière d'annoncer le support des jeux suivants, qui sont prêts pour la phase de test public :\n\n*   Quest for Glory: Shadows of Darkness (alias QFG4)\n*   Hoyle Classic Games\n*   Hoyle Bridge\n*   Hoyle Children's Collection\n*   Hoyle Solitaire\n\nLes versions CD et disquette de QFG4 sont toutes deux prises en charge. Notez que le jeu de poker de Hoyle Classic Games n'est pas encore pris en charge.\n\nAlors, sortez vos copies, ou achetez QFG4 en version numérique sur [GOG](https://www.gog.com/game/quest_for_glory), et prenez la [dernière version de développement](https://buildbot.scummvm.org/#/snapshots) de ScummVM pour votre plateforme préférée. Tout problème rencontré peut être signalé sur notre [outil de suivi des bogues](https://bugs.scummvm.org/)."
    },
    "20200906": {
        "title": "Icônes de jeu demandées",
        "content": "![Discord rich presence](/data/news/20200906.png)\n\nLa prochaine version de ScummVM supportera la fonction rich presence de [Discord](https://discord.gg/5D8yTtF), afin que vous puissiez montrer à tous vos amis que vous jouez à ScummVM <i>et</i> le jeu précis auquel vous jouez. Mais pour faire en sorte que cela fonctionne, nous avons besoin d'icônes pour chaque jeu.\n\nSi vous avez toujours voulu contribuer à ScummVM sans avoir trouvé l'endroit où appliquer vos compétences en matière d'art et de design, c'est l'occasion ou jamais ! Venez découvrir le nouveau [dépôt Game Icons sur GitHub](https://github.com/scummvm/scummvm-icons/) pour avoir plus de détails sur la manière de nous aider."
    },
    "20200927": {
        "content": "Une nouvelle version de ScummVM est prête. Cette version est très excitante, car les jeux d'aventure que nous prenons en charge remontent maintenant à 1976 ! En effet, le terrible _Colossal Cave Adventure_, le tout premier jeu d'aventure textuel, est désormais supporté par ScummVM.\n\nEn plus de cela (et d'environ 1594 autres jeux d'aventure textuels), 3 moteurs de jeu supplémentaires ont été ajoutés et 4 autres ont été étendus, ajoutant ainsi les jeux suivants à la liste de ceux déjà pris en charge :\n\n* _Blazing Dragons_\n* _Eye of the Beholder - version MegaCD_\n* _Griffon Legend_\n* _Les jeux d'aventure textuels_\n* _Operation Stealth_\n* _Police Quest: SWAT_\n* _Prince and the Coward, traduction anglaise_\n* _Ultima IV - Quest of the Avatar_\n* _Ultima VI - The False Prophet_\n* _Ultima VIII - Pagan_\n\nComme vous le voyez, nous poursuivons notre exploration dans le monde des jeux de rôle.\n\nLes autres changements notables sont : un portage sur MorphOS entièrement réécrit ; un nouveau sous-système de sauvegarde automatique présent dans presque tous les moteurs que nous supportons ; le support de l'affichage de droite à gauche dans notre interface graphique ; un code d'émulation MT-32 mis à jour et le support de Discord Rich Presence.\n\nD'autres versions de jeux sont désormais prises en charge, et des améliorations notables ont été apportées aux moteurs Illusions, Kyra, Lab, Queen, Titanic, Xeen et ZVision. La prise en charge des versions NES et Apple //gs de Maniac Mansion a également été améliorée. Comme d'habitude, nous continuons à corriger les bogues originaux des scripts SCI dans plus de 30 jeux et avons ajouté la prise en charge des pistes sonores Roland D-110 pour ces jeux.\n\nBien entendu, les notes de version complètes sont disponibles [ici](https://downloads.scummvm.org/frs/scummvm/2.2.0/ReleaseNotes.html).\n\nTéléchargez votre copie à partir de [notre page de téléchargement](/downloads/), ou, si vous utilisez Windows ou MacOS, laissez l'outil de mise à jour automatique la récupérer pour vous.\n\nPar ailleurs, un nouveau portage Android sera disponible sur la chaîne bêta et votre aide sera nécessaire pour les tests. Vos commentaires sont les bienvenus sur notre forum dans la rubrique [Android Port](https://forums.scummvm.org/viewforum.php?f=17).\n\nIl est temps de plonger dans une belle aventure textuelle ou de faire frire quelques monstres dans Ultima avec un Feu Flamboyant, si vous êtes un dragon bien sûr.",
        "title": "ScummVM “Interactive Fantasy” 2.2.0 Voit la Lumière"
    },
    "20201009": {
        "content": "*“Désolé de vous avoir fait attendre. Je suis prêt à vous emmener, maintenant.”*– Grim Fandango.\n\nAujourd'hui est un jour spécial, et spécial à plusieurs égards. Tout d'abord, nous avons franchi une étape importante avec les 19 ans de ScummVM. Notre toute première sortie publique de ScummVM, la version 0.0.1, a eu lieu le 8 octobre 2001. Et deuxièmement, il s'est finalement passé quelque chose d'autre, qui est en discussion depuis longtemps : Le projet ScummVM est officiellement en train de fusionner avec le projet ResidualVM.\n\nPendant longtemps, ScummVM s'est limité aux jeux d'aventure point-and-click en 2D, et c'est ainsi que ResidualVM est né comme un projet frère pour supporter les jeux en 3D. Mais à partir de maintenant, il n'y aura plus de confusion sur le projet auquel un jeu appartient. ScummVM englobe désormais les jeux d'aventure et les RPG, qu'ils soient en 2D ou en 3D, en point-and-click ou non. C'est une étape naturelle pour les deux projets qui ont été développés en parallèle et dont les idées, les patchs et les décisions de conception se recoupent. En outre, plusieurs développeurs ont participé aux deux projets.\n\nAvec cette fusion, ScummVM ajoute plusieurs jeux à la liste des jeux pris en charge : _Grim Fandango_, _Escape from Monkey Island_, _Myst III - Exile_, _The Longest Journey_ et un moteur inachevé pour _In Cold Blood_, ainsi que le moteur Wintermute 3D.\n\nNous sommes ravis d'accueillir la plupart des membres de l'équipe de ResidualVM et nous continuerons le développement ensemble.\n\nBien sûr, il y a encore beaucoup de choses à faire et, dans les semaines à venir, vous verrez davantage de ressources du projet fusionner comme les forums, les wikis, etc.\n\nRestez à l'écoute et passez à la 3D !",
        "title": "Fuuu -sion !"
    },
    "20201025": {
        "content": "Le tout nouveau tout beau portage Android de la version 2.2.1 de ScummVM est désormais disponible sur la boutique Google Play. Après une longue période de travail acharné de la part de notre équipe de développeurs, et un mois de bêta-test public par les membres de notre communauté qui nous ont signalé de nombreux problèmes à résoudre, nous sommes enfin prêts à lancer la version stable de notre application ScummVM pour Android.\n\nCette application a été considérablement réécrite et testée sur les appareils Android récents, jusqu'à Android 10+. Elle comprend de nouvelles fonctionnalités qui la mettent à niveau par rapport à la version de bureau de ScummVM, telles que la prise en charge de FluidSynth, les sauvegardes dans le cloud et plus de choix de traduction pour l'interface utilisateur. Il comprend également la fonction de serveur de fichiers local (LAN), qui permet à votre appareil de servir de serveur de fichiers temporaire pour télécharger des fichiers (par exemple, pour sauvegarder des fichiers et même le fichier de configuration) ou en télécharger de nouveaux (par exemple, des données de jeu) à l'aide d'un navigateur web depuis un PC ou un autre client.\n\nAvec cette version, nous avons résolu quelques vieux problèmes persistants tels que :\n\n* la mise à jour des versions précédentes sans perdre l'accès aux fichiers de configuration et de sauvegarde\n* navigation dans les dossiers (basée sur les paramètres d'autorisation d'accès au stockage)\n* le fonctionnement des touches spéciales sur le clavier virtuel (telles que les touches de fonction F) ainsi que la gestion des touches répétées\n\nD'autres améliorations importantes ont été apportées à l'interface de l'application, comme la possibilité de choisir si l'interface graphique doit comporter des graphismes filtrés (mise à l'échelle bilinéaire) ou non (mise à l'échelle du plus proche voisin), plusieurs améliorations du comportement du clavier virtuel afin de le rendre plus réactif et d'émuler plus fidèlement le comportement d'un clavier physique, et la prise en charge du contrôle de la souris virtuelle à l'aide du joystick analogique de votre contrôleur.\n\nEn passant à la nouvelle version 2.2.1, vous pourrez bénéficier du support de tous les moteurs de jeu qui ont été introduits sur ScummVM depuis la version 2.0.0, tels que Blade Runner, Ultima IV, Quest for Glory IV, ainsi que de toutes les corrections de bugs et améliorations apportées aux moteurs existants.\n\nBien entendu, nous continuons à suivre les retours de notre communauté et nous accueillons avec plaisir toute suggestion d'amélioration. Comme toujours, merci de nous signaler tout bogue rencontré sur le [site de suivi des bogues](https://bugs.scummvm.org) de ScummVM.\n\nNous remercions tous nos bêta-testeurs pour leurs précieux retours et espérons que vous apprécierez cette version Android de ScummVM.",
        "title": "Un amour d'Android"
    },
    "20201122": {
        "content": "Il était une fois dans le passé - vers l'année 1994 - un développeur appelé Adeline Software International a sorti un jeu intitulé \"Little Big Adventure\" (ou \"Relentless\" : Twinsen's Adventure\" dans les pays anglophones). Ce jeu, un classique dans la catégorie jeux d'action-aventure en pseudo-3D dont l'histoire épique se déroule sur une planète fantastique, est maintenant entré en phase de test dans ScummVM. Certaines fonctionnalités du jeu original ne sont cependant pas encore implémentées. Toutefois, nous avons également ajouté quelques fonctionnalités qui sont nouvelles pour le jeu.\n\nFonctionnalités non encore disponibles et problèmes connus :\n\n* L'holomap n'est pas encore disponible\n* La modification des détails de rendu n'est pas encore prise en charge\n* La séquence de crédits présente quelques bugs de rendu\n\nNouvelles fonctionnalités :\n\n* Une option permettant de désactiver les dommages dus aux collisions avec les murs\n* Amélioration de la navigation dans l'interface utilisateur\n\nTout cela a été rendu possible grâce aux personnes qui sont à l'origine du projet [TwinEngine](https://github.com/xesf/twin-e) et à la communauté LBA.\n\nLe jeu peut être testé avec la dernière [version de développement](https://buildbot.scummvm.org/#/snapshots), tout problème rencontré peut être signalé sur notre [bug tracker](https://bugs.scummvm.org/).",
        "title": "De petites grandes aventures en perspective - Little Big Adventure en test"
    },
    "20201127": {
        "content": "En 2019, Andrei Prykhodko (whiterandrek), un étudiant du GSoC, travaillait sur le support de la série de jeux Red Comrades (en russe : Петька и Василий Иванович).\n\nRed Comrades est un jeu d'aventure en 2D qui se joue à la troisième personne.\nLes protagonistes du jeu sont tirés du roman de 1923 de Dmitri Fourmanov, Chapaev (ou Tchapaïev en français) : le personnage militaire historique russe Vassili Tchapaïev, son aide Petka et le mitrailleur Anka.\n\nAprès une longue période de développement, l'équipe de la ScummVM est heureuse d'annoncer le support des deux premiers jeux de la série : _Red Comrades 1 : Save the Galaxy_ (en russe : _Петька и Василий Иванович спасают галактику_) et _Red Comrades 2 : For the Great Justice_ (en russe : _Петька и Василий Иванович 2 : Судный день_).\n\nAlors, retrouvez vos copies de ces jeux et essayez-les ! Malheureusement, seules les versions originales russes sous Windows sont prises en charge. Les versions anglaises sous iOS et Android utilisent un moteur complètement différent.\n\nSi vous ne possédez pas de copie, vous pouvez récupérer la démo à partir de notre [rubrique démos](/demos/). Vous aurez besoin d'un [version de développement quotidienne](https://buildbot.scummvm.org/#/snapshots). Comme toujours, les bogues que vous pourriez rencontrer peuvent nous être remontés grâce à notre [outil de suivi des problèmes](https://bugs.scummvm.org/).",
        "title": "La série Red Comrades désormais supportée"
    },
    "20201220": {
        "content": "Il est temps d'annoncer les tests pour deux autres sous-moteurs Glk. Le premier est l'interpréteur Glulx, pour lequel il existe de nombreux jeux gratuits disponibles sur [l'IF-Archive](https://www.ifarchive.org/indexes/if-archiveXgamesXglulx.html).\n\nLe second est le moteur de jeux Comprehend développé par Polarware. C'est là que les choses se compliquent un peu. Pour l'instant, seuls les trois premiers jeux Comprehend sont pris en charge pour cette phase de tests - Transylvania, Crimson Crown et OO-Topos. Ces trois jeux sont également disponibles gratuitement sur [l'IF-Archive](https://www.ifarchive.org/indexes/if-archive/games/pc/penguin/). Cependant, il existe également une réédition de Transylvania disponible gratuitement sur le site web de Graphics Magician qui n'est pas pris en charge pour le moment.\n\nComme pour les autres jeux Comprehend, Talisman sera probablement pris en charge à l'avenir, mais il nécessitera un travail supplémentaire important. Les autres jeux restants, comme Transylvania III, utilisent un moteur complètement différent et resteront donc en dehors du champ d'application dans un premier temps.\n\nSi vous êtes intéressés, essayez de télécharger les jeux en question et testez-les. Vous aurez besoin d'un [version de développement quotidienne](https://buildbot.scummvm.org/#/snapshots). Comme toujours, vous pouvez nous soumettre les rapports de bogue sur notre [outil de suivi des problèmes](https://bugs.scummvm.org/).",
        "title": "In-Comprehend-ssible"
    },
    "20190513": {
        "content": "![GSoC Logo](/data/news/GSoC2017Logo.png)\n\nLa semaine dernière, Google a annoncé les projets acceptés pour le Summer of Code de cette année. Nous sommes heureux et ravis d'annoncer que ScummVM encadrera quatre étudiants cette année. Tous les quatre travailleront sur des moteurs de jeu :\n\n* Andrii Prykhodko (alias whiterandrek) est de retour et travaillera sur l'ajout du support des jeux ***[Red Comrades 1: Save the Galaxy](https://www.mobygames.com/game/red-comrades-save-the-galaxy-reloaded)*** et ***[Red Comrades 2: For the Great Justice](https://www.mobygames.com/game/red-comrades-2)*** par ScummVM.\n* Nipun Garg travaillera sur l'ajout du support pour le jeu ***[Hyperspace Delivery Boy!](https://www.mobygames.com/game/hyperspace-delivery-boy)*** par ScummVM.\n* Jaromír Wysoglad (alias Jarda) travaillera sur la deuxième partie du jeu ***[Mission Supernova](http://www.mobygames.com/game/dos/mission-supernova/)***.\n* Antonio Román Cerezo (alias Kyranet) travaillera sur l'implémentation réseau dans ScummVM pour le jeu ***[Moonbase Commander](http://www.mobygames.com/game/moonbase-commander)***.\n\nMerci d'accueillir avec nous nos quatre étudiants aventureux pour ce que nous espérons être un été productif et intéressant ! Et comme toujours, vous pouvez suivre leurs progrès tout au long de l'été sur les [Blogs de ScummVM](http://planet.scummvm.org).",
        "title": "Un nouvel été (avec Google), quatre nouveaux projets !"
    },
    "20190603": {
        "content": "Nous sommes toujours excités à l'idée d'explorer de nouvelles façons de renforcer le rapprochement entre nos communautés. Aujourd'hui, nous sommes fiers d'annoncer la prochaine étape de ce voyage : nous sommes maintenant présents sur [Discord](https://discord.gg/5D8yTtF) !\n\nQue vous vouliez simplement traîner avec la communauté ScummVM ou discuter des derniers développements, c'est le (nouvel !) endroit où aller !\n\nRendez-vous sur Discord !\n\nVeuillez noter que, en plus de l'introduction du nouveau serveur Discord, nos Forums et le canal IRC sur le réseau Freenode sont toujours disponibles et nous n'avons absolument pas l'intention de les désactiver à l'avenir.",
        "title": "Rejoignez-nous sur Discord !"
    },
    "20190608": {
        "content": "Il est toujours passionnant de voir la grande variété d'appareils capables de faire fonctionner vos jeux d'aventure préférés grâce à ScummVM. Aujourd'hui, nous sommes fiers d'annoncer que le nombre d'appareils a encore augmenté grâce à la disponibilité immédiate de ScummVM sur Nintendo Switch !\n\nGrâce à Cpasjuste et rsn8887, vous pouvez désormais utiliser ScummVM en déplacement.\n\nPour faire fonctionner ScummVM sur votre Switch, vous avez besoin d'une console modifiée capable d'exécuter les logiciels homebrew. Pas de panique : il y a beaucoup de documentation disponible en ligne sur l'activation du homebrew sur Nintendo Switch.\n\nCe nouveau port a déjà sa propre page dans [notre wiki](https://wiki.scummvm.org/index.php?title=Nintendo_Switch). Vous devriez absolument jeter un coup d'œil sur la page wiki car elle contient de nombreuses informations utiles sur la manière d'utiliser ScummVM sur Switch.\n\nSi vous avez d'autres questions concernant ce port, n'hésitez pas à visiter nos [forums](https://forums.scummvm.org/viewforum.php?f=24).\n\nNotre [buildbot](https://buildbot.scummvm.org/#/snapshots) fournit déjà des versions de développement pour Nintendo Switch. Allez les chercher tant qu'elles sont encore chaudes !",
        "title": "Préparez votre Switch pour de nouvelles aventures !"
    },
    "20140721": {
        "content": "Une année s'est écoulée et ScummVM 1.7.0 est arrivé.\n\nAvec cette version, nous avons ajouté le support de 5 jeux complètement nouveaux. Les voici :\n\n*   *The Neverhood*\n*   * Le Manoir de Mortevielle (EN: Mortville Manor)*\n*   *Voyeur*\n*   * Return to Ringworld*\n*   *Chivalry is Not Dead*\n\nNous avons également mis à jour l'émulateur MT-32, ajouté un backend OpenGL, amélioré de nombreux aspects de l'interface graphique, amélioré le moteur AGOS, rendu les vidéos de *Urban Runner* moins gourmandes en ressources CPU, corrigé des tonnes de bugs dans des dizaines de jeux SCI, amélioré le son dans *Loom* et *Indiana Jones and the Last Crusade* et amélioré la portabilité des plateformes pour les moteurs Tony et Tinsel.\n\nMais ce n'est pas tout. Nous avons ajouté un support expérimental pour la console OUYA (nous n'avons pas pu ajouter le support de GCW-Zero simplement parce que sev attend *toujours* sa console de la part de [Kickstarter](https://www.kickstarter.com/projects/gcw/gcw-zero-open-source-gaming-handheld/posts)), apporté des améliorations majeures au portage PS2 et fusionné les portages Bada et Tizen.\n\nLa liste complète de tous les changements mentionnés ci-dessus se trouve dans [nos notes de version](https://downloads.scummvm.org/frs/scummvm/1.7.0/ReleaseNotes) et la version peut être obtenue comme d'habitude sur notre [page de téléchargements](/downloads/).\n\nEverybody Way Oh !",
        "title": "ScummVM 1.7.0 \"The Neverrelease\" est sorti !"
    },
    "20160401": {
        "content": "Nous sommes heureux d'annoncer que John Carmack (oui, *le* John Carmack) va rejoindre les équipes de ScummVM et ResidualVM.\n\nNous avons rencontré John pour la première fois à la GDC 2016 et nous nous sommes tout de suite très bien entendu.\n\nCela faisait un moment que nous avions le sentiment qu'il fallait aller au-delà de la simple recréation de vieux jeux et les améliorer activement, tout en restant fidèle à leur esprit d'origine. Nous avons parlé de notre projet à John après quelques tequilas et il a tout de suite adhéré au projet.\n\nL'expérience de John sera précieuse pour nous aider à atteindre notre objectif.\n\nVoici une [capture d'écran](/data/news/20160401.jpg) des premiers travaux de John sur Monkey Island - remarquez l'amélioration du système de combat et les subtiles modifications apportées au sprite du capitaine Smirk, vous comprendrez pourquoi nous sommes si enthousiastes.\n\nAlors joignez-vous à nous pour souhaiter la bienvenue à John !\n\n**UPDATE:** Non, pas vraiment. C'était une blague.",
        "title": "L'équipe de ScummVM souhaite la bienvenue à John Carmack"
    },
    "20140918": {
        "content": "Nous avons récemment ajouté le support d'un nouveau jeu dans ScummVM, [Sfinx](http://wiki.scummvm.org/index.php/Sfinx), et nous pouvons maintenant annoncer fièrement qu'il est prêt à être testé. Grâce aux [développeurs originaux](http://wiki.scummvm.org/index.php/LK_Avalon), ce jeu est maintenant gratuit et peut être téléchargé sur [notre site web](/games/#sfinx). Et en plus de la version originale polonaise, nous proposons également une version anglaise ! Cette version n'est pas définitive, nous recherchons donc des personnes qui parlent anglais et/ou polonais et qui n'ont pas peur de repérer les fautes d'orthographe et de grammaire dans les textes du jeu (anglais uniquement), tout en recherchant également différents bugs, glitches et autres méchancetés.\n\nEn résumé : Nous avons besoin de testeurs !\n\nPrenez notre [daily build](/fr/downloads/#daily) et les [fichiers de données](/games/#sfinx) du jeu, et lancez-vous !\n\nVous pouvez signaler les bogues sur [notre système de suivi des bogues](http://bugs.scummvm.org/) en suivant nos [directives de soumission de bogues](/faq/#question.report-bugs). Si vous avez le temps, les [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) sont également les bienvenues !",
        "title": "Appel aux testeurs sur Sfinx"
    },
    "20140810": {
        "title": "Inherit The Earth a 20 ans — Une vidéo d'un nouvel épisode publiée",
        "content": "Cette année marque le 20e anniversaire de la sortie d'un classique du jeu vidéo *Inherit the Earth : Quest for the Orb*. La société Wyrmkeep Entertainment Co. a annoncé qu'elle développait une suite intitulée *Inherit the Earth : Sand and Shadows*.\n\nCe jeu d'aventure pour tous les âges se déroule dans un monde de personnages humanoïdes et d'animaux anthropomorphes. L'histoire suit Rif le Renard qui tente de confirmer les rumeurs selon lesquelles une importante relique des humains légendaires a survécu et qui est responsable de la récupération de la relique. Malheureusement, de sinistres forces sont impliquées dans ces rumeurs, qui mettent en danger Rif, ses amis et sa société.\n\n\"Inherit the Earth : Sand and Shadows sera un jeu enchanteur et passionnant pour tous, avec des subtilités et des profondeurs cachées qui pourront être appréciées par les joueurs plus âgés\", a déclaré le président de la société, Joe Pearce. \"Avec l'aide des backers de la campagne de financement, nous espérons sortir un grand jeu mi-2015\".\n\nUne démo vidéo a été publiée sur le site web du jeu à l'adresse [http://InheritTheEarth2.com](http://InheritTheEarth2.com). La vidéo donne un aperçu du graphisme, de l'animation et de l'expérience de jeu qui apparaîtront dans le produit.\n\nParallèlement à cette annonce, la société a lancé une campagne de financement sur Kickstarter afin de contribuer à l'achèvement du développement du jeu. Vous trouverez des informations sur cette campagne à l'adresse [http://InheritTheEarth2.com/kickstarter](http://InheritTheEarth2.com/kickstarter)."
    },
    "20181023": {
        "content": "Au cours des prochaines heures, les forums et le wiki de ScummVM seront fermés pour maintenance pendant que nous effectuons des travaux d'infrastructure sur les deux sites.\n\nNous nous efforçons de les rétablir dès que possible, merci !",
        "title": "Maintenance des forums et du wiki"
    },
    "20181210": {
        "content": "Au cours des deux derniers jours, nous avons déplacé nos téléchargements vers une nouvelle infrastructure de miroirs. Auparavant, chaque téléchargement était délivré par notre serveur principal situé en Autriche.\n\nDésormais, nos téléchargements sont acheminés par [MirrorBrain](http://mirrorbrain.org), un système de redirection des téléchargements qui nous permet de créer notre propre réseau de distribution de contenu. MirrorBrain est déjà utilisé par [de nombreux projets open source](http://mirrorbrain.org/users/).\n\nMirrorBrain essaie de toujours sélectionner le meilleur miroir en fonction de votre localisation, afin que vous puissiez bénéficier des meilleures vitesses de téléchargement possibles.\n\nBien que nous ayons déjà quelques miroirs situés en Europe, nous recherchons actuellement des personnes prêtes à donner de la bande passante et du stockage aux États-Unis et dans d'autres parties du monde. Si vous souhaitez créer un miroir du dépôt ScummVM, veuillez nous contacter par e-mail à [serra@scummvm.org](mailto:serra@scummvm.org).\n\nSi vous rencontrez des problèmes avec notre nouveau système de téléchargement, n'hésitez pas à laisser un commentaire [dans nos forums](https://forums.scummvm.org/viewtopic.php?f=1&t=14761#p86624).",
        "title": "Toujours plus de mises à jour de l'infrastructure !"
    },
    "20181118": {
        "content": "Il y a quelques semaines, nous avons commencé à améliorer notre site Web, y compris (mais pas seulement) un dépoussiérage de nos forums et de notre wiki. Il y a aussi des choses qui se passent \"en coulisses\" comme l'amélioration de la façon dont nous gérons les traductions pour ce site.\n\nDans les prochains jours, nous allons mettre en place un nouveau système de miroir pour les téléchargements que nous fournissons afin de nous permettre de répartir la bande passante nécessaire sur plusieurs serveurs.\n\nNous avons presque terminé la mise en place du nouveau système et il ne reste plus qu'à appuyer sur le bouton. Cependant, il est possible que vous rencontriez des problèmes tels que des liens de téléchargement cassés ou des messages se plaignant de fichiers manquants pendant la période de transition.\n\nNous nous efforçons de limiter autant que possible les interruptions de service. Merci beaucoup pour votre compréhension !",
        "title": "Encore plus de mises à jour d'infrastructure"
    },
    "20181024": {
        "content": "Ces derniers jours, l'équipe de ScummVM a travaillé dur pour mettre à niveau notre infrastructure. Pendant ce processus, tous les sites de support ont été mis à jour, nettoyés et sécurisés avec la prise en charge de SSL.\n\nEn raison de la propagation des DNS, il peut s'écouler jusqu'à 48 heures avant que vous puissiez accéder aux forums et au wiki.\n\nSi vous rencontrez des problèmes avec les forums, le wiki, les traductions, le traqueur de bogues ou tout autre problème lié au site web, faites-le nous savoir. Pour les problèmes mineurs, n'hésitez pas à poster sur [ce fil de discussion](https://forums.scummvm.org/viewtopic.php?f=1&t=14735). Pour les problèmes majeurs, utilisez le [bug tracker](https://bugs.scummvm.org) en utilisant le composant Web pour nous en faire part.",
        "title": "Mises à jour de l'infrastructure"
    },
    "20190306": {
        "content": "!Logo GSoC](/data/news/GSoC2017Logo.png)\n\nIl y a quelques jours, Google a annoncé les organismes qui ont été acceptés pour le Google Summer of Code 2019. Nous sommes très heureux d'annoncer que ScummVM en fait partie, avec notre projet frère ResidualVM. Le Summer of Code est un événement annuel organisé par Google pour encourager les étudiants à contribuer à des projets open source. Les organismes open source fournissent des mentors et des projets sur lesquels travailler, tandis que Google donne un peu d'argent aux étudiants participants. Vous trouverez de plus amples informations sur le [site Web officiel](https://summerofcode.withgoogle.com). Vous trouverez également des informations sur [notre wiki](http://wiki.scummvm.org/index.php/Summer_of_Code), et notamment les [règles du projet](http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules) que les candidats devront respecter.\n\nÊtes-vous prêt à vivre une grande aventure ? Voulez-vous contribuer à l'un des plus grands projets de préservation de jeux connus de l'humanité ? Alors ScummVM et ResidualVM vous attendent ! Jetez un coup d'œil à [notre page à idées](http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2019). Bien sûr, vous êtes également les bienvenus pour proposer vos propres idées ! Les étudiants ont jusqu'au 9 avril pour rédiger et soumettre des propositions pour le projet sur lequel ils veulent travailler. Les propositions acceptées seront annoncées le 6 mai, et quelques semaines seront consacrées à la création de liens communautaires avant le début de la période de programmation, le 27 mai.\n\nDans tous les cas, n'hésitez pas à discuter avec nous sur IRC ! #scummvm et #residualvm sur le réseau Freenode sont les endroits où aller !",
        "title": "Préparez-vous - le GSoC 2019 arrive !"
    },
    "20190413": {
        "content": "![ScummVM Modern Theme Remastered](/data/news/20190413.png)Le temps passe si vite ! Cela fait 10 ans que nous avons introduit le \"Modern Theme\" dans ScummVM.\n\nAprès toutes ces années, il était grand temps de faire une mise à jour.\n\nAu cours des deux dernières semaines, mataniko, membre de l'équipe ScummVM, a soigneusement mis à jour le thème de ScummVM. Le nouveau thème suit les principes de modern design tout en préservant notre propre philosophie de conception.\n\nA partir de maintenant, les futures versions de ScummVM [(y compris les nightly builds actuels !)](https://buildbot.scummvm.org/#/snapshots) incluront le nouveau thème par défaut.\n\nL'ancien thème vous manque déjà ? Ne vous inquiétez pas ! L'ancien thème \"ScummVM Modern\" peut être sélectionné dans les options de ScummVM à tout moment.\n\nQue pensez-vous du nouveau thème ? [Faites-le nous savoir dans nos forums !](https://forums.scummvm.org/viewtopic.php?f=1&t=14850&p=87219) Comme toujours, vos commentaires sont les bienvenus.",
        "title": "ScummVM : Modern Theme Remastered"
    },
    "20210311": {
        "content": "Nous sommes ravis d'annoncer que le projet ScummVM a une fois de plus été retenu pour le Google Summer of Code. C'est toujours un moment passionnant de l'année pour nous et cette année n'est pas différente. Pour 2021, le programme GSoC a été réorganisé par Google pour se concentrer sur des tâches plus petites et les critères d'éligibilité pour les étudiants ont été assouplis.\n\nDans cette optique, notre équipe a plusieurs idées passionnantes à proposer aux candidats potentiels, qui peuvent toutes être consultées sur notre [page à idées](https://wiki.scummvm.org/index.php?title=Summer_of_Code/GSoC_Ideas_2021). Avant de nous soumettre votre candidature, prenez d'abord connaissance des [informations que nous attendons de votre part](https://wiki.scummvm.org/index.php?title=GSoC_Application).\n\nVous pouvez en savoir plus sur le programme GSoC et les tâches auxquelles nos partcipants ont contribué les années précédentes dans notre [miniportail Google Summer of Code](https://wiki.scummvm.org/index.php?title=Summer_of_Code).\n\nRejoignez-nous sur notre [serveur Discord](https://discord.gg/5D8yTtF) et suivez le canal #scummvm-gsoc où vous pourrez échanger avec nos mentors et le reste de l'équipe.\n\nNous sommes tous impatients de prendre part à ce programme et de voir vos candidatures !",
        "title": "Google Summer of Code 2021 : c'est parti !"
    },
    "20210317": {
        "title": "_Nippon Safes Inc._ passe en freeware",
        "content": "Excellente nouvelle ! Grâce aux efforts considérables de Damiano Gerli et à la générosité des auteurs du jeu original, Marco Caprelli, Paolo Costabel, Massimo Magnasciutti et du producteur Bruno Boz, nous avons le plaisir d'annoncer la sortie en freeware du jeu _Nippon Safes Inc._.\n\nIl s'agit d'un petit jeu amusant créé en 1992 par le petit studio italien DYNABYTE, une division de  EUCLIDEA s.r.l. Vous pouvez lire des informations plus détaillées sur le jeu et l'histoire de Dynabyte sur le blog de Damiano, [the Genesis Temple](https://genesistemple.com/the-big-italian-adventure-the-history-of-dynabyte-software).\n\nLes deux versions DOS et Amiga ont été déclarées comme freeware, avec la permission de modifier les fichiers, ce qui permet de désactiver la protection manuelle. Néanmoins, nous diffusons également des copies scannées du manuel. Vous pouvez récupérer vos copies sur notre [page Jeux](/games).\n\nLe jeu lui-même est pris en charge depuis ScummVM 0.10.0, qui a été publié en 2007.\n\nBonne chance et profitez d'une autre grande aventure point-and-click gratuite !\n\nPS. Si vous possédez les boîtes des jeux _The Big Red Adventure_ et _Tequila & Boom Boom_ du même développeur et que vous êtes en mesure de fournir des scans haute résolution de celles-ci, merci de contacter sev."
    },
    "20210322": {
        "title": "Elucidez un meurtre mystérieux dans le Los Angeles des années 1940",
        "content": "Nous sommes heureux d'annoncer que _Private Eye_ de Brooklyn Multimedia est maintenant prêt pour la phase de test public.\n\nIncarnez Phillip Marlowe, un détective privé dur à cuire, qui tente de résoudre un meurtre mystérieux dans le Los Angeles des années 1940.\n\nSorti en 1996, ce jeu est une perle rare dotée d'une technique d'animation façon celluloïde et d'un doublage professionnel. Basé sur l'œuvre de Raymond Chandler, le jeu se joue comme un film interactif où vous pouvez choisir la version de l'histoire à jouer : l'une est fidèle au livre tandis que l'autre a une fin alternative.\n\nPour l'instant, seule la version américaine pour Windows est prise en charge.\n\nVous aurez besoin d'une [version de développement quotidienne](https://buildbot.scummvm.org/#/snapshots). Et comme toujours, les rapports de bogue peuvent être envoyés sur notre [tracker de bogues](https://bugs.scummvm.org/)."
    },
    "20210404": {
        "content": "Nous sommes enfin prêts à ouvrir les vannes sur le public pour les tests. Le moteur AGS a donné lieu à de nombreux jeux freeware au fil des ans, ainsi qu'à un certain nombre de jeux commerciaux. Gardez à l'esprit que, comme pour l'interpréteur AGS autonome dont le moteur est dérivé, seuls les jeux AGS en version 2.5 et supérieure sont supportés.\n\nDonc, si vous êtes intéressés, vous pouvez télécharger des jeux gratuits à partir du [site web AGS](https://www.adventuregamestudio.co.uk/site/games/). Vous aurez besoin d'une [version de développement quotidienne](https://buildbot.scummvm.org/#/snapshots). Comme toujours, les rapports de bogues peuvent nous être transmis via notre [issue tracker](https://bugs.scummvm.org/). Il serait également utile de nous faire savoir sur le [canal Discord #engine-ags](https://discord.gg/eQYERyBc) quels jeux vous avez fini de tester.",
        "title": "Des milliers de jeux à tester"
    },
    "20130531a": {
        "content": "![GSoC 2013 Banner](/data/news/GSOC_13_banner.png)\n\nNous avons annoncé il y a 6 semaines que Google avait accepté ScummVM pour le Google Summer of Code cette année encore.\n\nCette semaine, Google a annoncé que 4 étudiants travailleront avec nous cet été !\n\nAfin de vous titiller un peu, voici une courte introduction :\n\n*   *RichieSams* travaillera sur l'intégration du Z-Engine de Marisa Chan, qui concerne Zork Nemesis et Zork Grand Inquisitor.\n*   *Rundfunk* se concentrera sur les extensions et améliorations de l'interface graphique, avec un soin particulier pour les appareils à écran tactile.\n*   *Uruk* portera le moteur Avalanche de Pascal à C++. Ceci afin de supporter le jeu Lord Avalot d'Argent.\n*   *T0by* travaillera sur notre moteur Wintermute pour corriger plusieurs problèmes et ajouter un certain nombre de fonctionnalités non présentes dans WME Light.\n\nNous aimerions que vous vous joigniez à nous pour accueillir chaleureusement ces quatre étudiants et leur souhaiter le meilleur pour les 3 prochains mois.\n\nNous sommes également très reconnaissants à Google de nous avoir donné l'occasion d'encadrer des étudiants cette année et de profiter de leur passion.\n\nRestez à l'écoute !",
        "title": "Les étudiants pour le GSoC sont connus !"
    },
    "20130421": {
        "content": "Salutations, amis aventuriers joueurs ! Nous sommes enfin arrivés au moment où les tests de ScummVM 1.6.0 commencent.\n\nCette version ajoute le support pour un certain nombre de nouveaux jeux qui doivent être testés :\n\n*   *Le Trésor des Toltèques (VO: 3 Skulls of the Toltecs)*\n*   *Eye of the Beholder*\n*   *Eye of the Beholder II: The Legend of Darkmoon*\n*   *Hopkins FBI*\n*   *Tony Tough and the Night of Roasted Moths*\n*   *The Journeyman Project: Pegasus Prime*\n\nEn outre, si vous avez la version Macintosh de *Discworld*, vous pouvez également l'essayer.\n\nUne [compilation quotidienne](/fr/downloads/#daily) doit être utilisée pour tester ces jeux, et si quelque chose ne fonctionne pas correctement, veuillez le signaler à notre [bug tracker](http://bugs.scummvm.org/). Les jeux terminés doivent être signalés sur [nos forums](http://forums.scummvm.org/viewtopic.php?t=12392) et nous mettrons à jour notre [page de test des versions](http://wiki.scummvm.org/index.php/Release_Testing/1.6.0). Pour que le rapport de test soit utilisable, vous devez fournir la version, la langue et la plate-forme du jeu que vous testez. Et, bien sûr, veuillez respecter les [directives de test](http://wiki.scummvm.org/index.php/Release_Testing).\n\nCette version présente également un autre aspect intéressant. En fonction de l'intensité avec laquelle les jeux sont testés, nous ajouterons le support d'un jeu supplémentaire : *Hopkins FBI*. Pour cela, nous avons besoin de résultats de tests sur plusieurs plates-formes utilisant plusieurs variantes du jeu, ce qui inclut les versions BeOS, OS/2, Linux et Windows.\n\nEn conclusion, si vous voulez *Hopkins FBI* dans ScummVM 1.6.0, prenez vos originaux et contribuez à cette nouvelle période de test ! Nous avons également besoin de captures d'écran ! Veuillez les soumettre à [notre patch tracker] (https://sourceforge.net/tracker/?group_id=37116&atid=418822).",
        "title": "ScummVM 1.6.0 en approche"
    },
    "20130420": {
        "title": "Sortie de la bande son améliorée de Touché: The Adventures of the Fifth Musketeer",
        "content": "![ScummVM Music Enhancement Project](/data/news/20130420.jpg)\n\nJames Woodcock a publié aujourd'hui sa bande sonore améliorée pour le jeu d'aventure classique point & click *Touché : The Adventures of the Fifth Musketeer*, dans le cadre de son \"ScummVM Music Enhancement Project\".\n\nEn ajoutant les fichiers musicaux numériques externes fournis gratuitement par James et avec notre logiciel ScummVM, les utilisateurs peuvent profiter de la bande-son actualisée dans le titre même, au fur et à mesure qu'il est joué.\n\nÀ l'aide de matériel MIDI moderne, James modifie les informations MIDI originales et les enregistre sous forme de fichiers musicaux numériques externes. Les développeurs de ScummVM ajoutent ensuite du code pour que les fichiers nouvellement créés fonctionnent dans les titres.\n\n\"ScummVM m'a toujours inspiré et, bien que je ne sois pas un programmeur, j'espère que mon projet d'amélioration des musiques de ScummVM apportera un peu plus de plaisir aux utilisateurs de cet excellent logiciel d'aventure \"point and click\"\", déclare James Woodcock, créateur de la bande sonore améliorée.\n\nJames a déjà publié d'autres bandes sonores améliorées pour des titres tels que :\n\n*   *Beneath A Steel Sky*\n*   *Discworld*\n*   *Inherit the Earth*\n*   *Simon the Sorcerer*\n*   *The 7th Guest*\n\nPour télécharger la bande sonore améliorée, cliquez sur [là](http://www.jameswoodcock.co.uk/2013/04/19/touche-the-adventures-of-the-fifth-musketeer-enhanced-soundtrack-released-for-scummvm/)"
    },
    "20130412": {
        "content": "![GSoC 2013 Banner](/data/news/GSOC_13_banner.png)\n\nScummVM a été accepté pour le Google Summer of Code 2013 !\n\nNous espérons trouver un autre groupe d'étudiants qui veulent aider le projet ScummVM et être payés pour 12 semaines de travail de codage pendant l'été.\n\nPeut-être aimeriez-vous nous aider à améliorer le support pour les jeux, ou améliorer notre interface utilisateur ? Peut-être aimeriez-vous réorganiser notre support OpenGL et accélérer le rendu de certains moteurs ? Ou bien vous avez des idées encore plus ambitieuses, comme la prise en charge d'un plus grand nombre de jeux ?\n\nSi l'une de ces idées vous semble être une bonne façon de passer votre été, jetez un coup d'œil à [notre liste d'idées](http://wiki.scummvm.org/index.php/GSoC_Ideas), ou rendez-vous sur notre canal IRC (#scummvm sur irc.freenode.net) et venez en discuter avec nous !\n\nAttention : la période de candidature s'étend du 22 avril au 3 mai, alors assurez-vous de nous en parler à temps ! Les années précédentes nous ont appris qu'il est très utile de postuler tôt, et de s'impliquer dans la communauté ScummVM afin que nous puissions vous aider à réviser votre candidature.",
        "title": "Envie d'une aventure dans un jeu d'aventure ?"
    },
    "20130328": {
        "content": "Nous sommes en 2318 ; vous faites partie d'une agence créée pour protéger l'intégrité de la ligne du temps après l'invention du voyage dans le temps. Après avoir détecté que quelqu'un a modifié le passé, c'est à vous de réparer le flux temporel !\n\nL'équipe ScummVM est fière d'annoncer le support de la version Macintosh de *The Journeyman Project : Pegasus Prime*. Alors allez chercher la [dernière version quotidienne](/downloads/#daily) de ScummVM et jouez au jeu pour nous aider à le tester !\n\nSi vous trouvez des bogues en jouant, veuillez les signaler à [notre système de suivi des bogues](http://bugs.scummvm.org/) en suivant nos [directives de soumission de bogues](/faq/#question.report-bugs). Pour savoir comment extraire les données du disque, suivez les instructions indiquées [sur notre wiki](http://wiki.scummvm.org/index.php/HOWTO-Extract_Pegasus_Prime).",
        "title": "Pégase prend son envol"
    },
    "20131227": {
        "content": "Neverhood a besoin de vous ! Klaymen, notre héros, se réveille dans un bâtiment du monde étrangement vide de Neverhood. C'est à vous d'explorer et de découvrir ce qui est arrivé au monde d'argile farfelu de Neverhood.\n\nL'équipe de ScummVM est fière d'annoncer que [The Neverhood](http://www.mobygames.com/game/windows/neverhood) est maintenant jouable dans ScummVM en utilisant les dernières [compilations quotidiennes](/fr/downloads/#daily), et prêt à être testé. Comme d'habitude, tous les bogues doivent être signalés à [notre traqueur de bogues](http://bugs.scummvm.org/) en suivant nos [directives de soumission de bogues](/faq/#question.report-bugs). Pendant que vous jouez, nous aimerions également que vous nous preniez quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots).",
        "title": "The Neverhood arrive sur ScummVM !"
    },
    "20131202": {
        "title": "Dites-le lui avec un Anneau.",
        "content": "\"Ils disaient que ça ne se ferait jamais. Ils avaient tort.\" Après un léger hiatus en début d'année, le travail est enfin terminé sur notre prochain jeu TsAGE, Return to Ringworld. Le seul travail encore en cours est un jeu de cartes disponible sur les consoles du jeu, et n'a aucun rapport avec l'histoire principale.\n\nIl s'agit d'une suite directe du jeu original Ringworld. Après avoir sauvé la race des marionnettistes de l'extermination et découvert une technologie ancienne et puissante dans le premier jeu, Quinn, Chercheur de Vengeance et Miranda Rees se retrouvent recherchés en tant que fugitifs par les trois espèces principales, et prévoient donc d'aller se cacher sur l'Anneau-Monde. Mais il s'avère que leur vaisseau a subi des problèmes. Le réparer et se rendre sur l'Anneau-Monde ne sera que le début de leurs problèmes...\n\nL'équipe de ScummVM est fière d'annoncer que [Return to Ringworld](http://www.mobygames.com/game/dos/return-to-ringworld) est maintenant jouable dans ScummVM en utilisant les dernières [compilations quotidiennes](/fr/downloads/#daily), et prêt à être testé. Comme d'habitude, tous les bogues doivent être signalés à [notre traqueur de bogues](http://bugs.scummvm.org/) en suivant nos [directives de soumission de bogues](/faq/#question.report-bugs). Pendant que vous jouez, nous aimerions également que vous nous preniez quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) ."
    },
    "20131105": {
        "content": "Le moteur Wintermute est en cours de développement sur ScummVM depuis un peu plus d'un an maintenant, et il est devenu de plus en plus mature, au point que nous pensons qu'il est presque prêt à être publié.\n\nComme le nombre de jeux concernés est assez important, nous aimerions avoir de l'aide pour une série de tests avant de vérifier que le moteur est prêt pour notre prochaine version. Ainsi, nous avons sélectionné de manière semi-arbitraire un ensemble de jeux Wintermute qui bénéficieraient de quelques tests, et nous espérons que certains de nos merveilleux utilisateurs seront prêts à les tester.\n\nSi vous êtes intéressés, rendez-vous sur notre [fil de discussion sur les tests de WME](http://forums.scummvm.org/viewtopic.php?t=13062).",
        "title": "Wintermute is coming, prêt pour les tests"
    },
    "20131011": {
        "content": "Le 9 octobre 2001, le tout premier commit a été fait sur un dépôt CVS et ainsi le projet ScummVM est né....\n\nAu moment où j'écris ce post, nous sommes le 11 octobre 2013 et nous avons plus de 58000 commits sur le dépôt Git de ScummVM... mais toujours sur la base de ce premier commit il y a plus de dix ans !\n\nAinsi, pour le 12ème anniversaire du projet, j'ai pensé que ScummVM méritait un cadeau... Ainsi, moi-même, James Woodcock et l'équipe de ScummVM PR présentent \"ScummVM : LE FILM\" ! :)\n\nCette visualisation fonctionne grâce à [Gource](http://code.google.com/p/gource/). Si vous voulez jouer avec ou créer une version HD complète, vous pouvez trouver les scripts pour le faire [ici](https://github.com/digitall/scummvm-the-movie).\n\nAlors préparez le pop-corn et profitez-en !",
        "title": "Sortie de ScummVM Le Film ! Célebration du 12e anniversaire"
    },
    "20130531b": {
        "content": "Après 11 longs mois, nous sommes ravis d'annoncer la sortie de ScummVM 1.6.0.\n\nCe n'est pas très souvent (voire jamais) que nous ajoutons 4 nouveaux moteurs dans une seule version, mais oui, ces mois ont été bien remplis pour l'équipe.\n\nÉnumérons simplement les nouveaux jeux que contient la 1.6.0 pour vous :\n\n*   *Le Trésor des Toltèques (VO: 3 Skulls of the Toltecs)*\n*   *Eye of the Beholder*\n*   *Eye of the Beholder II : The Legend of Darkmoon*\n*   *Hopkins FBI*\n*   *Tony Tough and the Night of Roasted Moths*\n*   *The Journeyman Project : Pegasus Prime*\n\nParmi les autres fonctionnalités importantes, citons la prise en charge de la version Macintosh de *Discworld 1* et de la musique des versions Macintosh des je aventures de LucasArts, une mise à jour du dernier code d'émulation Roland MT-32, un nouveau sélecteur de grille pour vos sauvegardes, une boîte de dialogue de configuration étendue pour FluidSynth et des corrections majeures des combats à motos dans *Full Throttle*. Nous avons également ajouté des traductions en biélorusse, finnois et galicien à notre interface graphique.\n\nBien sûr, il y a beaucoup plus ; vous pouvez trouver la liste complète dans [nos notes de version](https://downloads.scummvm.org/frs/scummvm/1.6.0/ReleaseNotes) et la version elle-même sur notre [page de téléchargements](/downloads/).\n\nAmusez-vous bien !",
        "title": "Sortie de ScummVM 1.6.0 \"+4 to engines\""
    },
    "20140401": {
        "title": "Un trophée historique",
        "content": "**Poisson d'avril ! Un grand merci à LordHoto pour le *faux* code de dialogue et trophées et pour les citations de Hand of Fate et Zak McKracken. Merci à ST, DrMcCoy, et Strangerke pour toutes leurs contributions.**\n\nEn raison d'une forte demande, ScummVM est extrêmement fier et ravi d'annoncer l'introduction des trophées dans divers jeux. Les jeux n'ont vraiment aucune valeur de rejouabilité sans les tophées, donc nous espérons que nos fidèles utilisateurs apprécieront de pouvoir enfin jouer à ces jeux de la manière dont ils ont toujours été destinés à être joués. Ils sont enfin prêts pour le 21e siècle !\n\nL'équipe de ScummVM a réussi à dresser une énorme liste de trophées que nous voulions voir dans divers jeux, y compris certains qui ne sont pas encore pris en charge. À partir de là, nous avons simplement branché notre petit code de suivi des dialogues et des trophées, et nous avons pu l'ajouter à tous les moteurs facilement. Bientôt, l'intégration avec les forums sera complète et vous pourrez y partager tous vos trophées.\n\nLordHoto était très enthousiaste à l'idée de travailler sur cette fonctionnalité : \"C'est la fonctionnalité la plus cool que j'ai ajoutée à The Legend of Kyrandia\". \"D'abord les succès de Steam sont arrivés sur Linux et maintenant ça ? Les joueurs de Linux devraient être ravis de tous les trophées qu'ils peuvent maintenant gagner !\" a ajouté DrMcCoy.\n\nNous avons rassemblé quelques captures d'écran de quelques-unes de nos réalisations préférées :\n\n[*Full Throttle* Screenshot](/data/news/20140401_1.png)\n\n[*The Legend of Kyrandia: The Hand of Fate* Screenshot](/data/news/20140401_2.png)\n\n[*The Curse of Monkey Island* Screenshot](/data/news/20140401_3.png)\n\n[*Geisha* Screenshot](/data/news/20140401_4.png)\n\n[*Gabriel Knight: Sins of the Fathers* Screenshot 1](/data/news/20140401_5.png)\n\n[*Gabriel Knight: Sins of the Fathers* Screenshot 2](/data/news/20140401_6.png)\n\n[*Gabriel Knight: Sins of the Fathers* Screenshot 3](/data/news/20140401_7.png)\n\n[*Zak McKracken and the Alien Mindbenders* Screenshot](/data/news/20140401_8.png)"
    },
    "20140305": {
        "content": "![GSoC 2014 Banner](/data/news/GSOC-14_banner.png)\n\nNous sommes très heureux d'annoncer que nous allons faire les choses un peu différemment cette année. En plus de notre propre participation au Google Summer of Code, ScummVM agira également comme une organisation de tutelle pour notre projet frère, [ResidualVM](http://www.residualvm.org/).\n\nLes deux projets travailleront main dans la main avec les étudiants et les mentors au cours des prochains mois. Le premier signe évident de cette collaboration se trouve dans notre [page d'idées GSoC fusionnée](http://wiki.scummvm.org/index.php/GSoC_Ideas).\n\nSi vous souhaitez devenir un étudiant du GSoC cette année, jetez un coup d'œil à la page d'idées et venez nous en parler. Nous aimons accueillir les étudiants potentiels sur IRC et les listes de diffusion ScummVM et ResidualVM sont également des endroits splendides pour commencer ! Nous avons beaucoup de choses passionnantes qui conviennent à un large éventail de compétences et nous accueillons aussi chaleureusement les propositions de tâches autres que celles de la liste si vous vous sentez inspiré !",
        "title": "Vient l'été et le code est facile"
    },
    "20140225": {
        "content": "![GSoC 2014 Banner](/data/news/GSOC-14_banner.png)\n\nPour la septième année consécutive, nous avons été acceptés comme projet du Google Summer of Code.\n\nPeut-être est-ce parce que notre projet et le programme ont tous deux une casse de lettres inhabituelle ? Le monde ne le saura peut-être jamais, mais nous sommes ravis d'avoir été acceptés une nouvelle fois et nous invitons les autres étudiants à rejoindre notre équipe et à travailler sur de superbes aventures en 2D de type point-and-click. Si vous êtes un étudiant éligible au GSoC et que vous souhaitez contribuer à votre projet open-source préféré, jetez un coup d'œil à [nos idées de projets](http://wiki.scummvm.org/index.php/GSoC_Ideas), mais vous pouvez toujours proposer les vôtres.\n\nMais, s'il vous plaît, pas de support de Digger : ce n'est pas un jeu d'aventure !",
        "title": "Accueillons les étudiants du GSoC"
    },
    "20140118": {
        "content": "Vous êtes Jérôme Lange, un détective privé à la Bogart qui a reçu une invitation d'une vieille amie à la rejoindre au manoir de Mortevielle pour l'aider à résoudre une situation désespérée. Avec un nom comme Mortevielle, on pourrait penser que quelque chose ne va pas du tout et, en effet, vous avez raison. Votre vieille amie Julia a déjà rejoint le royaume des morts.\n\nAlors... Qui a fait le coup ?\n\nSur la base des sources fournies par DotEmu et les fondateurs et développeurs de Lankhor, l'équipe ScummVM a le plaisir d'annoncer le support du jeu français de l'année 1987 : [*Le Manoir de Mortevielle*](http://www.mobygames.com/game/dos/mortville-manor) (ou *Mortville Manor* en anglais). Seules les versions DOS sont supportées, et ScummVM vous apporte la première traduction DOS en anglais. Alors, prenez votre disquette et copiez les fichiers, puis commencez à jouer en utilisant la [dernière version quotidienne](/downloads/#daily) de ScummVM et aidez-nous à la tester.\n\nComme d'habitude, tous les bogues peuvent nous être signalés à [notre traqueur de bogues](http://bugs.scummvm.org/milestone/Mortville%20Manor/) en suivant nos [directives de soumission de bogues](/faq/#question.report-bugs). Pendant que vous jouez, nous aimerions également que vous nous preniez quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots).",
        "title": "Bienvenue au Manoir de Mortevielle"
    },
    "20140112": {
        "content": "Lord Horrible vous a envoyé dans une quête pour tuer la Reine de Tout. En jouant le rôle de Phlegmwad, horriblement défiguré, vous aurez la chance de choisir comment (ne pas ?) remplir cette quête aux proportions épiques.\n\nAvec l'aide du développeur de jeux Deirdra Kiai et du développeur de Wintermute Jan Nedoma, l'équipe ScummVM est heureuse d'annoncer le support de notre premier jeu Wintermute : [*Chivalry is Not Dead*](http://www.deirdrakiai.com/my-games/). Alors, téléchargez une copie du jeu et commencez à jouer dans la [dernière version quotidienne](/downloads/#daily) de ScummVM et aidez-nous à tester ce jeu à fin ouverte.\n\nCombien de fins pouvez-vous trouver ?\n\nComme d'habitude, tous les bugs doivent être signalés à [notre système de suivi des bugs](http://bugs.scummvm.org/milestone/Wintermute/). Vous pouvez trouver une liste des fichiers de données dans la [page des fichiers de données](http://wiki.scummvm.org/index.php/Datafiles#Chivalry_is_Not_Dead) sur notre wiki. Il est particulièrement important d'avoir une copie de arial.ttf (ou un remplacement similaire, par exemple FreeSans de [GNU FreeFont](http://www.gnu.org/software/freefont/).) Pour plus d'informations, consultez les [directives de soumission de bogues](/faq/#question.report-bugs).",
        "title": "La chevalerie n'est pas morte !"
    },
    "20140607": {
        "content": "Ou dit autrement : \"Mieux vaut tard que jamais\". On m'a fait remarquer aujourd'hui que, bien que nous ayons intégré Voyeur dans la branche principale il y a quelques mois, nous n'avions jamais appelé à une période de test officielle. Cette annonce vise donc à remédier à cela.\n\nEndossez le rôle d'un détective privé. Un puissant PDG qui aspire à la présidence a invité sa famille chez lui pour le week-end. Il y a des soupçons de corruption, et vous avez été engagé pour découvrir ses secrets, et déterminer ce qu'il cache.\n\nL'équipe de ScummVM est fière d'annoncer que [Voyeur](http://www.mobygames.com/game/dos/voyeur) est maintenant jouable dans ScummVM en utilisant les dernières [compilations quotidiennes](/fr/downloads/#daily), et prêt à être testé. Comme d'habitude, tous les bogues doivent être signalés à [notre traqueur de bogues](http://bugs.scummvm.org/) en suivant nos [directives de soumission de bogues](/faq/#question.report-bugs). Pendant que vous jouez, nous aimerions également que vous nous preniez quelques [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots).",
        "title": "Libérez le Voyeur qui est en vous."
    },
    "20140519": {
        "title": "Les versions Freeware de Dreamweb mises à jour",
        "content": "Après plus de deux ans depuis la sortie en freeware du jeu, l'équipe ScummVM annonce une mise à jour des paquets *Dreamweb*.\n\nGrâce au travail de Simon Sawatzki, les manuels de jeu ainsi que le *Journal d'un fou* sont disponibles au format texte et HTML pour la majorité de nos versions. Vous pouvez donc utiliser votre programme de synthèse vocale préféré pour les lire comme votre histoire de chevet.\n\nToutes les versions incluent désormais ces documents et sont marquées comme version 1.1. Bien entendu, les scans haute résolution précédemment disponibles resteront également sur la page de téléchargement.\n\nDe plus, nous avons profité de l'occasion pour publier la version italienne du jeu.\n\nTous les paquets peuvent être téléchargés à partir de notre [page Jeux](/games/#dreamweb)."
    },
    "20140423": {
        "content": "![GSoC 2014 Banner](/data/news/GSOC-14_banner.png)\n\nLes propositions acceptées pour le Google Summer of Code ont été annoncées hier, et nous sommes heureux de dire que ScummVM encadrera deux étudiants, pour des projets avec un thème polonais.\n\n*   Peter Bozsσ (alias uruk), dont vous vous souvenez peut-être de l'année dernière, travaillera sur un moteur (et une traduction en anglais) du jeu polonais ***Sfinx***.\n*   Lukasz Watka (alias lukaslw) travaillera sur le moteur (et la traduction en anglais) du jeu polonais ***The Prince and the Coward***.\n\nDe plus, ScummVM agit en tant qu'organisation de tutelle pendant le GSoC pour notre projet frère ResidualVM. Ils encadreront trois étudiants :\n\n*   Stefano Musumeci (alias subr3v) travaillera sur le refactoring et l'optimisation du logiciel de rendu ***TinyGL***.\n*   Joni Vδhδmδki (alias Akz) et Joseph Jezak (aias JoseJX) travailleront tous deux à l'amélioration du moteur ***Escape from Monkey Island***, en s'attaquant aux bogues et aux fonctionnalités manquantes sous deux angles différents.\n\nNous espérons que cet été sera productif et intéressant !",
        "title": "Les étudiants pour le GSoC 2014 sont connus !"
    },
    "20140401b": {
        "content": "**Poisson d'avril ! Malheureusement, nous n'avons pas vraiment de nouveau développeur... mais les pull requests sont les bienvenues !**.\n\nNous n'avons pas l'habitude d'annoncer les nouveaux développeurs ici, mais nous avons un développeur inhabituel et talentueux qui a récemment rejoint l'équipe, Edward Snowden.\n\nLorsque nous avons reçu l'e-mail provenant d'une adresse point-ru que nous ne divulguerons pas, nous étions sceptiques.\n\nCependant, après avoir vérifié sa clé PGP, nous sommes convaincus qu'il ne s'agit pas d'un poisson d'avril et nous sommes heureux d'accueillir dans notre équipe un développeur de logiciels talentueux et enthousiaste.\n\nIl est apparemment un grand fan des aventures point and click, en particulier *Beneath a Steel Sky*, *Dreamweb*, *Woodruff and the Schnibble of Azimuth*, et *I Have No Mouth, and I Must Scream*. Sa collection lui a permis de passer une longue correspondance dans un aéroport l'année dernière et il a décidé alors, une fois certains problèmes personnels réglés, de contribuer au code de ScummVM.\n\nEn tant que grand fan de Larry Niven, il travaillera initialement sur le support de TSaGE pour *Return to Ringworld* avec Strangerke, et utilisera le surnom de \"crazyeddie\".\n\nNous demandons aux autres développeurs et utilisateurs de ne pas le déranger pour des problèmes en dehors de ScummVM et de ne pas envoyer d'e-mails non pertinents à son adresse ScummVM à \"crazyeddie@scummvm.org\". Merci !",
        "title": "Edward Snowden rejoint ScummVM"
    },
    "20140616": {
        "title": "Test, Test, 1, 2, 3",
        "content": "La prochaine version 1.7.0 de ScummVM est presque arrivée ! Cette fois-ci, nous avons un total de cinq jeux nouvellement supportés :\n\n*   *Chivalry Is Not Dead*\n*   *Le Manoir de Mortevielle (EN: Mortville Manor)\n*   *Return to Ringworld\n*   *The Neverhood\n*   *Voyeur\n\nMais avant de pouvoir sortir la dernière et meilleure version de ScummVM, nous avons besoin d'aide pour tester tous ces nouveaux jeux. Outre les nouveaux jeux mentionnés ci-dessus, les versions DOS de *Indiana Jones and the Last Crusade* et *Loom* doivent être testées avec notre émulateur AdLib. Vous pouvez toujours vérifier quels jeux doivent encore être testés sur [notre wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.7.0). Il y a aussi quelques autres vieux classiques sur cette liste qui pourraient être testés à nouveau.\n\nUne [compilation quotidienne](/fr/downloads/#daily) est tout ce dont vous avez besoin pour commencer. Si vous trouvez des bugs, veuillez les signaler sur le [bug tracker](http://bugs.scummvm.org/). Après avoir terminé l'un des jeux, veuillez nous en informer sur [les forums](http://forums.scummvm.org/viewtopic.php?t=13639) afin que nous puissions publier les résultats sur la [page wiki](http://wiki.scummvm.org/index.php/Release_Testing/1.7.0). Pensez à suivre nos directives pour les tests de versions, que vous trouverez également [sur le wiki](http://wiki.scummvm.org/index.php/Release_Testing).\n\nEt pendant que vous jouez à ces jeux nouvellement pris en charge, envoyez-nous des [captures d'écran](http://wiki.scummvm.org/index.php/Screenshots) !"
    },
    "20020220": {
        "title": "Des instantanés Windows quotidiens maintenant disponibles",
        "content": "Travis Howell met à disposition des instantanés quotidiens de ScummVM pour Windows à télécharger. Nous adressons nos remerciements à Travis. Il y a aussi un lien pour une version SDL de ScummVM pour Windows. Cette version ne nécessite pas la dll Cygwin.  \nNous avons également mis en ligne une page Compatibilité pour aider à répondre à la question la plus fréquente : \"Quels jeux fonctionnent ?\". Nous tiendrons cette page à jour au fur et à mesure du développement."
    },
    "20020214": {
        "title": "Plus occupés que des singes qui se grattent",
        "content": "![Zak256](/data/news/20020214.png) L'équipe de ScummVM se démène pour faire fonctionner davantage de vos classiques LucasArts préférés. Jetez un coup d'œil à cette petite capture d'écran pour vous mettre en appétit. Plus de captures d'écran et d'informations vous parviendront au fur et à mesure."
    },
    "20130102": {
        "content": "Après avoir sauvé un vieux colporteur d'une bande de bandits, Fenimore Fillmore découvre l'existence de trois crânes qui déverrouilleront le trésor perdu des Toltèques ! C'est à lui de trouver les crânes d'or et le trésor, avant que les bandits ne le fassent !\n\nL'équipe ScummVM est heureuse d'annoncer le support du jeu [*Le Trésor des Toltèques*](http://www.mobygames.com/game/dos/3-skulls-of-the-toltecs) (VO : *3 Skulls of the Toltecs*). Alors prenez vos copies des versions DOS du jeu et commencez à jouer avec la [dernière version quotidienne](/downloads/#daily) de ScummVM et aidez-nous à effectuer les tests, tout en profitant de ce grand western d'aventure animé !\n\nComme d'habitude, tous les bugs doivent être signalés sur [notre bug tracker](http://bugs.scummvm.org/). Vous pouvez trouver une liste des fichiers de données dans la [page des fichiers de données](http://wiki.scummvm.org/index.php/Datafiles#3_Skulls_of_the_Toltecs) sur notre wiki. Pour plus d'informations, consultez les [directives de soumission de bogues](/faq/#question.report-bugs).",
        "title": "Retrouvez le trésor perdu des Toltèques !"
    },
    "20210518": {
        "content": "![GSoC Logo](/data/news/GSoC2016Logo.png)\n\nGoogle a annoncé hier la liste des étudiants acceptés pour cette nouvelle édition du [Google Summer of Code](https://summerofcode.withgoogle.com/). Nous sommes très fiers d'accueillir cette année 6 étudiants qui travailleront sur différentes parties du projet au cours des prochains mois.\n\n* Aashwin Vaish (alias av_dx) améliorera l'interface graphique en y ajoutant un gestionnaire de bibliothèque de jeux, de sorte que les jeux soient affichés avec des vignettes de couverture, des options de regroupement et divers champs de filtrage.\n* a-yyg (alias a/) travaillera à l'écriture d'un nouveau moteur pour Faery Tale Adventure II, basé sur les sources originales gracieusement fournies par The Dreamers Guild.\n* Crane yang (alias sheep) participera à l'effort d'amélioration du moteur existant de Director.\n* Divyam Ahuja (alias Hikigaya) travaillera à la finalisation de l'implémentation de certains moteurs qui sont actuellement en stand-by, avec une priorité sur les moteurs MacVenture et Avalanche.\n* Dylan Servilla (alias djsrv) travaillera également sur le moteur Director, en poursuivant son travail effectué lors du GSoC précédent et en visant le support de Director 2-4.\n* taylorzhancher (twan) se concentrera sur l'ajout de la fonctionnalité de synthèse vocale dans divers jeux afin d'améliorer l'expérience de jeu des personnes ayant des difficultés à lire les textes à l'écran.\n\nNous n'avions pas eu l'occasion de soutenir et d'encadrer 6 étudiants du GSoC depuis 2008. Alors, célébrons et accueillons particulièrement chaleureusement les étudiants du GSoC 2021 !",
        "title": "Accueillons chaleureusement les étudiants du GSoc !"
    },
    "20020404": {
        "title": "Code dégelé",
        "content": "Après quelques semaines, le code de ScummVM a officiellement été dégelé et le travail sur le support des jeux se poursuit. Pour vous donner un avant-goût, plusieurs bogues avec Zak256 ont été corrigés, et le jeu est maintenant beaucoup plus jouable... bien que nous soyons encore loin du compte !"
    },
    "20020320": {
        "title": "Code gelé",
        "content": "Le code de ScummVM est actuellement gelé. Cela signifie que le CVS ne sera pas mis à jour avec de nouveaux correctifs de bugs, car nous faisons une réorganisation majeure du moteur. Nous espérons qu'en réécrivant de nombreuses parties de ScummVM en C++, nous pourrons corriger un grand nombre de bogues inhérents au moteur, ainsi que rendre le code plus facile à travailler, pour nous-mêmes et pour les développeurs souhaitant rejoindre le projet à l'avenir. Notez que cela signifie que les rapports de bogues et les correctifs actuellement dans le système ne seront pas examinés avant la fin du gel. Nous prévoyons un gel d'une semaine, mais cela peut prendre plus longtemps."
    },
    "20020812": {
        "content": "Bonjour à tous. Je sais que cela fait longtemps que vous n'avez pas eu de mes nouvelles, et vous vous demandez peut-être pourquoi je vous ai réunis aujourd'hui.  \n  \nJ'ai entendu des rumeurs selon lesquelles le projet serait mort, et je voudrais assurer à tout le monde que ce n'est pas le cas. Nous avons travaillé très dur ces derniers temps, et de nombreuses corrections de bugs ont été apportées à différents jeux. En fait, nous sommes presque prêts pour une nouvelle sortie.... mais nous attendons une résolution de notre drame juridique avant de le faire.  \n  \nAlors, que se passe-t-il sur le plan juridique ? Eh bien, notre ancien chef de projet (James 'Ender' Brown) a eu de nombreuses conférences téléphoniques avec LucasArts, et nous devrions bientôt annoncer un accord qui rendra les deux parties heureuses. Je tiens à remercier LEC d'avoir été ouvert pour aider à maintenir le projet en vie, au lieu de nous forcer à l'arrêter.  \n  \nNous espérons que des nouvelles de notre avenir seront annoncées dans le courant de la semaine prochaine. Jusque là, continuez à faire des dons, et continuez à dire à tout le monde combien vous aimez ScummVM. Rappelez-vous, ce ne sont pas les gens qui disent \"LucasArts SUX\" qui les convaincront de continuer à aider le projet... ce sont les gens qui disent \"ScummVM Rules\" qui le feront !",
        "title": "On recherche : une savonnette"
    },
    "20020701": {
        "content": "Eh bien, les gens, nous sommes toujours en vie jusqu'à présent. Nous sommes actuellement en discussion avec LucasArts pour voir si nous pouvons négocier un accord. Pour être honnête, même si nous espérons que ce soit possible, nous doutons que l'accord que LucasArts pourrait proposer puisse nous donner certaines libertés dont nous avons besoin pour développer. L'une des plus grandes craintes de la plupart des entreprises est la GPL (General Public License). Certaines entreprises estiment qu'elle donne aux utilisateurs beaucoup trop de latitude dans l'utilisation de leurs logiciels. Malheureusement, si LEC pense la même chose, nous devrons peut-être rejeter leur offre. Il est pratiquement impossible d'accorder une nouvelle licence à un logiciel sous licence GPL, car cela impliquerait d'obtenir la permission de tous ceux qui ont écrit ne serait-ce qu'une ligne de code incluse dans ScummVM.  \n  \nJusqu'à présent, la plupart de nos communications ont été confidentielles et assez vagues, mais soyez assurés que nous n'avons pas disparu, et nous vous donnerons les dernières nouvelles au fur et à mesure !  \n  \nMerci également aux personnes qui nous font des dons. Nous sommes actuellement à un peu plus de 100 $, qui seront dépensés à la fois pour acheter des versions de jeux pour les tests, et aussi pour économiser jusqu'à notre objectif de 300 $ pour acheter une copie de IDA Pro, sans doute le meilleur désassembleur sur terre. Continuez à faire des dons :)",
        "title": "Nous avons plus de vies que LeChuck !"
    },
    "20020625": {
        "content": "**Mise à jour : Le texte de la lettre et la réponse de l'équipe se trouvent [dans les archives de la liste scummvm-devel](https://sourceforge.net/mailarchive/forum.php?thread_id=837277&forum_id=7223)**.  \nAujourd'hui a été une étape importante pour le projet ScummVM, car nous avons enfin reçu l'e-mail tant attendu du service juridique de LucasArts concernant le projet.  \n  \nHeureusement, ils ne semblent pas encore avoir de plainte valable. Leur message demandant la suppression du site est basé sur la présomption que nous distribuons le propre moteur de LucasArts sur ce site. Bien sûr, ScummVM est un travail entièrement original basé à parts égales sur l'ingénierie inverse et le travail de déchiffrage original par de nombreuses personnes différentes dans la communauté, donc cette demande ne nous affecte pas vraiment.  \n  \nNous sommes en sécurité pour le moment, et nous continuerons à travailler pour apporter les merveilleux classiques de la société LucasArts à vos appareils informatiques pour, espérons-le, un long moment à venir !",
        "title": "Ah, les aspects juridiques !"
    },
    "20020616": {
        "content": "Pas grand chose à signaler, mais ne vous inquiétez pas, nous sommes loin d'être morts. La plupart des membres de l'équipe ScummVM sont très occupés par leurs études et leur travail en ce moment, mais nous espérons que le pire sera passé très bientôt et que nous pourrons nous atteler à la résolution de quelques bugs supplémentaires et à la sortie d'une nouvelle version ! Voici une ébauche très grossière de ce que nous considérons comme les jalons de ScummVM :\n\n*   0.2.5 : Tous les jeux supportés sont presque sans bugs\n*   0.3.0 : The Dig et MI1 VGA Floppy supportés\n*   0.4.0 : Indiana Jones and The Last Crusade supporté, plus de corrections de bugs\n*   0.5.0 : Full Throttle est supporté, support basique de CMI et Maniac Mansion\n*   0.6.0 : Plus de travail sur CMI, MM et d'autres corrections de bugs\n*   0.7.0 : Maniac Mansion terminable, Zak McCracken et Loom16 jouables\n*   0.8.0 : Zak McCracken et Loom16 terminables\n*   0.9.0 : Corrections de bugs et CMI terminable\n*   1.0.0 : La fin du commencement\n\nÉvidemment, il s'agit d'une ébauche très grossière, et elle est susceptible de changer si nous faisons soudainement une avancée dans un jeu. Mais c'est juste pour donner aux gens une idée de base de ce que nous allons faire. Le support de CMI sera le plus difficile, car il est assez radicalement différent des versions de SCUMM avec lesquelles nous avons travaillé jusqu'à présent. Bonne aventure !",
        "title": "Rapport d'avancement, nouvelle édition"
    },
    "20020527": {
        "content": "Les compilations quotidiennes pour Windows ne contiennent aucun virus, certains antivirus comme [AntiVir](http://www.free-av.com) signalent à tort le récent cheval de Troie de l'émulateur xbox (TR/XBoxEmu.2) dans tous les fichiers auto-extractibles créés par [SFX Maker](http://www.sfxmaker.cjb.net/).  \n  \nLe travail sur ScummVM a progressé très lentement ces derniers temps, l'équipe de développement principale étant très occupée par d'autres sujets.  \n  \nNous sommes conscients d'un certain nombre de problèmes dans Zak256 et de problèmes très sérieux dans Simon qui ont été trouvés pour la 0.2.0, et nous prévoyons de faire une version intermédiaire (0.2.1) dès qu'ils seront corrigés. Nous sommes bien sûr à la recherche de plus de développeurs prêts à nous aider, car il n'y a actuellement qu'une seule personne qui travaille sur l'interpréteur de jeu lui-même (bien que plusieurs travaillent sur des parties plus spécialisées du moteur).  \n  \nNous sommes également au courant d'un portage GP32 en cours, et nous invitons toute personne connaissant le développeur à lui demander de contacter [Ender](mailto:scummvm@enderboi.com). Outre le fait que nous sommes très intéressés par son travail, et souhaitons l'inviter à rejoindre l'équipe... nous sommes très mécontents qu'il ait publié des binaires et qu'il n'y ait aucun moyen de le contacter pour obtenir le code source de son portage (comme l'exige la licence GPL utilisée par ScummVM) !  \n  \nJusqu'à la prochaine mise à jour... **Je ne peux pas ramasser ça ! Non vraiment ! Lisez sur mes lèvres.. Je... ne... peux... pas... ra... ma... sser... ça !**",
        "title": "Rapport d'avancement"
    },
    "20020514": {
        "content": "Après une longue attente, ScummVM 0.2.0 est sorti ! Rendez-vous sur la page des téléchargements et récupérez-le pour votre plateforme préférée.  \n  \nActuellement nous avons des téléchargements pour i386 Debian Woody, Windows, Dreamcast, MacOSX, Familiar/Intimate, et Windows CE. Dans les prochains jours, nous ajouterons également des téléchargements pour MorphOS, RPMs, et peut-être un téléchargement pour BeOS.  \n  \nEn plus de nombreuses corrections majeures, ScummVM supporte maintenant plusieurs nouveaux jeux, tels que la version 256 couleurs FmTowns de Zak McKracken, la version CD de Loom, et (assez étrangement) Simon le Sorcier ! Plusieurs jeux supportés dans la version 0.1.0 sont maintenant terminables dans la version 0.2.0, comme Sam and Max.  \n  \nLa version 0.2.0 de ScummVM inclut également plusieurs nouvelles plateformes, un meilleur support pour les différentes architectures de CPU et les endians, beaucoup plus d'options en ligne de commande et un support expérimental ( à savoir, ne rapportez pas de bugs dessus !) pour Full Throttle, The Dig, la version VGA d'Indiana Jones and the Last Crusade et la version VGA de Monkey Island (disquette) !  \n  \nAlors ne perdez pas de temps. Téléchargez-le maintenant, et si vous l'aimez vraiment, cliquez sur ce petit bouton paypal sous le menu pour faire un don afin d'aider l'équipe de ScummVM à acheter des outils et des logiciels pour continuer ce projet.",
        "title": "Sortie de ScummvVM 0.2.0 !"
    },
    "20020511": {
        "content": "L'équipe de ScummVM travaille toujours d'arrache-pied à la correction de tous les bogues restants afin que nous puissions publier notre prochaine étape (0.2.0). En attendant, voici quelques nouvelles concernant le projet.  \n  \nParticulièrement intéressant pourrait être le fait que Zak McKracken 256 (la version graphique améliorée fmTowns) sera officiellement supporté dans la 0.2.0, et peut actuellement être terminé avec seulement deux bugs majeurs dans le CVS actuel.  \n  \nDe plus, nous avons actuellement quelqu'un qui travaille sur un portage GBA. Il s'agit d'une demande populaire, et nous espérons qu'il sera prêt à temps pour la version 0.3.0. Vous pouvez voir la preuve de son existence dans [cette capture d'écran de développement](http://www.bbrox.org/scummadv_by_ph0x_0427c.jpg). Le portage est actuellement trop peu avancé pour être placé dans le CVS, alors accrochez-vous :)  \n  \nDans d'autres nouvelles de portage, LyonHrt a compilé une ancienne version CVS de ScummVM pour la Dreamcast, maintenue par un membre de notre équipe, Marcus Comstedt. Vous pouvez les trouver dans la liste ci-dessous. Veuillez noter qu'il s'agit de vieilles compilations qui ne sont pas officiellement supportées par l'équipe ScummVM. Les commentaires sur ce portage doivent être postés sur le forum ConsoleVision Dreamcast.",
        "title": "Les dernières nouvelles."
    },
    "20020501": {
        "content": "Oui, nous sommes toujours vivants. Malheureusement, nous sommes loin d'être prêts pour la 0.2.0, plusieurs personnes ayant soulevé un grand nombre de bugs critiques sur lesquels nous travaillons. Restez avec nous, nous finirons par y arriver !  \n  \nOh, et au fait... si quelqu'un sait où se trouve Sean Clark ou toute autre personne ayant scripté Sam and Max, veuillez les kidnapper et les forcer à expliquer une course de script ennuyeuse dans le Vortex Mystérieux qui a tenu plusieurs d'entre nous éveillés pendant les dernières 48 heures.  \n  \nMerci, et profitez bien de ScummVM :)",
        "title": "Etat d'avancement : Deuxième prise"
    },
    "20020414": {
        "content": "La sortie de la version 0.2.0 a été repoussée de quelques temps car le moteur ScummVM est à nouveau en cours de réorganisation. Cependant, pour la petite histoire, la version 0.2.0 comprendra également le support d'un jeu non-SCUMM ! Simon The Sorcerer. Alors partagez et profitez du dernier CVS les amis.  \n  \nCertains d'entre vous ont peut-être remarqué un bouton PayPal en bas de la barre de navigation. Si vous appréciez ScummVM, faites un don pour nous aider à acheter des logiciels pour aider au développement. Merci !",
        "title": "Etat d'avancement"
    },
    "20020409": {
        "content": "Grâce à plusieurs personnes, nous avons eu la confirmation que DOTT, Sam and Max et LoomCD sont tous terminables et qu'il n'y a pas de bogues \"majeurs\" dans le code actuel. Par contre, plusieurs bugs sérieux avec MI2 et Indy4 ont été trouvés, donc la sortie de la 0.2.0 pourrait prendre un peu plus de temps que prévu.  \n  \nPour les codeurs, n'hésitez pas à parcourir la liste des bogues et à essayer d'y apporter des corrections. En ce moment, il n'y a qu'une seule personne qui travaille régulièrement sur ScummVM, donc les progrès sont lents.",
        "title": "Des nouvelles de la sortie"
    },
    "20020406": {
        "content": "Après quelques travaux, la version CD parlante 256 couleurs de Loom est terminable ! Maintenant que c'est fait, nous commençons à nous préparer pour la sortie de la version 0.2.0. Pour nous aider, nous vous demandons à vous - nos joueurs - de récupérer les dernières compilations quotidiennes et les derniers snapshots CVS et de jouer à vos jeux préférés !  \nNous devons nous assurer que les jeux suivants sont terminables et qu'il n'y a pas de problèmes majeurs de jouabilité (par exemple, crashs, freezes, etc. - les problèmes mineurs tels que la synchronisation du son ne comptent pas) :\n\n*   Loom CD\n*   Monkey Island 1 (CD)\n*   Monkey Island 2\n*   Indy 4: Fate of atlantis\n*   Sam and Max\n*   Day of the Tentacle\n\nMerci beaucoup, et nous espérons que tout fonctionnera parfaitement pour que nous puissions enfin sortir une nouvelle version ! De plus, à la demande générale, la version 0.2.0 comprendra une nouvelle fonction de sauvegarde automatique qui vous permettra de ne jamais perdre des heures de labeur parce que vous avez oublié de sauvegarder et que vous avez soudainement découvert un bug !",
        "title": "Loom et 0.2.0"
    },
    "20210611": {
        "content": "De 1940 à 2099, _Nightlong : Union City Conspiracy_ est maintenant prêt pour les tests publics. Incarnez le détective privé Joshua Reev dans cette aventure aux accents cyberpunk réalisée en 1998 par Trecision, avec des environnements pré-calculés et un rendu logiciel en 3D. Dévoilez la conspiration, et tous les bugs !\n\nUn grand merci aux développeurs originaux pour nous avoir fourni le code source, et à SupSuper, Strangerke, bluegr et madmoose pour l'avoir porté sur ScummVM.\n\nToutes les versions Windows du jeu sont supportées, ainsi que les sauvegardes originales, consultez le [wiki](https://wiki.scummvm.org/index.php?title=Nightlong:_Union_City_Conspiracy) pour connaitre les fichiers de données nécesssaires. Si vous ne possédez pas le jeu, des [démos](/demos/) sont disponibles. Pour effectuer les tests, vous aurez besoin de la [dernière compilation quotidienne](/fr/downloads/#daily) de ScummVM. Comme toujours, nous vous invitons à soumettre les rapports de bogue à notre [gestionnaire de problèmes](https://bugs.scummvm.org/).",
        "title": "Une autre aventure SF rejoint ScummVM"
    },
    "20021017": {
        "content": "Un message a récemment été posté sur la liste de développement scummvm, détaillant l'état actuel de ScummVM, y compris des choses telles que des détails sur la direction que nous prenons pour notre prochaine version, et une mise à jour de la situation juridique.  \n  \nVoici un lien vers le [mail \"State of the SCUMM\"](http://www.scummvm.org/status.php)",
        "title": "ScummVM : état des lieux"
    },
    "20021004": {
        "content": "Et maintenant, notre bulletin d'information semestriel !  \n  \nLa situation juridique est toujours en suspens, car nous attendons une réponse de LucasArts à notre dernier e-mail.  \n  \nEn ce qui concerne la progression, les personnes qui suivent la compilation quotidienne auront remarqué la nouvelle interface graphique du jeu que nous avons implémentée. Il s'agit toujours d'un travail en cours, alors attendez-vous à ce que des choses bizarres se produisent.  \nCertains de nos merveilleux développeurs travaillent actuellement à l'amélioration de la compatibilité avec The Dig et Full Throttle, car il semble que nous pourrions même obtenir un de ces jeux terminable d'ici à ce que la situation juridique soit résolue et que nous puissions sortir notre prochaine version.  \n  \nEn attendant, l'arbre CVS et les compilations quotidiennes sont en quelque sorte sous une forme expérimentale.  \n  \nSur d'autres sujets, nous recherchons des mercenaires pour kidnapper deux personnes afin de les torturer pour qu'elles révèlent les deux \"zones problématiques\" actuelles de ScummVM.  \n  \nNous avons besoin de la personne qui a principalement déployé iMUSE sur Sam and Max Hit The Road. Pratiquement tous les bogues restants avec le support de ScummVM pour ce jeu sont liés au système iMUSE, donc si quelqu'un peut \" récupérer \" une personne ou toute information sur ce sous-système, veuillez contacter [Ender](mailto:scummvm@enderboi.com) pour organiser la livraison discrète du... paquet.  \nDeuxièmement, nous avons besoin de [Vince Lee](http://www.mobygames.com/developer/sheet/view/developerId,1526/) pour l'interroger sur le moteur de scènes d'animation INSANE utilisé dans des jeux tels que Full Throttle. Notre manque d'informations sur ce système nous a laissé dans une impasse en ce qui concerne la progression dans ce jeu. Si vous pouvez récupérer cette personne, ou toute information concernant INSANE, vous serez bien récompensé. L'anonymat sera respecté, si le récupérateur le désire.  \nComme alternative, nous pouvons négocier un accord si quelqu'un souhaite faire une descente au siège de LucasArts et persuader ses occupants de se séparer du code source ou des informations concernant ces deux éléments. Nos propres tentatives d'infiltration de cette installation ont échoué, à cause d'une mystérieuse personne appelée \"Management\".  \n  \nSérieusement, si quelqu'un a des informations sur ces deux maux de tête pour nous, veuillez contacter [Ender](mailto:scummvm@enderboi.com). Si vous avez déjà travaillé pour LucasArts et que vous souhaitez nous aider de manière anonyme, nous le respecterons. Je n'aurais pas trop peur de donner de l'aide, car nos propres négociations ont révélé qu'ils sont tout à fait disposés à nous laisser exister, ils ne sont simplement pas disposés (\" pour le moment \") à partager toute information à jour ou le code source.  \n  \nMerci d'avoir joué, et rappelez-vous : \" ne jamais payer plus de 20 dollars pour un jeu vidéo \" !",
        "title": "Pas mort, Murray, juste maudit."
    },
    "20020915": {
        "title": "Hip hip hip, Murray !",
        "content": "A 16:57 (GMT), le 17 septembre... Moi - ScummVM - j'aurai officiellement un an !  \nMalheureusement, personne ne m'a dit quand était mon anniversaire, ils m'ont dit que j'étais orphelin ! Mais je vais quand même essayer d'organiser une fête. Donc tout le monde est invité à participer à mon canal IRC, #scummvm, sur irc.freenode.net !  \n  \nSi vous êtes quelqu'un de célèbre, ou si vous m'appréciez, ou quoi que ce soit d'autre, et que vous voulez passer et dire \"Salut !\" à moi et à mes [parents](http://www.scummvm.org/contact.php)... passez nous voir ! Si vous voulez simplement m'envoyer une carte d'anniversaire ou me confirmer votre présence à la fête, allez sur la page Contact et envoyez un e-mail à Endy ou à quelqu'un d'autre. Ou postez un message dans mon nouveau [Forum Anniversaire](https://sourceforge.net/forum/forum.php?forum_id=210596). Nous devrions être là presque toute la journée.  \n  \nSi vous voulez rencontrer un développeur ScummVM dans la vraie vie, et souhaitez lui offrir (je n'ai pas de maman ! Wahh !) une bière ou quelque chose d'autre.... vous pouvez toujours poster un message dans le [Forum Anniversaire](https://sourceforge.net/forum/forum.php?forum_id=210596) et voir s'il y a quelqu'un d'autre dans votre région. Je suis sûr qu'ils apprécieront !  \n  \nOh, et j'ai perdu un petit pull en polaire avec trois roses bleues dessus. Si vous le voyez, veuillez le remettre à CVS pour moi !"
    },
    "20020829": {
        "title": "Ne jamais payer plus de 20$ pour un jeu vidéo...",
        "content": "Mesdames, messieurs, singes à trois têtes et extraterrestres mindbenders... prêtez-moi vos oreilles.  \n  \nTout d'abord, une mise à jour sur nos négociations légales avec LucasArts. Nous sommes, nous l'espérons, très proches de la finalisation de notre arrangement, et nous espérons faire une annonce à ce sujet dans le courant de la semaine prochaine. Bien sûr, nous avions espéré faire une annonce il y a un bon mois. Malheureusement, LucasArts est très occupé et il a fallu du temps pour parler aux personnes concernées.  \n  \nDans un autre registre, j'aimerais aborder un sujet qui revient au moins une fois par semaine. Non, ScummVM n'est pas actuellement en mesure de commencer à supporter d'AUTRES jeux non-SCUMM. A part l'inclusion du support de Simon, l'équipe actuelle a beaucoup trop à faire pour essayer de compléter le support des aventures classiques de LucasArts. Bien que nous puissions ajouter le support d'autres jeux à l'avenir, nous ne le prévoyons pas actuellement... et toute demande en ce sens sera immédiatement ignorée.  \n  \nÀ moins qu'elle ne soit accompagnée d'un don d'argent supérieur à 2 000 $.  \n  \nEn attendant, si vous avez besoin d'aide pour d'autres jeux sur des systèmes d'exploitation modernes, nous vous suggérons de vous adresser au merveilleux site [VOGONS](http://vogons.zetafleet.com/) (Very Old Games on New Systems).  \n  \nBref, c'est tout pour le moment. Les dons ont été plutôt inexistants ces derniers temps, alors si vous ne l'avez pas encore fait, pensez à utiliser le bouton PayPal dans le menu de gauche... et envoyez-nous de l'argent. Actuellement, nous utilisons les dons pour les frais juridiques et l'achat de logiciels (comme une copie ou trois de [IDA Pro](http://www.datarescue.com/), et les jeux que certains de nos développeurs n'ont peut-être pas encore."
    },
    "20021105": {
        "content": "Eh bien, il semble que nous ayons perdu le contact avec LucasArts, étant donné que nous n'avons pas eu de nouvelles d'eux depuis plusieurs semaines maintenant. Donc, en supposant qu'ils ne nous envoient pas soudainement un e-mail pour mettre leur veto, nous nous préparons pour une version 0.3.0.  \n  \nTout d'abord, ScummVM 0.3.0 inclura le support pour :  \n\n*   Zak McKracken (version FmTowns 256 couleurs)\n*   Monkey Island (VGA disquettes et CD amélioré)\n*   Monkey Island II\n*   Loom (version CD parlante)\n*   Indiana Jones and the Fate of Atlantis\n*   Day of the Tentacle\n*   Sam and Max Hit the Road\n*   The Dig\n*   Simon The Sorcerer 1\n\n  \nLa prochaine version majeure, 0.4.0, inclura le support pour :  \n\n*   Simon The Sorcerer 2\n*   Full Throttle\n*   Indiana Jones and Last Crusade (version 256 couleurs)\n\n  \n  \nAlors, que pouvez-vous faire pour nous aider ? Eh bien, nous cherchons actuellement des gens pour tester tous les jeux pris en charge et de nous faire savoir s'il y a des bogues majeurs qui les rendent inachevables. Pour plus de détails sur la façon de procéder, veuillez consulter [les notes de version de ScummVM 0.3.0](http://www.scummvm.org/documentation.php?view=release).",
        "title": "C'est un travail eSCUMMvantable, mais il faut que quelqu'un..."
    },
    "20021214": {
        "content": "J'ai oublié de le mentionner lorsque nous avons publié la 0.3.0b, mais ScummVM a récemment été repéré dans un magazine britannique : *PC Zone* a mentionné ScummVM dans un article sur l'iPAQ 3870. Un [scan de la page](/data/news/pczone.jpg) est disponible. De plus, le magazine allemand d'informatique [c't](http://www.heise.de/ct/) a publié un article sur les jeux pour PDA qui mentionne également Pocket Scumm (désolé, aucune image disponible pour le moment).  \n  \nUn singe dans votre poche ? Sans aucun doute.  \n  \nSi quelqu'un d'autre remarque ScummVM dans les médias, nous apprécierions que vous nous écriviez à [press\\_stuff@scummvmNOSPAM.org](mailto:press_stuff@scummvmNOSPAM.org). Enlevez le NOSPAM de l'adresse, évidemment. Si possible, envoyez-nous également un scan de la page.  \n  \nSi vous **travaillez** pour un magazine qui souhaite mentionner ScummVM, peut-être dans un article sur le rétro-gaming (\\*clin-d'oeil clin-d'oeil\\*), alors n'hésitez pas à nous envoyer un message. Nous pourrons probablement organiser une interview, des captures d'écran, de l'aide... et/ou de grandes quantités de bananes comme pot-de-vin.",
        "title": "Tempête médiatique"
    },
    "20021207": {
        "content": "**Non!**, c'est ScummVM 0.3.0b, notre première version officielle depuis que LucasArts a décidé de s'en prendre à nous !  \n  \n\n*Petite mise à jour, nous avons également ajouté quelques liens sur notre page de liens que vous pourriez vouloir consulter. Surtout VOGONS, arrêtez de nous demander si nous allons faire des choses comme ajouter le support de Beneath a Steel Sky :)*.\n\n  \n  \nC'est vrai, depuis les nombreux mois que LucasArts nous a envoyé une notification DMCA (et a sagement décidé, après l'effet slashdot et les réactions de nos utilisateurs, de négocier un accord :), nous avons attendu un accord avec LucasArts avant de sortir cette nouvelle version tant attendue. L'attente est terminée. Non, nous n'avons pas trouvé d'accord, nous en avons juste eu assez d'attendre pour sortir ce joyau.  \n  \nIl y a eu des centaines, voire des milliers, de corrections de bogues depuis notre dernière version 0.2.0... sans parler de la prise en charge d'au moins trois nouveaux jeux (la version VGA d'Indiana Jones and the Last Crusade, ainsi que la prise en charge de The Dig et de Simon the Sorcerer 2)... et de nouvelles fonctionnalités telles qu'une interface utilisateur largement améliorée et un lanceur intégré pour vous permettre d'ajouter, de configurer et de lancer encore plus facilement vos jeux LucasArts (et AdventureSoft) classiques. La prise en charge expérimentale de Full Throttle est disponible, ainsi que de nombreuses corrections de bogues pour les jeux introduits dans notre dernière version... tels que la version FmTowns 256 couleurs de Zak McKracken, et la version disquette VGA de Monkey Island.  \n  \nPour un bref résumé des changements, consultez les [Notes de version](https://downloads.scummvm.org/frs/scummvm/0.3.0b/ReleaseNotes), ou encore mieux... lancez-vous et [téléchargez la chose](/downloads/).  \n  \nNous espérons pouvoir vous proposer de nouvelles versions plus souvent à partir de maintenant, au moins une fois par mois. Appréciez cette version autant que nous avons été frustrés de la réaliser, et n'oubliez pas que si vous donnez tout votre argent à LucreArts, peut-être qu'ils nous laisseront vivre au lieu de nous abandonner sur... sur.... Monkey Island ! ( Beurk, des bananes... je déteste les bananes).  \n  \nPour ceux qui sont intéressés par les nouvelles ennuyeuses, voici à la fois un résumé et une mise à jour de notre situation juridique, pour les utilisateurs qui découvrent ScummVM tout juste.\n\n* * *\n\n*Nous sommes dans une impasse avec LucasArts depuis un certain temps maintenant. LucasArts n'aime tout simplement pas notre licence actuelle, la GPL (General Public License). Bien que nous ne pensions pas que cela soit nécessaire, nous avons accepté de changer la licence pour quelque chose de plus \"convivial\" pour LucasArts. Cependant, LucasArts souhaite que nous incluions des conditions de distribution qui vont à l'encontre de la section 1 des [Debian Free Software Guidelines (DFSG)](http://www.debian.org/social_contract#guidelines) et de la [définition de l'Open Source (OSD)](http://www.opensource.org/docs/definition.html). Nous ne pouvons pas accepter cela, ni la condition qu'ils souhaitent exiger (pas de distribution commerciale)... parce que cela entre en conflit avec les DFSG et l'OSD, que nous exigeons, et c'est quelque chose que nous ne pouvons pas légalement être sûrs de faire respecter - plusieurs distributions Linux et BSD incluent déjà des paquets ScummVM, et nous ne pouvons pas être certains qu'ils remarqueront un changement de licence. Oh, et nous VOULONS que les distributions puissent inclure notre logiciel :)  \n  \nJusqu'à présent, LucasArts n'a pas été en mesure de nous adresser de plaintes fermes concernant ScummVM, à part quelques vagues affirmations selon lesquelles s'ils ne nous imposaient pas ces conditions, ils seraient contraints de renoncer à leurs droits sur leur propre propriété intellectuelle. Nous ne croyons pas à cela, il n'y a certainement pas eu de cas documenté de la GPL menant à un tel défi dans le passé, et des propriétés bien plus importantes ont été licenciées sous la GPL dans le passé, comme les titres Quake d'[id software](http://www.idsoftware.com/). LucasArts ne publie aucun de ses codes sous GPL, et nous ne pensons vraiment pas qu'ils devraient nous demander de modifier notre licence - tout ce que nous voulons, c'est qu'ils nous laissent tranquilles pour créer notre émulateur. Qu'ils nous sanctionnent, si cela leur permet de se sentir plus en sécurité sur le plan juridique. Mais s'ils exigent de nous une démarche aussi importante que le changement de licence, ils doivent au moins capituler sur le point de la conformité OSD/DFSG.  \n  \nL'équipe de ScummVM tient à remercier les gens de LucasArts qui nous soutiennent et tentent de nous aider à trouver un arrangement. Mais, les gars, nous sommes vos fans. Tout ce que nous faisons, c'est mettre à jour le moteur pour les jeux, sous la forme d'un émulateur... parce que vous ne l'avez pas fait - bien que nous vous l'ayons demandé pendant des années. Nous avons même fait plus d'argent pour vous, car un certain nombre d'entre nous sont allés ACHETER vos packs classiques, juste pour y jouer avec ScummVM*.  \n  \n\n**Ces derniers paragraphes vous ont été présentés par le département \"S'il vous plaît, ne nous faites pas de procès pour avoir fait une nouvelle version\".**",
        "title": "Est-ce possible ? C'est un avion ? C'est un oiseau... ?"
    },
    "20021108": {
        "content": "Salutations chers aventuriers !  \n  \nSourceForge, notre hébergeur, déménage son matériel informatique les 14 et 17 novembre. Pendant cette période, il y aura un certain nombre de perturbations :  \n\n*   Le 14 : Les téléchargements de ScummVM et les listes de diffusion seront indisponibles entre environ 16:00 heure du Pacifique (GMT-8), et 19:00.\n*   Le 17 : Le site principal de ScummVM, et l'arbre CVS, seront indisponibles à partir de 10:00 heure du Pacifique. Cela peut durer jusqu'à 12 heures, mais espérons-le moins !\n\n  \n  \nMerci, et n'hésitez pas à refaire vos achats chez Snuckeys !",
        "title": "Avis d'indisponibilité"
    },
    "20030525": {
        "content": "ScummVM 0.4.1, une version intermédiaire axée sur la stabilité, est maintenant disponible en téléchargement. Les changements depuis la 0.4.0 incluent :\n\n*   Plusieurs crashes/bugs ont été corrigés pour Curse of Monkey Island.\n*   Plusieurs bugs liés à iMUSE et à la musique ont été corrigés.\n*   AdvMame3X est nouveau, donnant une mise à l'échelle 3x et un jeu lissé AdvMame.\n*   Correction des portes de l'aéroport de Zak McKracken.\n*   Correction d'un crash dans le backend SDL\n\nLe code source, ainsi que les binaires pour Linux, Windows, Mac OS X, Solaris et PalmOS sont déjà disponibles sur notre [page de téléchargement](/downloads/). Comme toujours, d'autres binaires (pour PocketPC, MorphOS, Dreamcast et autres) suivront prochainement.",
        "title": "Debout, fils de Cygna ! Voilà l'aurore de ScummVM 0.4.1"
    },
    "20030512": {
        "title": "UN JOURNALISTE SOURNOIS ANNONCE SCUMMVM 0.4.0",
        "content": "Cinq mois après notre dernière version, 0.3.0b, et plus de 2500 commits/ajouts CVS plus tard, l'équipe ScummVM est fière de vous présenter ScummVM 0.4.0.\n\nCe qui suit est un aperçu de ce qui est nouveau dans la 0.4.0 :\n\n*   Support de Curse of Monkey Island (comi) (expérimental)\n*   Ajout du support des versions EGA de Loom, Monkey Island et Indy3\n*   Amélioration de la prise en charge de la musique dans Indy3 et les versions disquettes de Monkey Island.\n*   Beaucoup d'améliorations et de corrections pour Simon The Sorcerer 1 & 2\n*   Code pour Beneath a Steel Sky très pré-alpha. Ne vous attendez pas à ce qu'il fasse quoi que ce soit (en fait, il est désactivé dans la version 0.4.0, mais vous pouvez l'obtenir en compilant ScummVM vous-même).\n*   Encore plus de support pré-alpha pour les versions améliorées des jeux SCUMM V2 (Maniac Mansion et Zak).\n*   Support préliminaire pour les premiers titres de Humongous Entertainment (très expérimental).\n*   Nouvelle console de débogage et plusieurs améliorations du GUI/Lanceur.\n*   Nouveau code Save/Load (plus facile à étendre tout en conservant la compatibilité)\n*   Le portage Dreamcast fonctionne maintenant avec les nouveaux jeux ajoutés pour la 0.3.0b.\n*   Nouveau portage officiel pour PalmOS\n*   Diverses corrections mineures et pas si mineures pour les jeux SCUMM\n*   Fuite mémoire importante corrigée pour The Dig/COMI\n*   Optimisation du code SMUSH, ajout de frame dropping pour les machines plus lentes.\n*   Nettoyage du code\n\nLe code source, ainsi que les binaires pour Linux, Windows, Mac OS X, PocketPC, Solaris et PalmOS sont déjà disponibles sur notre [page de téléchargement](/downloads/). D'autres binaires pour MorphOS, Dreamcast et autres, suivront prochainement.\n\n*Nous espérons que vous apprécierez le meilleur ScummVM jamais réalisé !*"
    },
    "20030424": {
        "title": "Affaires courantes.",
        "content": "Nous avons reçu un certain nombre de courriels ces derniers temps demandant si un quelconque travail est en cours sur ScummVM. Nous voudrions rassurer les personnes qui ne suivent pas CVS que oui, beaucoup de travail est en cours.\n\nNous nous préparons actuellement à la sortie de la version 0.4.0, qui devrait avoir lieu d'ici quelques semaines. J'aimerais demander aux personnes qui ont envie de vivre dangereusement d'essayer CVS et les compilations quotidiennes, et de nous faire part de tout problème dont nous devrions avoir connaissance. Dans la section 'Documentation' à gauche, vous trouverez une 'Liste de contrôle ScummVM 0.4.0'. Les jeux qui ont été testés sans aucun problème y sont marqués - merci de tester les jeux qui ne sont pas marqués testés et de nous faire part de vos résultats sur le Forum **(Update : That's the General forum)**. N'oubliez pas d'inclure la date à laquelle vous avez téléchargé la version avec laquelle vous avez terminé le jeu.\n\nPour le moment, nous nous concentrons sur les anciens jeux EGA (Maniac Mansion, Zak McKracken, LoomEGA, Indy3EGA), bien que le support de Beneath a Steel Sky progresse à un rythme lent mais régulier. Quelqu'un a récemment fait don d'un modchip Playstation 2 à l'équipe, alors attendez-vous à un portage PS2 natif dès qu'Ender l'aura installé (ScummVM fonctionne déjà très bien sous Playstation2 Linux).\n\nUn rappel pour ceux qui sont intéressés par nos dernières avancées, vous pouvez toujours vous inscrire à la liste de diffusion cvs-logs. Cliquez sur le lien 'Project Home' sur la gauche, et allez à la page 'Lists'. Cette liste recevra un e-mail à chaque fois qu'un nouveau changement sera apporté au code source, aussi soyez prévenus qu'elle peut être assez technique et très active. Comme alternative, vous pouvez simplement jouer avec les checkout CVS ou les compilations quotidiennes et découvrir toutes les nouveautés par vous-même :)"
    },
    "20030318": {
        "content": "Vendredi dernier, le 14 mars, notre ami et développeur ScummVM, Felix Jakschitsch (connu par beaucoup sous son surnom *yot*), s'est suicidé à l'âge de 19 ans.\n\nNous sommes complètement bouleversés par cette nouvelle, et nous ne savons pas ou ne comprenons pas ce qui l'a poussé à faire cela. C'est un monde triste dans lequel un homme joyeux, intelligent et serviable est mis dans une situation dont il ne voit pas d'autre issue que de s'enlever la vie. Nous sommes tristes de perdre notre cher ami. Il a contribué à un travail important pour ScummVM, y compris une grande partie du support de Zak256. Nous sommes tous profondément touchés par sa perte et nous présentons nos condoléances à sa famille et à ses amis proches, dont nous partageons la peine.\n\nSi vous souhaitez laisser un message à ses amis et à sa famille, un [livre d'or] est disponible (http://www.cbg2003.de/). Voici également un article de presse donnant plus de détails (utilisez babelfish si vous ne parlez pas allemand).\n\nFelix, tu nous manques et nous ne t'oublierons jamais.",
        "title": "RIP yot, 1983 - 2003"
    },
    "20030308": {
        "content": "Le travail a été calme ces derniers temps, mais récemment, avec l'ajout du Projet Super Extra Secret Numéro Six, le développement a commencé à reprendre avec beaucoup de nettoyage de code et quelques corrections de bogues assez importantes. Attendez-vous à une nouvelle version prochainement.  \n  \nPar ailleurs, il y a eu un regain d'intérêt pour un portage sur Playstation 2. Je (Ender) suis tout à fait prêt à en faire un si les gens font un don d'au moins 75 $ US (voir le petit bouton sous le menu) pour acheter un modchip. Cela ne devrait pas prendre longtemps, et l'un d'entre vous - fidèles utilisateurs - s'est déjà porté volontaire pour l'installer à ma place si je parviens à en obtenir un. Si nous trouvons qu'il y a suffisamment d'intérêt (ce qui dépendra évidemment du niveau du don :), nous commencerons un portage officiel dès que possible.",
        "title": "Portage Playstation 2"
    },
    "20030128": {
        "content": "Sur le Linux Game Tome (http://happypenguin.org), ScummVM a été élu [meilleur émulateur](http://happypenguin.org/forums/viewtopic.php?t=549). Merci à tous ceux qui ont voté pour nous.  \n  \nParmi les autres nouvelles, le support de Curse of Monkey Island commence à se stabiliser. Bien qu'il y ait encore un certain nombre de petits problèmes graphiques, nous n'avons plus que deux bugs critiques connus pour le gameplay et un certain nombre d'autres \"inconvénients\" et de cas de comportement incorrect. Nous espérons être en mesure d'annoncer que Curse of Monkey Island est terminable très bientôt.  \n  \nDe nombreuses personnes nous ont demandé ce que nous allions faire à partir de maintenant. Voici un bref guide (très susceptible de changer !) de nos prochains objectifs :\n\n* Février 2003 : Curse of Monkey Island terminable\n* Février et mars 2003 : Tests de régression/réparation des bugs pour les autres jeux supportés.\n* Février et mars 2003 : Achèvement de la fonctionnalité du Launcher (boîtes de dialogues options par onglets, etc)\n* Début mars 2003 : gel du CVS, tests de régression, sortie de la version 0.4.0.\n* A partir de mars : Support des jeux V1/V2 (Maniac Mansion, Zak non-FmTowns, EGA Loom, etc.).\n\n  \n  \nComme d'habitude, il s'agit d'une ligne directrice approximative qui dépend à la fois des progrès et du temps libre de nos développeurs. Si vous voulez aider, et savez comment utiliser CVS et un compilateur... corrigez les bugs, ou faites des tests de régression ! Nous cherchons vraiment des personnes pour tester CVS avec des jeux autres que CoMI et rechercher des bugs critiques qui n'étaient pas présents dans la 0.3.0b, puis essayer différentes versions de CVS et localiser au moins le jour où le bug a commencé à se produire. Cela nous permet de déterminer plus facilement quels changements ont causé des problèmes, sans passer des semaines à deviner aveuglément.  \n  \nIl va sans dire que si vous trouvez un bug critique qui EST également présent dans la 0.3.0b, vérifiez s'il existe un rapport de bug. S'il n'y en a pas, merci d'en soumettre un !",
        "title": "Le peuple a parlé :)"
    },
    "20030114": {
        "title": "Tu as appris une précieuse leçon aujourd'hui, et c'est la meilleure récompense de toutes ! (Gnark gnark gnark !)",
        "content": "Si vous êtes un utilisateur de Linux, Happy Penguin organise une [série de sondages](http://happypenguin.org/forums/viewforum.php?f=17) pour déterminer les meilleurs jeux dans une tonne de catégories. Allez voter pour vos émulateurs préférés, pour le projet le plus prometteur selon vous, etc... Avec un peu de chance, certains de ces votes pourraient même être pour nous :)"
    },
    "20030106": {
        "content": "Salut à tous.  \n  \nJe (Ender) cherche à savoir si des utilisateurs de ScummVM seront présents à Linux.conf.au '03 ici à Perth... si vous y serez, postez un message dans le forum. S'il y a quelques personnes qui y vont, nous pourrions nous réunir pour manger une pizza ou autre chose après, ou peut-être organiser un BOF spontané de dernière minute sur les jeux classiques (si quelqu'un d'autre veut l'organiser, je suis une personne terrible pour ce genre de choses :)  \n  \nBlonk.",
        "title": "Des pingouins, partout des pingouins"
    },
    "20030104": {
        "content": "Tout d'abord, un petit mot pour dire que les problèmes avec le forum Clie Source ont été résolus, et que le portage Clie/Palm sera fusionné dans le CVS dès que chrilith aura mis à jour son portage pour qu'il fonctionne avec l'architecture OSystem de la 0.3.0.  \n  \nUne rapide mise à jour sur le support CMI (COMI/Monkey3). En l'espace de quelques semaines, des progrès remarquables ont été réalisés sur le support de ce jeu, mais le travail sera probablement ralenti au cours de la semaine prochaine, les différents développeurs étant occupés à autre chose. Actuellement, à l'exception de quelques bogues qui rendent la scène du canon plutôt difficile et instable, il est possible de jouer à la partie II du jeu.  \n  \nLes principaux problèmes qui subsistent actuellement sont un bogue dans l'allocation des flObjects (qui provoque un plantage dans certaines séquences de dialogue), des problèmes de terminaison de script (qui provoquent des plantages dans la scène du canon et dans plusieurs puzzles de la partie II) et les divers problèmes avec le premier puzzle du canon.  \n  \nComme d'habitude, n'oubliez pas que ce travail est encore expérimental et ne déposez pas de rapport de bogue à son sujet. Les correctifs, en revanche, sont les bienvenus ! :)",
        "title": "Hop là ho ! Une bouteille de..."
    },
    "20021230": {
        "content": "... à tout le monde sauf à Casa Addams, à de nombreux utilisateurs des forums Clie Source (qui ont manifestement un cerveau aussi gros que leur PDA) et à cet autre idiot qui met ScummVM avec des jeux LucasArts warez sur UseNet. Ceci est en quelque sorte un appel ouvert, bien que nous ne nous attendions pas vraiment à ce que les crétins qui ont fait quelque chose d'aussi stupide écoutent.  \n  \nDésolé pour ce message ouvert si dur les gars, mais vous ne vous rendez pas compte qu'en associant et en regroupant ScummVM **avec** des copies piratées (\"Abandonware\" ou autre) de jeux LucasArts, vous leur donnez en fait encore plus d'excuse pour intenter une action en justice contre nous (et apporter une possible ruine financière aux développeurs de ce programme :)... Je suis particulièrement déçu par chrilith qui a presque certainement garanti que, à moins que nous ne soyons très indulgents, il n'y aura jamais de portage Palm officiel de ScummVM intégré dans CVS.  \n  \nSi vous appréciez ce que nous faisons, et avons fait, alors n'en abusez pas. Sinon, vous portez atteinte à la réputation et à l'éventuel statut juridique de ScummVM et de ses développeurs. J'ai vu des commentaires TRÈS ridicules sur les forums Clie Source selon lesquels LucasArts ne vend plus ces jeux. À l'exception de certaines versions (notamment Zak256 et LoomCD), c'est stupide. La plupart des jeux LucasArts peuvent être commandés en packs de collection sur Amazon ou la boutique LucasArts (si vous vivez en Amérique.). De plus, j'ai vu un tas d'aventures classiques de LucasArts dans un magasin d'électronique lorsque je faisais mes achats de Noël.\n\n* * *\n\nPar ailleurs, le support de Curse of Monkey Island avance bien ! N'hésitez pas à essayer les dernières compilations quotidiennes si vous aimez vivre dangereusement (mais, bien sûr, n'envoyez pas de rapport de bogue au support CMI).",
        "title": "Et bonne année !"
    },
    "20021227": {
        "content": "Toute l'équipe de ScummVM espère que vous avez passé un bon Noël !  \n  \nTout d'abord, nous aimerions vous informer que LucasArts a sorti un pack, du moins au Royaume-Uni, comprenant des versions actualisées de Sam and Max et Full Throttle, conçues pour fonctionner sous Windows 95/98/ME/NT/2K/XP. Ce pack (intitulé, de manière imaginative, \"The Entertainment Pack\") contient également The Dig et Grim Fandango... ces versions n'ont pas été mises à jour et sont les versions Windows originales (oui, ces jeux étaient livrés avec des ports Windows natifs dans certains des premiers packs d'aventures LucasArts).  \n  \nLes moteurs mis à jour de Sam and Max et Full Throttle n'ont pas été portés en interne par LucasArts, probablement par manque de temps ET parce que la plupart des personnes qui travaillaient sur SPUTM/SCUMM sont de toute façon parties, mais par Aaron Giles - le porteur Mac original (et développeur MAME renommé :). Il n'y a aucune modification, à l'exception d'un wrapper DirectX autour du code graphique et d'un scaler graphique vraiment très mauvais.  \n  \nNotre avis ? On peut dire que nous sommes partiaux, mais à moins que vous n'ayez besoin d'une compatibilité parfaite, que vous vouliez jouer à Full Throttle maintenant, ou qu'il vous manque plus de deux de ces jeux - il sera probablement beaucoup moins cher d'acheter ces jeux d'occasion ou individuellement. Les binaires mis à jour inclus sont inférieurs à ceux de ScummVM en termes de fonctionnalités, car vous ne bénéficiez pas de nos fonctionnalités améliorées, telles que la prise en charge de plates-formes autres que Windows (telles que Macintosh, Unix et PocketPC), nos scalers graphiques, etc. Bien sûr, si vous achetez le pack, les fichiers de données des jeux sont inchangés et sont de toute façon compatibles avec ScummVM. Il *est* agréable de voir LucasArts sortir quelque chose comme ça, et faire quelque chose de positif pour essayer de faire revivre ses jeux classiques - ou au moins faire du marketing pour la suite :)  \n  \nEn conclusion, achetez-le si vous le voulez ou si vous êtes un collectionneur, mais il ne vaut pas la peine de l'acheter simplement pour sa compatibilité avec Windows. Cependant, si vous l'achetez, vous encouragez LucasArts à mettre à jour d'autres classiques à l'avenir - même si, espérons-le, ScummVM rendra ce besoin obsolète sous peu. Nous suggérons à LucasArts de consacrer ses coûts de développement à la réédition de ses classiques perdus et RARE, comme la version FmTowns 256 couleurs de Zak Mckracken. Pour ceux que cela intéresse, les versions mises à jour ont été compilées le 2 octobre pour Full Throttle, et le 24 octobre pour Sam and Max.  \n  \nEn ce qui concerne le développement, plusieurs développeurs de ScummVM ont été vraiment ennuyeux et ont *codé* ce Noël, en fournissant en quelques jours seulement les bases du support de Curse of Monkey Island. Je suis sûr que nos utilisateurs Macintosh seront heureux d'apprendre qu'ils pourront enfin jouer à ce jeu dans un mois peut-être. Le support se trouve dans les derniers CVS et compilations quotidiennes, mais **ne déposez pas de rapport de bogue** car nous savons que cela ne fonctionne pas vraiment ou ne fait rien pour le moment. Le support complet sera disponible \"When It's Done\"... ou le jour suivant la sortie de Duke Nukem Forever. Le premier des deux.  \n  \nHo Ho Ho !",
        "title": "Joyeux Murray-l"
    },
    "20031225": {
        "content": "Tout le monde ici à ScummVM Central, enfin, tout le monde encore conscient, espère que tout le monde passe (ou a passé) un bon Noël !\n\nComme une vague tentative de concrétiser notre bonne résolution pour la nouvelle année (de poster des nouvelles plus fréquemment) un peu en avance, voici un billet sans intérêt. Tout d'abord, une demande. Si quelqu'un remarque un article dans les médias à propos de ScummVM (ou qui ferait partie des médias), merci d'envoyer un e-mail à press \\[at\\] scummvm.org afin que nous puissions l'ajouter à notre page presse.\n\nLe calendrier de sortie de la version 0.6.0 a été un peu repoussé en raison de divers problèmes (comme le réencodage des cutscenes de Broken Sword) et du développement intensif de certaines fonctionnalités (comme le sous-système INSANE de Full Throttles).\n\nDans un effort pour réduire la durée de notre phase de test préalable à la sortie de la version, je demanderais à tous ceux qui utilisent un CSV ou une compilation quotidienne de rapporter tous les bugs qu'ils trouvent dans leur utilisation habituelle. Ceci inclut (malgré ce que nous disons habituellement) nos \"nouveaux\" jeux : Full Throttle, Flight of the Amazon Queen, Les Chevaliers de Baphomet, Les Boucliers de Quetzalcoatl (Broken Sword 1 et 2).\n\nComme nous faisons appel à des testeurs avant de \"geler\" le développement d'une nouvelle version, assurez-vous de réaliser les tests avec la dernière version CVS disponible avant de nous signaler tout bogue.",
        "title": "C'est le deuxième plus gros nez de renne..."
    },
    "20031212": {
        "content": "Bien que nous sachions que la fin de l'année approche, nous avons la tristesse d'annoncer que le projet ScummVM s'arrête pour des raisons personnelles de la part de la plupart des développeurs. Les visiteurs de notre forum, tels que timofonic, s'en doutaient depuis un certain temps et malheureusement, einheitlix m'a demandé de dire la vérité.\n\nC'était une belle aventure, et nous avions des choses vraiment merveilleuses en réserve pour vous, comme un nouveau jeu que nous prévoyions de mettre en freeware pour notre prochaine version, et l'annonce que l'achèvement du support de Full Throttle, tant demandé, était en cours - bien que ce soit probablement dans la 0.7.0 et non dans la 0.6.0... mais c'est sans importance maintenant.\n\nJ'avais prévu de retenir cette nouvelle jusqu'à la fin des festivités, mais comme il s'agit juste d'un canular pour voir combien de personnes lisent réellement notre page de nouvelles et y prêtent attention, j'ai décidé de l'annoncer maintenant.\n\n***En résumé, au cas où les gens auraient survolé le dernier paragraphe : nous ne sommes PAS vraiment morts. Nous sommes bien vivants, et nous vous apporterons des tas de trucs sympas au début de l'année prochaine !***\n\n(lien pas si caché... jetez un coup d'oeil à ce qui est prévu pour la [prochaine version !](https://github.com/scummvm/scummvm/raw/84247d9797ecee43205a5f64c1d5f555e8c69f3d/NEWS))",
        "title": "ScummVM est mort, merci de lire cet article."
    },
    "20030909": {
        "content": "Bienvenue dans ce nouveau rappel quasi-régulier que votre projet préféré est loin d'être mort. Alors, que se passe-t-il dans le monde de ScummVM ?\n\nScummVM 0.6.0, bien que sa sortie ne soit pas prévue avant quelques mois au moins, va vous faire tomber à la renverse. Ou du moins, vous faire rougir votre postérieur. Parmi les habituels changements structurels massifs, les corrections de bugs à profusion, et peut-être même une nouvelle plate-forme ou deux... nous avons récemment (presque) terminé le support des versions originales V1 de Maniac Mansion et Zak McKracken. Cela laisse le toujours difficile Full Throttle comme le seul jeu LucasArts qui n'est pas pris en charge dans sa version grand public.\n\nDe plus, grâce à l'aide gracieuse de Revolution, la prochaine version de ScummVM inclura le support d'un autre de leurs merveilleux jeux innovants - Les Chevaliers de Baphomet : Les Boucliers de Quetzalcoatl (Broken Sword 2) !\n\nCes deux jeux sont déjà présents, sous une forme ou une autre, dans notre CVS de développement et nos compilations quotidiennes - cependant, n'oubliez pas qu'ils sont expérimentaux et font encore l'objet d'un travail important. Veuillez NE PAS signaler de bogues ni harceler qui que ce soit à leur sujet. Et peut-être, juste peut-être, nous pourrions avoir d'autres surprises en magasin avant que la prochaine version majeure arrive sur un miroir SourceForge près de chez vous !",
        "title": "Je me sens sâle"
    },
    "20030808": {
        "content": "ScummVM version 0.5.1 est sorti aujourd'hui, corrigeant plusieurs problèmes découverts depuis ScummVM 0.5.0.\n\nCette version comprend les changements suivants :\n\n*   Le code de sauvegarde de Beneath a Steel Sky a été entièrement réécrit, éliminant plusieurs situations où ScummVM 0.5.0 produisait des parties sauvegardées \"gelées\" inutilisables.\n*   Plusieurs autres bogues de Beneath a Steel Sky ont été corrigés.\n*   Certains problèmes graphiques des acteurs de Curse of Monkey Island ont été corrigés.\n*   Certains problèmes lors de l'exécution de ScummVM en plein écran sous MacOS X ont été résolus.\n*   Le portage MorphOS a subi plusieurs corrections de bogues critiques.\n*   Le portage Dreamcast prend désormais en charge Simon the Sorcerer 1 et 2.\n\nNous recommandons à tous les utilisateurs de passer à cette version. Veuillez noter que si les sauvegardes BASS de la version 0.5.0 sont compatibles avec cette version, nous vous recommandons de redémarrer votre jeu en utilisant le système de sauvegarde de la version 0.5.1 si vous continuez à rencontrer des problèmes.",
        "title": "Sortie de ScummVM 0.5.1"
    },
    "20030803": {
        "content": "Bien que ScummVM 0.5.0 soit notre version la plus testée à ce jour, quelques problèmes sont passés entre les mailles du filet. Parmi d'autres problèmes mineurs, il a été porté à notre connaissance que Beneath a Steel Sky pouvait occasionnellement produire des sauvegardes inutilisables. Bien qu'il s'agisse d'un problème de timing, et très rare sur la plupart des systèmes, un petit groupe de personnes peut découvrir que cela se produit assez souvent.\n\nUne version 0.5.1 de ScummVM est prévue dans un futur proche pour corriger ce problème, ainsi que plusieurs autres problèmes mineurs qui ont été portés à notre attention. Aussi, le manuel de Beneath a Steel Sky et peut-être un scan de la bande dessinée incluse seront disponibles en téléchargement plus tard dans la semaine.\n\nMerci à tous pour votre soutien et votre aide pour rendre notre projet encore meilleur !",
        "title": "Rien n'est jamais parfait"
    },
    "20030802": {
        "content": "La version 0.5.0 de ScummVM, interpréteur de jeux d'aventure classiques, vient de sortir. C'est notre version la plus testée à ce jour, merci à tous ceux qui ont répondu à notre appel à tests. Merci !\n\nQuelles sont les nouveautés ? Eh bien, en plus des habituelles corrections de bogues, les améliorations sont :\n\n*   Une refonte complète du sous-système musical, la musique est maintenant supportée par plus de jeux.\n*   Prise en charge des versions améliorées (V2) de Maniac Mansion et de Zak McKracken.\n*   Support de Beneath a Steel Sky, rendu possible grâce à Revolution Software qui nous a fourni le code source original de l'exécutable !\n*   Correction du rapport d'aspect ajoutée, à la demande générale.\n\nUn lien vers les notes de mise à jour et une liste plus détaillée des changements se trouvent sur la page [downloads](/downloads/), avec les téléchargements... et notre surprise spéciale (le secret le moins bien gardé :) !\n\nEn tant que bonus SPECIAL supplémentaire, les gens vraiment vraiment merveilleux de [Revolution Software Ltd.](http://www.revgames.com) ont décidé de nous permettre de faire de Beneath a Steel Sky un freeware ! Vous pouvez télécharger soit la version CD (70M, incluant le discours) soit la version plus petite sur disquette (8M), accompagnée de ScummVM 0.5.0, depuis la page [downloads](/downloads/).\n\nBonne lecture ! Oh, et il y a ce petit bouton de don en bas à gauche. Nous devons acheter à notre porteur sur Dreamcast une copie de Simon the Sorcerer :)",
        "title": "ScummVM 0.5.0, Beneath a Steel Sky, et une TOUCHE verr maj CASSEE"
    },
    "20030711": {
        "content": "ScummVM vient d'entrer en phase de gel CVS et de test, afin de préparer une éventuelle version stable 0.5.0 (si possible à la fin du mois de juillet). Mais nous avons besoin de *VOTRE* aide !\n\nCliquez sur la petite option \"Documentation\" et consultez la [liste de contrôle de la version 0.5.0](http://www.scummvm.org/documentation.php?view=release). S'il y a un jeu qui est listé comme devant être testé, et que vous avez envie d'y jouer avec la dernière version de développement de ScummVM, allez-y et faites-nous part du résultat. De plus amples informations sont disponibles sur la page de la checklist.\n\nEn plus de nombreuses corrections à venir dans la prochaine version 0.5.0, notamment dans le domaine musical, trois nouveaux jeux seront pris en charge :\n\n*   Maniac Mansion version améliorée\n*   Zak McKracken version améliorée\n*   **Beneath a Steel Sky**, grâce au soutien de Revolution.\n\nPar ailleurs, le CVS anonyme est (et a été pendant un certain temps) en retard sur l'arbre de développement officiel. Si vous souhaitez obtenir le CVS le plus récent (pour des tests, par exemple), veuillez utiliser \"Source Snapshot\" sur la page de téléchargement du CVS anonyme. Et bien sûr,  \n**Soyez vigilant**",
        "title": "ScummVM 0.5.0-Pre"
    },
    "20040130": {
        "content": "Juste un petit message pour vous informer que ScummVM 0.6.0 est toujours en cours de développement. Malheureusement, les récents temps d'arrêt et autres problèmes avec SourceForge.net ont retardé le branchement et les tests finaux de cette version, mais nous espérons toujours la sortir dès que possible !  \n  \nDans un autre registre, suite à la vague actuelle de problèmes informatiques, toutes les adresses e-mail de scummvm.org sont actuellement indisponibles. Nous espérons réparer cela dans les prochains jours, et aucun message ne devrait être perdu. Si toutefois vous voulez discuter de quelque chose d'important avec nous, nous vous suggérons vraiment de nous parler en temps réel sur notre canal IRC (#scummvm, sur irc.freenode.net).",
        "title": "Ajouter de l'eau"
    },
    "20040118": {
        "content": "Certaines personnes semblent penser que l'article d'hier laisse entendre que Broken Sword 1 et 2 seront publiés en tant que freeware. Nous tenons à préciser que ce n'est pas le cas actuellement. Nous publierons des packs de scènes vidéos à utiliser avec les données du jeu ORIGINAL dans ScummVM et, nous l'espérons, un jeu gratuit complètement différent et qui n'est pas issu de Revolution.",
        "title": "Précisions sur les téléchargements."
    },
    "20040117": {
        "content": "Alors, que s'est-il passé dans le monde de ScummVM ces derniers temps ?  \nActuellement, nous sommes en train de nous préparer pour la sortie de notre version 0.6.0 - cette version marquera une étape majeure dans l'histoire de ScummVM. A partir de ScummVM 0.6.0, ScummVM devrait enfin supporter toutes les aventures SCUMM de LucasArts (au moins les versions PC) !  \n  \nCependant, nous avons besoin d'aide. Dans le cadre de notre prochaine version, nous allons également ajouter le support des jeux Revolution Broken Sword 1 et 2 (respectivement Les Chevaliers de Baphomet et Les Boucliers de Quetzalcoatl), ce qui nécessitera des versions spécialement réencodées des cutscenes du jeu, ainsi que la sortie d'un autre jeu d'aventure classique en freeware.  \nCependant, nous ne savons pas encore si SourceForge pourra ou voudra héberger ces fichiers. Donc, si quelqu'un qui lit cet article dispose, par exemple, d'une archive à large bande passante (http ou ftp) qui, de préférence, ne nécessite pas de procédures de souscription fastidieuses (comme Fileplanet) et souhaite nous aider... envoyez un e-mail à Ender (@ scummvm.org) et proposez votre aide.  \n  \nRestez à l'écoute pour plus d'informations à venir sur notre prochaine version.",
        "title": "Insérer Le Sujet Ici"
    },
    "20040318": {
        "content": "Plusieurs personnes ont demandé plus de détails sur le reportage de TechTV sur ScummVM. Eh bien, vous pouvez lire l'article en ligne destiné à compléter le reportage sur le [site Web de TechTV](http://www.techtv.com/callforhelp/freefile/story/0,24330,3640615,00.html).\n\nScummVM sera présenté en tant que 'Free File of the Day' dans le programme 'Call for Help' à 15h00 EST vendredi 19 mars, et à nouveau à 9h00 EST le lundi 22 mars.\n\nVous ne savez pas comment regarder TechTV ? On m'a dit que les Américains pouvaient se brancher sur la chaîne 354 de DirecTV, la chaîne 191 de Dish Network ou trouver la chaîne du câble en suivant les instructions sur [tv.yahoo](http://tv.yahoo.com/grid ?).\n\nSi vous disposez d'une parabole en bande C dans les environs de GE Americom Satcom C4 au moment de l'émission, elle se trouve sur le transpondeur 12 à 135 degrés ouest, 40 degrés d'altitude.\n\nLes Australiens qui ont la chance d'être abonnés à Foxtel Digital peuvent également regarder l'émission. Je dois essayer de trouver quelqu'un abonné à FTD pour pouvoir le regarder moi-même.",
        "title": "TechTV"
    },
    "20040316": {
        "content": "**Par ailleurs, ScummVM sera présenté dans l'émission Call for Help sur TechTV, le 19 mars, en tant que Free File of the Day**.\n\nLe projet ScummVM est heureux d'annoncer la sortie immédiate de ScummVM 0.6.0. ScummVM est un interpréteur de jeu d'aventure graphique conçu pour permettre aux utilisateurs de jouer à de nombreux jeux d'aventure classiques sur divers systèmes informatiques (Linux, Windows 2000/XP, \\*BSD, Mac OS X, PocketPC/PC de poche, Palm, Dreamcast et autres).\n\nLa version 0.6.0 marque une nouvelle étape dans l'histoire de ScummVM, puisque tous les titres d'aventure LucasArts/LucasFilm SCUMM sont désormais pris en charge. Nous sommes également fiers d'annoncer, en même temps que ScummVM 0.6.0, la sortie du jeu d'aventure classique 'Flight of the Amazon Queen' (disponible à l'origine sur Amiga et DOS) en tant que freeware. L'équipe de ScummVM tient à remercier les auteurs Steve Stamatiadis et John Passfield pour avoir fourni à l'équipe le code source de ce jeu classique, et pour nous avoir permis de le publier.\n\nAlors, quoi de neuf ?\n\nScummVM 0.6.0 inclut, comme d'habitude, de nombreuses corrections de bogues dans tous les moteurs de jeu supportés. Il y a également eu des corrections et des améliorations spectaculaires dans le domaine du son et de la musique, ainsi qu'un écran de gestion des jeux et des options grandement amélioré et deux nouveaux modes graphiques (HQ2x et HQ3x). Plus important encore, nous avons également ajouté un nouveau support pour les jeux suivants :\n\n*   Les versions classiques V1 des jeux SCUMM originaux Maniac Mansion et Zak McKracken de LucasArts et le jeu SCUMM Full Throttle de LucasArts.\n*   Broken Sword 1 (Les Chevaliers de Baphomet) et Broken Sword 2 (Les Boucliers de Quetzalcoatl). Un grand merci à Revolution pour nous avoir fourni le code source de ces jeux.\n*   Support de Flight of the Amazon Queen. Merci à Steve et John de nous avoir fourni le code source de ce jeu, et d'avoir permis sa diffusion en tant que freeware.\n\nScummVM 0.6.0, les deux jeux freeware Flight of the Amazon Queen et Beneath a Steel Sky, ainsi que les cinématiques converties nécessaires pour jouer à Broken Sword 1 et Broken Sword 2 peuvent être téléchargés à partir de la [Page de téléchargement](/downloads/)",
        "title": "Le grand Zéro Six Zéro"
    },
    "20040315": {
        "content": "ScummVM 0.6.0 va sortir dans les prochaines 48 heures, avec notre surprise super spéciale mais pas si secrète que ça !\n\nGardez un œil sur cette page !",
        "title": "Ce n'est pas une tête, Max ! C'est une foutue bombe à retardement !"
    },
    "20040309": {
        "title": "Une citation honteusement plagiée",
        "content": "Quoi ? Nous avons promis des mises à jour plus fréquentes ? Vous mentez ! Prouvez-le ! ... Des archives de nouvelles dites-vous ? Pfff. Hum. Nous avons été piratés ! Là !\n\nNous approchons de la version finale de ScummVM 0.6.0, et il ne reste que quelques bugs de dernière minute à corriger. Nous attendons également une réponse à un e-mail de [deux](http ://www.mobygames.com/developer/sheet/view/developerId,1859/) [personnes](http ://www.mobygames.com/developer/sheet/view/developerId,1858/) qui sont récemment parties en voyage à l'étranger, sous couvert de \"travail\". Nous avons entendu des rumeurs selon lesquelles ils ont été vus à San Francisco courant nus en criant \"Je travaille, je travaille\". Si vous les repérez, approchez-les avec une extrême prudence, car ils peuvent être en vacances et dangereux.\n\nSur une note connexe, mais plus sérieuse, puisque les deux personnes ci-dessus sont raisonnablement incommunicables, il se peut que nous sortions ScummVM 0.6.0 sans le jeu freeware promis précédemment, qui sera publié ultérieurement.\n\nNous vous laissons maintenant avec la citation promise, volée de manière flagrante. Il n'y a pas de message subliminal (et encore moins dans la version anglaise de cette news !). Honnêtement.\n\n> Quoi qu'il en soit, pour répondre à votre question, pour entrer dans l'industrie du jeu vidéo, entrez par effraction dans la fête de Sony à l'E3, promenez-vous en disant \"Le multijoueur en ligne est l'avenir\", et si personne ne vous a engagé avant 23 heures, couchez avec la première personne que vous entendez parler japonais ou français. Ça a marché pour moi !\n\n\\- Tim Schafer, vu sur [DoubleFine](http ://www.doublefine.com/news.htm), répondant à un e-mail de fans cinglés.\n\nEnfin, Ender, votre humble (mais paresseux) annonceur de nouvelles et co-directeur de projet aimerait faire savoir à tous les employés de Sony qui lisent ce site qu'il croit que le multijoueur en ligne est l'avenir. Nous n'allons même pas aborder le sujet de Sam and Max 2. (Boo et sifflets !)\n\nRestez à l'écoute pour d'autres nouvelles loufoques, bouche-trous et sans contenu à l'avenir !"
    },
    "20040219": {
        "content": "Nous avons récemment mis en place la branche 0.6.0 de ScummVM, et nous entrons maintenant dans la phase finale de test. En tant que tel, nous serions très heureux si vous pouviez tester les dernières compilations quotidiennes (ou les compilations CVS avec le tag 'branch-0-6-0') et nous rapporter vos résultats.\n\nNous avons déjà effectué des tests préliminaires sur plusieurs jeux, mais les jeux suivants n'ont toujours pas été testés et doivent être considérés comme prioritaires :\n\n*   V1 Maniac Mansion\n*   V2 Maniac Mansion\n*   V1 Zak McKracken\n*   V2 Zak McKracken\n*   EGA Indiana Jones 3\n*   VGA Indiana Jones 3\n*   EGA Monkey Island 1\n*   Monkey Island 2\n*   The Dig\n*   Curse of Monkey Island (Monkey 3)\n\nVeuillez signaler les bugs dans notre traceur de bugs et les jeux terminés avec succès sur notre Forum général. Merci d'avance de nous aider à façonner la prochaine version de ScummVM !",
        "title": "0.6.0-PRE tests"
    },
    "20041022": {
        "content": "Bon, nous l'avons laissé ouvert un peu plus longtemps pour ceux qui ont pris du retard... mais les inscriptions pour le concours de refonte de ScummVM sont maintenant terminées. Les juges examineront les pages au cours des prochains jours, et à moins qu'il n'y ait un gagnant absolu, les finalistes seront choisis par VOUS - nos chers utilisateurs :)\n\nDe plus amples informations seront bientôt publiées. Le gagnant recevra des objets aléatoires (Random Stuff(tm)), le prix principal étant un objet Sam and Max (très probablement) signé par le créateur de Sam and Max, Steve Purcell. D'autres informations seront bientôt publiées !",
        "title": "Les participations au concours sont closes !"
    },
    "20041019": {
        "content": "Tous ceux qui souhaitent participer au concours de refonte de site Web doivent envoyer leurs contributions, il ne reste que deux jours !\n\nPour l'instant, nous n'avons que cinq participations. Ce n'est pas trop mal, mais j'en espérais au moins cinq de plus. Donc si vous souhaitez participer, ENVOYEZ-LA !\n\nMerci d'envoyer toutes les participations au concours à [contest@scummvm.org](mailto:contest@scummvm.org). De plus amples informations sur ce concours sont disponibles quelques posts plus bas.",
        "title": "Les participations au concours se terminent bientôt"
    },
    "20041011": {
        "content": "Salutations chers aventuriers !\n\nNous vous rappelons que la date limite de soumission pour le concours de refonte de site Web est dans dix jours seulement ! La toute première soumission vient d'être reçue, donc si vous n'avez pas encore commencé, le temps presse.\n\nLes prix seront annoncés dès que quelqu'un m'aura répondu, car les nouvelles de certains sites laissent penser qu'il n'a pas oublié :)",
        "title": "Rappel du concours !"
    },
    "20040930": {
        "content": "Bonjour, humbles observateurs de sites Web. Nous vous avons tous réunis ici aujourd'hui pour un concours aux proportions épiques.\n\nEnfin, pas vraiment.\n\nNous organisons un concours pour remodeler le site Web de ScummVM. Si vous avez du talent, et que vous voulez contribuer à quelque chose pour ScummVM, voici votre chance.  \n  \n**Règles**\n\n*   Les designs doivent être soumis au format Photoshop (.PSD) ou GIMP (.XCF). Les couches doivent être utilisées, et il faut tenir compte du fait que la majorité du design peut être réalisé en HTML avec une utilisation minimale de grands éléments graphiques.\n*   Le design complet doit être conçu pour une utilisation optimale à 1024x768, mais la page doit être conçue pour pouvoir être rendue dans des résolutions inférieures et dans des navigateurs en mode texte uniquement.\n*   L'accent doit être mis sur un système de navigation facile, visible et peu chargé.\n*   Les sites soumis avec un modèle HTML complet seront pris en compte pour des points supplémentaires s'ils respectent les règles supplémentaires suivantes. Dans le cas contraire, ils seront notés uniquement sur les mérites de la conception.\n    *   Les sites complets doivent être soumis sous la forme d'un modèle HTML d'une page. Tous les graphiques originaux doivent être inclus (en couches, le cas échéant) au format Photoshop .PSD ou GIMP .XCF.\n    *   Les sites doivent avoir un code HTML/CSS lisible, se charger rapidement et être aussi \"légers\" que possible.\n    *   Les sites doivent être vérifiés par le W3C HTML4.01 et ne doivent pas dépendre d'un navigateur particulier.\n\nLes soumissions seront closes le 21 octobre et le vote du public aura lieu après que l'équipe ait sélectionné les candidats finaux. Le gagnant se verra décerner un ou deux prix, qui seront annoncés ultérieurement. Veuillez envoyer toutes les propositions à contest@scummvm.org dans une archive .zip, .tar.gz ou .tar.bz2.",
        "title": "Et ainsi il a été dit, Que Le Concours Ait Lieu !"
    },
    "20040911": {
        "content": "Bon, c'est juste pour vous dire que nous ne sommes pas morts. Il y a eu un travail incroyable ces dernières semaines - avec le support de ScummVM pour les jeux HE SCUMM s'améliorant rapidement grâce au talent combiné de cyx, Kirben et Sev. Et bien sûr, il y a eu plus de changements que cela.\n\nEt maintenant, nous aimerions souligner que nos projets parallèles Residual et ScummEX ont tous deux besoin de développeurs et de contributeurs. Nous accueillons très volontiers les correctifs d'autres programmeurs. Avec l'aide des développeurs de ScummVM, joostp et aquadran, salty-horse (un habitué de #scummvm) a soumis aujourd'hui un patch pour les animations lipsync dans Residual. Merci de consulter notre page 'subprojects' et les 'Coding Guidelines' dans notre section Documentation. Si vous êtes intéressé par la résolution d'un problème particulier, veuillez envoyer un courriel à la liste de diffusion \"-devel\" ou vous rendre sur IRC si vous avez besoin de conseils ou d'aide.",
        "title": "Beaucoup de choses sont en cours"
    },
    "20040805": {
        "content": "La version 0.6.1b de ScummVM est sortie aujourd'hui, corrigeant quelques régressions très gênantes que nous avons découvertes dans sa version précédente, 0.6.1. Il est fortement recommandé à tout le monde de mettre à jour vers cette version.\n\nEt maintenant... amusez-vous bien, les amis !",
        "title": "Sortie de ScummVM 0.6.1b {Insérer un commentaire spirituel ici}"
    },
    "20040728": {
        "content": "Eh bien, une de ces \"petites mais importantes\" erreurs de codage est apparue dans ScummVM 0.6.1. Une erreur de copier-coller dans l'écran \"Edit Game\" peut conduire à l'impossibilité d'enregistrer une partie.\n\nL'erreur concerne le nouvel onglet \"Paths\", qui permet de modifier plus facilement les chemins des jeux. Malheureusement, le champ \"Extra Path\" de cet écran est accidentellement enregistré comme répertoire à utiliser pour les parties sauvegardées, au lieu du champ correct situé en dessous. Ceci a été remarqué et corrigé dans la version CVS expérimentale, mais le correctif a été oublié par erreur dans la version 0.6.1 de ScummVM.\n\nSi vous rencontrez ce problème, la solution recommandée est de définir le chemin supplémentaire (\"Extra Path\") dans le répertoire du jeu enregistré. ScummVM 0.6.1b sera bientôt disponible pour corriger ce problème.",
        "title": "Oh non ! Pas Encore !"
    },
    "20040727": {
        "content": "ScummVM 0.6.1 est sorti, et peut maintenant être récupéré sur notre page de téléchargement !  \nParmi les changements habituels, ScummVM devrait maintenant fonctionner nativement sur les machines 64-bit -- quelque chose que nous avons oublié de mentionner dans le fichier NEWS.\n\nEt vous savez ce qu'on dit : \"quand on veut sauver le monde, il faut parfois pousser Mémé dans l'escalier.\" Nous avons donc apporté un grand nombre de corrections dans cette version. Certaines des choses merveilleuses que vous ne verrez PLUS dans ScummVM incluent :\n\n*   Des problèmes en utilisant un fichier de voix Ogg Vorbis dans certains jeux.\n*   Des crashes sur les machines 64-bit\n*   Des crashes lors de la sauvegarde dans un répertoire invalide dans Broken Sword 1.\n*   Beaucoup de problèmes de son dans Curse of Monkey Island, Full Throttle et The Dig.\n*   Des crashs dans certaines versions internationales de Simon the Sorcerer.\n*   ... et beaucoup d'autres bugs agaçants !\n\nAlors ne tardez pas, téléchargez-le dès aujourd'hui. Les téléchargements ne sont pas encore disponibles pour tous les portages supportés, tels que les binaires pour PocketPC non-ARM et les PC de poche.  Ils devraient être disponibles dans le courant de la semaine prochaine.",
        "title": "Qu'as-tu encore fait, espèce de sale touche-à-tout ?"
    },
    "20040510": {
        "content": "Juste une mise à jour rapide pour que tout le monde sache que nous sommes toujours vivants. Le travail sur ScummVM progresse comme d'habitude, et nous avons l'intention de publier ScummVM 0.6.1 sous peu.\n\nScummVM 0.6.1 contiendra plusieurs corrections de bogues pour divers jeux, ainsi que plusieurs améliorations du son et de la musique pour les jeux SCUMM les plus récents (Full Throttle, The Dig, Curse of Monkey Island).\n\nPar ailleurs, les adeptes du CVS ont peut-être remarqué que le support d'Another World a été récemment ajouté. Cela a provoqué de nombreuses discussions au sein de l'équipe de ScummVM pour savoir si cela était considéré comme un jeu d'aventure et entrait dans les objectifs de ScummVM.\n\nAprès de nombreux débats, l'auteur du moteur (cyx) a décidé qu'il serait plus pratique de continuer le projet séparément de ScummVM. Il a maintenant été supprimé, et les informations et développements futurs se feront dans le cadre du projet [RAW](http://membres.lycos.fr/cyxdown/raw/). Pour éviter toute prédiction apocalyptique, je dois également préciser qu'il reste membre de l'équipe ScummVM.",
        "title": "Il y a des singes ici !"
    },
    "20040402": {
        "content": "L'équipe CABAL se sépare pour des questions fondamentales de conception\n\nAprès l'annonce révolutionnaire d'hier, nous avons le regret d'annoncer la dissolution immédiate de l'équipe CABAL. Au cours des derniers jours, il y a eu un débat animé concernant plusieurs questions de conception importantes, et la tension actuelle dans l'équipe a atteint un niveau insurmontable.\n\n\"C'est vraiment malheureux\", aurait déclaré Max Horn, développeur principal sur ScummVM et Exult, \"mais les idées de \\[l'ancien responsable de FreeSCI\\] Christoph \\[Reichenbach\\] d'aligner les accolades avec le côté gauche des déclarations de fonction tout en les ajoutant à la fin de la ligne pour les boucles 'while' et 'for' n'avaient aucun sens.\"  \nCe dernier a répondu en soulignant qu'\"utiliser autre chose que des tabulations pour l'indentation, c'est s'attirer des ennuis.\"\n\nClaudio Matsuoka, du projet Sarien, a fait part de sa déception et a noté qu'il ne voyait pas trop l'intérêt d'essayer de coopérer avec des personnes totalement incapables de se mettre d'accord sur des questions aussi triviales. \"Je veux dire, nous n'avons même pas encore résolu tout le conflit entre EMACS et vi, et ils sont déjà à nouveau à couteaux tirés.\"  \nJames Brown, un autre développeur principal du projet ScummVM, a tristement annoncé qu'il avait été mis à la porte du projet en riant, quelques heures avant que la décision de se séparer ne soit prise. \"Ils ont juste dit que je n'avais pas ma place, puisque je préfère nano comme éditeur...\" a-t-il admis.",
        "title": "Il n'y a pas de Cabal"
    },
    "20040401": {
        "content": "1er avril, INTERNET : Les équipes de [FreeSCI](http://freesci.org/), [Sarien](http://sarien.sourceforge.net/) et [ScummVM](http://www.scummvm.org/) ont annoncé aujourd'hui la formation de CABAL (Coalesced 'Adventures beyond Architecture' League, ou Ligue coalisée des aventures au-delà de l'architecture), un interprète universel de jeux d'aventure. Ce nouveau projet réunira les forces et les capacités des projets impliqués, créant ce que les membres du projet pensent être une révolution pour les fans de jeux d'aventure du monde entier.\n\nInterrogé sur la pertinence de CABAL pour le marché mondial des jeux d'aventure, Max Horn, chef du projet ScummVM, a déclaré que \"le marché des jeux d'aventure étant en déclin, nous pensons que la formation d'un projet dont le but explicite est d'exécuter tous les jeux d'aventure jamais sortis lui insufflera une nouvelle vie\". Lars Skovlund, responsable de FreeSCI, ajoute que \"cela va certainement provoquer un bouleversement dans le monde du jeu. Que les fans de jeux d'aventure du monde entier se réjouissent !\".\n\nEn plus de supporter les jeux SCUMM de LucasArts (dont des titres célèbres comme \"Monkey Island\", \"Indiana Jones\" et \"Sam and Max\"), les series SCI et AGI de Sierra (\"King's Quest\", \"Leisure Suit Larry\", \"Space Quest\"...), et d'autres jeux déjà supportés par les moteurs rétrospectifs, l'équipe nouvellement unie prévoit de continuer à ajouter d'autres titres à leur liste déjà impressionnante.\n\nParmi les nouveaux modules juteux, citons :\n\n*   Un module Infocom (basé sur l'interpréteur de machine Z Frotz](http://www.cs.csubak.edu/~dgriffi/proj/frotz/)), ce qui vous permet de jouer à vos aventures textuelles préférées où que vous soyez !\n*   [Exult](http://exult.sourceforge.net) a été intégré en tant que plugin, permettant aux fans d'Ultima 7 du monde entier de jouer à leur jeu favori sur les nombreuses plates-formes déjà prises en charge par les moteurs de composants CABAL - y compris les PDA Palm/PocketPC et la Dreamcast.\n*   Revolution software a mis à disposition le code source de Broken Sword 3 (Les Chevaliers de Baphomet : Le Manuscrit de Voynich), qui sera ajouté aux titres pris en charge par le prochain projet CABAL3D - avec Grim Fandango et, éventuellement, Ultima IX (les négociations sont en cours).\n*   Le support des jeux SNES Final Fantasy IV à VI (numérotation japonaise, c'est-à-dire FF2/FF3 selon les versions américaines) est prévu pour cet automne. Bien qu'il ne s'agisse pas à proprement parler de jeux d'aventure, le scénario et les intrigues de cette série sont plus imaginatifs que n'importe quel titre d'\"action-aventure\" publié ces dernières années.\n\nLes offres de rachat de l'équipe par diverses sociétés, dont Microsoft et Amiga International, ont été gentiment mais fermement déclinées par les responsables du projet commun. \"Nous savons que nous pourrions gagner beaucoup d'argent grâce à cela, mais nous sommes des idéalistes et, pour l'instant, nous avons pour objectif de réformer le marché mondial de l'aventure. Une fois cet objectif atteint, nous pourrons reconsidérer la possibilité de gagner de l'argent avec ce projet.\"",
        "title": "Présentation de CABAL"
    },
    "20050313": {
        "content": "Nous avons maintenant une liste complète des paramètres de démarrage pour Fate of Atlantis sur notre [page des paramètres de démarrage](http://www.scummvm.org/documentation.php?view=bootparam). Un grand merci à Laura Abbott qui a passé beaucoup de temps à composer cette liste et qui nous en a généreusement fait don. Je suis sûr que cela nous aidera à résoudre les problèmes de FOA à l'avenir.\n\nAutre nouvelle, Robert Kelsen s'est porté volontaire pour travailler en tant que responsable de paquets SlackWare, et a commencé par fournir un [binaire SlackWare de 0.7.0](https://downloads.scummvm.org/frs/scummvm/0.7.0/scummvm-0.7.0-slack-i486-1.tgz). Bien joué, Rob !\n\nDonc, apparemment, certaines personnes lisent vraiment notre rubrique Actualités... Je suis étonné ;-). Merci à tous ceux d'entre vous qui contribuent à ScummVM en nous fournissant des commentaires utiles et des éloges occasionnels - les deux aident vraiment à entretenir l'intérêt de travailler sur ScummVM !",
        "title": "Fate of the paramètres de démarrage"
    },
    "20050309": {
        "content": "Je suppose qu'il est temps pour le signe de vie habituel, régulier et mensuel, *\"Oui, nous sommes vivants. Non, nous ne fusionnerons toujours pas avec FreeSCI. Oui, vous pouvez me faire don de votre Ferrari, je pourrais alors reconsidérer la question. \"*  \nComme d'habitude, beaucoup de petites et grandes choses se sont passées, nous pourrions poster des informations dans un futur proche. En attendant, j'aimerais attirer l'attention sur un petit détail bien pratique qui intéressera peut-être certains d'entre vous... :\n\nIl y a quelque temps, nous avons ajouté une [liste de paramètres de démarrage](http://www.scummvm.org/documentation.php?view=bootparam) à notre rubrique Documentation. Vous l'avez peut-être déjà remarquée, sinon, jetez-y un coup d’œil.\n\nAu cas où vous ne sauriez pas ce qu'est un paramètre de démarrage (honte à vous !), j'ai essayé de l'expliquer [sur cette page](http://www.scummvm.org/documentation.php?view=bootparam), alors allez quand même y jeter un coup d’œil ;-). Si vous pensez que l'explication n'est pas assez claire, laissez-moi un message et dites-moi comment je pourrais l'améliorer.\n\nEt si vous voulez vraiment vous sentir cool, vous pouvez même contribuer un peu ici et nous aider en comblant certaines lacunes dans nos tableaux de paramètres de démarrage. Une fois encore, consultez [la page des paramètres de démarrage](http://www.scummvm.org/documentation.php?view=bootparam) pour plus d'informations.",
        "title": "Paramètres de démarrage, personne n'a de paramètres de démarrage ?"
    },
    "20050101": {
        "content": "Tout d'abord : encore une fois, bonne année à vous tous !\n\nNous voulions juste vous faire savoir que depuis la sortie de ScummVM 0.7.0 il y a une semaine, quelques binaires supplémentaires sont arrivés sur votre [page de téléchargement](/downloads/). Nous proposons maintenant des binaires pour les systèmes suivants :\n\n*   Windows\n*   Mac OS X\n*   Linux : Fedora Core\n*   Solaris 8\n*   PalmOS\n*   PocketPC (WinCE)\n*   Dreamcast\n*   BeOS\n\n... et avec un peu de chance, le paquet Debian sera bientôt prêt.\n\nC'est déjà pas mal, mais en avoir plus ne fait jamais de mal. Par exemple, ce serait bien d'avoir des paquets pour Mandrake, Slackware, Solaris x86, ou votre grille-pain préféré. Si vous souhaitez nous rejoindre en tant que créateur de paquets, veuillez nous [contacter](http://www.scummvm.org/contact.php).\n\nEt maintenant, quelque chose de complètement différent : En jetant un coup œil à notre [page de statistiques du projet](https://sourceforge.net/project/stats/index.php?report=last_30&group_id=37116), vous remarquerez que nous avons maintenant plus de 10 000 000 de pages vues (accumulées sur la durée de vie totale de ScummVM en tant que projet SourceForge.net), et que nous avons fourni plus de 1,1 million de téléchargements depuis notre création. Pas trop mal, à notre avis :-)",
        "title": "De nouveaux binaires 0.7.0, et quelques gros chiffres"
    },
    "20041224": {
        "content": "Nous sommes fiers d'annoncer la sortie de ScummVM 0.7.0, juste à temps pour la veille de Noël !\n\nBien qu'elle ne soit pas aussi révolutionnaire que certaines de nos précédentes versions majeures, cette version comporte quelques améliorations et ajouts notables, parmi lesquels :\n\n*   Ajout du support préliminaire de 26 titres Humongous Entertainment\n*   Ajout de la prise en charge des fichiers audio encodés en FLAC (sans perte).\n*   Ajout de la prise en charge native des versions Macintosh de certains jeux SCUMM - ce qui signifie que l'outil 'rescumm' est désormais obsolète et que vous pouvez jouer à ces jeux directement à partir du CD original.\n*   Ajout d'un défilement horizontal fluide pour The Dig, Full Throttle et COMI (conforme au moteur original).\n*   Ajout de la prise en charge des voix et de la musique compressées dans Broken Sword 1 et 2.\n*   Et comme d'habitude, nous avons corrigé de nombreux bogues.\n\nUn lien vers les notes de mise à jour et une liste plus détaillée des modifications se trouvent sur la [page Téléchargements](/downloads/), ainsi que les liens de téléchargement. La mise à jour vers cette dernière et meilleure version est fortement recommandée à tous nos utilisateurs.",
        "title": "Ho ! Ho ! Ho ! Joyeux Noël et Bon ScummVM 0.7.0 !"
    },
    "20041223": {
        "content": "Cela fait presque deux mois que nous avons lancé notre concours de conception du site web, et je sais que certains d'entre vous attendaient impatiemment le résultat. Comme l'équipe n'arrivait pas à se décider sur le gagnant, nous vous avons laissé, vous, chers utilisateurs, avoir le dernier mot sur l'issue de cette bataille épique. Et finalement, nous sommes heureux de vous annoncer qu'après environ 1400 votes, nous avons un gagnant clair ! Et c'est... [draven](http://www.scummvm.org/poll/draven.jpg), avec une forte majorité de 55% des votes ! Félicitations, draven !\n\nEt maintenant ? Nous allons régler la question du(des) prix pour le gagnant dans les prochains jours, et commencer à travailler sur la mise en œuvre du nouveau design. Nous envisageons d'y apporter quelques modifications supplémentaires (par exemple, certaines personnes ont suggéré d'utiliser le logo proposé par jeanm, et nous avons d'autres idées en tête). Cela peut prendre un certain temps, en partie parce que c'est une période de vacances pour beaucoup d'entre nous. Je crains donc que vous ne deviez être encore un peu plus patient.\n\nLes bonnes choses prennent du temps :-).",
        "title": "Le vote pour le concours du site web est terminé : Nous avons un gagnant !"
    },
    "20041217": {
        "content": "Nous sommes heureux de pouvoir rouvrir notre [vote pour le site web](http://www.scummvm.org/poll/). Nous avons trouvé un service de vote gratuit, mais malheureusement il est financé par la publicité. Merci de bien vouloir l'accepter.\n\nP.S. : Si vous avez déjà voté avec l'ancien sondage, vous devrez revoter en utilisant le nouveau sondage.",
        "title": "Vote pour le site web à nouveau ouvert"
    },
    "20041206": {
        "content": "Étant donné que de nombreuses personnes ont décidé de fausser les résultats du sondage, celui-ci est temporairement fermé pendant que nous élaborons un script plus sûr. Nous vous ferons savoir quand le vote sera à nouveau en ligne.",
        "title": "Vote pour le site web temporairement fermé"
    },
    "20041205": {
        "content": "Salut les amis,  \n  \nVous vous demandez probablement ce qu'il est advenu de ce concours de création de site web ? Il est terminé depuis plus d'un mois et il n'y a toujours pas de gagnant ! Eh bien, c'est une bonne question :-)\n\nTout d'abord, laissez-moi vous dire que certains des designs soumis sont vraiment géniaux, et je tiens à remercier toutes les personnes qui ont soumis leur travail. Désolé de vous avoir fait attendre si longtemps pour le résultat.\n\nMaintenant, pour déterminer le gagnant, nous avons effectué un sondage interne auprès de l'équipe. Cela a pris un certain temps jusqu'à ce que tous les membres de l'équipe soient en mesure de soumettre leurs formulaires dûment remplis. Ce processus n'a cependant pas permis de dégager un gagnant clair. Certains d'entre nous ont donc voulu organiser un sondage parmi vous, chers utilisateurs, pour désigner le gagnant parmi les trois finalistes. Pour diverses raisons, cela ne s'est pas fait... jusqu'à maintenant !\n\nRendez-vous sur notre [page dédiée](http://www.scummvm.org/poll/index.php) pour voir les finalistes, et pour pouvoir voter sur eux ! Nous laisserons le vote se dérouler pendant environ 14 jours, après quoi nous désignerons le gagnant.\n\nPar ailleurs, nous avons commencé à travailler sur la prochaine version majeure de ScummVM. La 0.7.0 est prévue (de manière plutôt agressive) pour Noël 2004 ! Nous espérons pouvoir vous offrir un beau cadeau de Noël de cette façon. Mais pour que cela fonctionne, nous avons besoin de votre aide : Nous avons besoin de personnes pour tester activement le dernier CVS afin que nous puissions résoudre tous les problèmes restants et garantir une version de haute qualité.\n\nSi vous souhaitez nous aider, consultez la [page d'état de version](http://www.scummvm.org/documentation.php?view=release) pour obtenir la liste des jeux à tester.\n\nC'est tout pour aujourd'hui, j'espère que la prochaine fois nous pourrons annoncer quelque chose de plus conséquent (comme une nouvelle version ou un nouveau site web). D'ici là, nous vous souhaitons beaucoup de plaisir à tester vos jeux !\n\nP.S. : Vous vous êtes peut-être aussi demandé si le jeu atteindrait un jour la version 1.0. En fait, nous travaillons actuellement à cet objectif. Il ne manque qu'une seule pièce majeure pour y parvenir : un bon manuel d'utilisation. Si vous êtes un rédacteur de manuel compétent, que vous avez un peu de temps libre et que vous voulez aider, envoyez-nous un mail sur la liste de diffusion scummvm-devel.",
        "title": "Informations sur le concours de refonte du site web ; planification de la version 0.7.0 ; mode d'emploi"
    },
    "20041028": {
        "content": "Plusieurs mois se sont écoulés depuis la dernière mise à jour de notre [FAQ](/faq/). Beaucoup de choses se sont passées entre-temps et nous y avons ajouté une belle collection de nouvelles réponses. Alors qu'attendez-vous ? Allez lire la [FAQ](/faq/) maintenant !",
        "title": "FAQ mise à jour"
    },
    "20210629": {
        "content": "Préparez-vous pour une quête qui s'étend sur plus de 1200 ans et 7 mondes époustouflants. La suite épique de _The Journeyman Project_, _The Journeyman Project 2 : Buried in Time_ est maintenant entièrement supportée par ScummVM.\n\nAprès plusieurs années de développement par clone2727, et quelques années supplémentaires de maturation sur une étagère, le jeu est enfin prêt pour la phase de test public.\n\nMerci de nous aider dans ce périple. Munissez-vous de vos CD (ou de la [version numérique GOG.com](https://www.gog.com/game/journeyman_project_2?pp=22d200f8670dbdb3e253a90eee5098477c95c23d)), copiez les [fichiers nécessaires](https://wiki.scummvm.org/index.php?title=The_Journeyman_Project_2:_Buried_in_Time) et envolez-vous. Vous aurez besoin de la [dernière version quotidienne](https://www.scummvm.org/fr/downloads/#daily) de ScummVM. Si vous rencontrez des problèmes au cours de votre quête, merci de les signaler sur notre [issue tracker](https://bugs.scummvm.org/).",
        "title": "Moins d'une centaine d'années de développement..."
    },
    "20050328": {
        "content": "Nous sommes heureux de vous annoncer la sortie de ScummVM 0.7.1. Cette mise à jour se concentre sur la correction des bogues de la 0.7.0, en particulier dans le portage Windows Mobile (PocketPC / Smartphone). Pour plus d'informations, consultez les [notes de version](https://downloads.scummvm.org/frs/scummvm/0.7.1/ReleaseNotes).\n\nComme d'habitude, vous pouvez télécharger cette nouvelle version depuis notre [page de téléchargements](/downloads/).\n\nPar ailleurs, nous avons reçu encore plus de [paramètres de démarrage](http://wiki.scummvm.org/index.php/Boot_Params) de votre part, chers utilisateurs, au cours des deux dernières semaines. Un grand merci à ceux qui ont contribué !",
        "title": "Sortie de ScummVM 0.7.1"
    },
    "20050511": {
        "content": "Du côté négatif, nous devons vraiment publier des nouvelles plus régulièrement. Du côté positif, nous avons accumulé beaucoup de choses dont nous pouvons vous parler :\n\n**Nouveaux portages**\n\n* Les ports sont importants pour nous - c'est ce que nous avons en commun avec les bons vieux pirates de Monkey Island. Bien sûr, dans notre cas, il ne s'agit pas du genre humide (avec des bateaux et autres), mais plutôt de portages de ScummVM sur différentes architectures (NdT : port = portage en anglais). Sur ce front, nous avons quelques belles choses à venir pour la prochaine version de ScummVM, y compris un portage officiel sur PlayStation 2, ainsi que le portage sur AmigaOS qui est maintenant officiel, aussi. Et avec un peu de chance, peut-être même que le portage EPOC/Symbian, souvent demandé, fera enfin partie intégrante de ScummVM (jetez un coup d'œil au [patch tracker item](https://sourceforge.net/tracker/index.php?func=detail&aid=1188433&group_id=37116&atid=418822) si vous êtes curieux).\n\n**Nouveaux jeux**\n\n* Nous avons ajouté un nouveau moteur de jeu, cette fois pour la série Gobliiins de Coktel. Jusqu'à présent, Gobliiins 1 est terminable. Le travail sur les autres volets (Gobliins 2, Goblins 3, et \"Woodruff et le Schnibble d'Azimuth\" (\"The Bizarre Adventures of Woodruff and the Schnibble\")) n'a pas encore commencé, mais au moins Gobliins 2 semble être similaire au volet 1, donc nous espérons pouvoir le faire dans un futur proche. En ce qui concerne les autres volets, nous verrons bien...\n* Grâce au travail acharné de quelques personnes dévouées, nous supportons enfin la (tristement) célèbre version NES de Maniac Mansion. Wow, ça doit être le dernier jeu LucasArts SCUMM que nous ne supportions pas... ;-)\n* Le support des jeux pour enfants de Humongous Entertainment progresse bien, les titres suivants peuvent être terminés avec la version de développement actuelle de ScummVM :\n    * Freddi Fish 1 - 4 (fr : Marine Malice)\n    * Pajama Sam 1 & 2 (fr : Sam Pyjama)\n    * Putt-Putt (plusieurs titres) (fr : Pouce-Pouce)\n    * Spy Fox 1 & 2 (fr : James Renard)\n    * Plusieurs titres d'arcade\n\n**Nouvelles vignettes**\n\n* Non, je n'ai pas acheté de vignette pour ma voiture. Nous avons plutôt ajouté le support des vignettes dans les sauvegardes de SCUMM. C'est plutôt cool, cliquez [ici pour une capture d'écran](/data/news/20050511.png).\n\nPas trop mal, à notre avis. Et nous avons encore d'autres trucs vraiment cool en préparation, restez à l'écoute.",
        "title": "Des nouvelles, plein, plein de nouvelles..."
    },
    "20050401": {
        "content": "En plus des indices précédents, [plus d'informations](http://wiki.scummvm.org/index.php/Dragon) sont maintenant disponibles sur le projet ScummVM [Dragon](http://wiki.scummvm.org/index.php/Dragon).\n\nVeuillez noter que Dragon est toujours un Work In Progress non publié, mais les choses viennent juste de commencer à fonctionner et nous nous attendons à en annoncer plus sur ce projet au cours de la semaine prochaine.",
        "title": "Ne reveillez pas le dragon !"
    },
    "20050330": {
        "title": "Quelque chose de nouveau vient par ici...",
        "content": "Bien que cela ne fasse pas partie du programme officiel de ScummVM, certains membres de notre équipe ont travaillé sur une petite surprise de Pâques pour vous tous. Malheureusement, nous avons un peu de retard.\n\nAttendez-vous à quelque chose de très doux (surtout pour les gens de Linux et Mac) très bientôt..."
    },
    "20210718": {
        "title": "Je suis le général Maxis. Bienvenue dans la Résistance, Capitaine.",
        "content": "L'année dernière, nous avions [ajouté le support](/news/20200521/) des jeux de la série Ultima, dont [Ultima 8](/news/20200524/).  À partir du moteur d'Ultima 8, Origin Systems a également créé deux autres jeux dans un style assez différent : _Crusader: No Remorse_ et _Crusader: No Regret_.\n\nNous sommes heureux d'annoncer que le premier de ces jeux (Crusader: No Remorse) est maintenant prêt à être testé dans ScummVM.  Si vous avez une copie de ce jeu et êtes prêt à affronter le Consortium Economique Mondial, téléchargez la [dernière version quotidienne](/fr/downloads/#daily) de ScummVM.  Si vous rencontrez des problèmes, merci de les signaler dans notre [traqueur de bogues](https://bugs.scummvm.org/)."
    },
    "20210817": {
        "content": "Après 5 ans de développement actif, nous sommes enfin ravis d'annoncer les premiers jeux basés sur MacroMind/Macromedia Director à être supportés.\n\nIskrich, une étudiante du GSoC, a posé les premières lignes de code du moteur, en se basant sur les efforts initiaux de rétro-ingénierie de fuzzie, qu'elle a écrit en Python dans le cadre du projet _continuity_. Ensuite, le travail a été poursuivi par sev en 2017, lorsque le développement du compilateur Lingo a été lancé et que stevenhoefel a commencé à ajouter du code lié à Director 5. En 2018, il n'y a pratiquement pas eu de développement, mais en 2019, moralrecordings a fait quelques avancées sur Director 4. Enfin, en 2020 et 2021, il y a eu un gros volume de développement, d'abord par npjg et djsrv, puis par sheep et djsrv, tandis que rvanlaar a mis en place un buildbot d'intégration continue pour le projet.\n\nPour faire court, après 3738 commits, nous annonçons maintenant le support des titres basés sur Director 2 tels que _Spaceship Warlock_. Certains titres basés sur Director 3 peuvent fonctionner, et en particulier, nous supportons _L-ZONE_.\n\nAlors, retrouvez vos CDs et essayez ces titres. Nous collectons aussi activement des informations sur tous les titres basés sur Director (et Shockwave) que nous cataloguons sur [notre Wiki](https://wiki.scummvm.org/index.php?title=Director/Games), donc n'hésitez pas à nous aider dans cette tâche.\n\nNous travaillons activement à l'amélioration de la compatibilité avec Director 3, en particulier avec le premier _Journeyman Project_, et à la prise en charge de Director 4, avec _Meet MediaBand_ et _Chop Suey_ comme principaux objectifs de test.\n\nPour faire tourner ces jeux, vous aurez besoin de la [dernière version quotidienne](/fr/downloads/#daily) de ScummVM.  Et comme d'habitude, si vous rencontrez des problèmes, n'hésitez pas à nous les signaler dans le [tracker de bugs](https://bugs.scummvm.org/).",
        "title": "Les premiers titres Macromedia Director sont désormais pris en charge"
    },
    "20051101": {
        "title": "BASS freeware mis à jour",
        "content": "À la suite de la sortie de la version 0.8.0, qui nécessite le fichier supplémentaire SKY.CPT pour faire fonctionner Beneath a Steel Sky, nous avons mis à jour l'archive de la version CD gratuite pour y inclure ce fichier, et pendant que nous y étions, nous avons mis à jour les fichiers de données avec la dernière version connue de BASS, ce qui devrait corriger certains problèmes de texte qui apparaissent lorsque l'on joue au jeu dans des langues non anglaises.\n\nVous pouvez le télécharger depuis la page [downloads](/downloads/) (dès que les miroirs de SourceForge le recevront), ou télécharger le fichier SKY.CPT séparément [ici](https://github.com/scummvm/scummvm/raw/master/dists/engine-data/sky.cpt)."
    },
    "20051030": {
        "content": "Nous sommes fiers d'annoncer la sortie tant attendue de ScummVM 0.8.0. L'équipe de ScummVM vous a préparé un grand nombre de nouvelles fonctionnalités. Les plus remarquables d'entre elles sont :\n\n* Un nouveau lanceur et une interface graphique en jeu améliorés\n* Support pour [Inherit the Earth](http://www.wyrmkeep.com/ite/) et Gobliiins\n* Portages pour Playstation Portable, Playstation 2 et EPOC/SymbianOS\n* Modes de rendu CGA et Hercules pour certains jeux\n* Support préliminaire pour les jeux LucasArts NES et C64.\n* Support considérablement amélioré pour les jeux pour enfants de Humongous Entertainment (Freddi Fish (fr: Marine Malice), Pajama Sam (fr: Sam Pyjama), Putt-Putt (fr: Pouce-Pouce), Spy Fox (fr: James Renard), Fatty Bear, Backyard Sports et Buzzy).\n\nVous trouverez une liste plus détaillée des modifications ainsi que les fichiers à télécharger sur notre [page Téléchargements](/downloads/). Nous vous encourageons à mettre à jour cette nouvelle et meilleure version de ScummVM dès que possible.\n\nAvec cette version, nous sommes également heureux d'annoncer le lancement de nos [nouveaux forums](http://forums.scummvm.org/). Situé à l'adresse facile à retenir de [http://forums.scummvm.org/](http://forums.scummvm.org/), les nouveaux forums comportent des sous-forums individuels pour les portages, et de nombreuses nouvelles fonctions pour les utilisateurs et les modérateurs.\n\nVeuillez noter que les forums de SourceForge.net seront fermés et archivés dans les prochaines 48 heures. Ces archives seront disponibles en bas de la page Main Index des forums.",
        "title": "Sortie de ScummVM 0.8.0."
    },
    "20051011": {
        "content": "Bonjour, chers utilisateurs. Il est maintenant temps d'aider l'équipe de ScummVM à sortir une nouvelle version de euh... ScummVM. Ta-da !\n\nBeaucoup de changements, de nouvelles fonctionnalités et de corrections de bugs ont été effectués. Presque chaque élément du programme a été touché, ajusté, modifié. Donc nous devons une fois de plus faire appel à des testeurs pour chaque jeu que nous supportons.\n\nNous aimerions mentionner deux nouveaux titres que nous prenons à présent en charge. Il s'agit de Inherit the Earth et Gobliiins (le premier de la série). Merci de prêter attention à ces deux titres.\n\nLes instructions sur la façon d'effectuer les tests se trouvent sur notre [page Wiki](http://wiki.scummvm.org/index.php/Release_Testing). Merci de les respecter et de faire un rapport sur notre liste de diffusion, sur #scummvm ou dans nos forums.",
        "title": "Un grand appel aux testeurs."
    },
    "20050909": {
        "content": "Le dernier bastion du camp des captures d'écran est tombé. Nous venons de recevoir les clichés de Zak v1 et cela signifie que tout est terminé. Un grand merci à vous, chers utilisateurs, qui avez participé à cette saga. Vous êtes trop nombreux pour être cités, mais vous vous reconnaîtrez.\n\nNous devons également tester deux autres jeux nouvellement pris en charge. Il s'agit de Maniac Mansion version NES et de Zak McKracken Commodore 64. Lisez les sections 3.8 et 3.9 de notre README pour savoir comment les exécuter. Nous avons besoin de savoir si ces jeux sont terminables ou non.",
        "title": "Aucune capture d'écran demandée."
    },
    "20050830": {
        "content": "Si vous aimez les captures d'écran autant que nous, vous pourriez jouer un rôle essentiel dans la démonstration des capacités de ScummVM avec une simple capture d'écran.\n\nEn fait, nous avons besoin de vous pour proposer des captures d'écran pour notre galerie de captures d'écran. La procédure à suivre pour ce faire est expliquée [ici](http://wiki.scummvm.org/index.php/Screenshots) dans notre wiki.\n\nDonc, si vous avez quelques minutes, une sauvegarde intéressante au milieu d'une partie, et que vous voulez aider, n'hésitez pas à prendre et à proposer une capture d'écran de celle-ci. Comme le précise le wiki, ScummVM doit être en mode HQ2x avec la correction du rapport d'aspect activée.",
        "title": "Captures d'écran demandées."
    },
    "20050804": {
        "title": "Le temps n'est qu'un mot. Assez court, en fait.",
        "content": "En raison d'un vortex spatio-temporel local qui sera situé à l'avenir près de la Terre, la signification du terme \"régulièrement\" peut être modifiée. Restez à l'écoute pour d'autres mises à jour.\n\nEt maintenant, les nouvelles actuelles :\n\nNous sommes heureux d'annoncer que Ron Gilbert, co-créateur de Maniac Mansion et SCUMM, a fait une belle référence à ScummVM sur son site Web ([Grumpy Gamer](http://grumpygamer.com/). C'est du moins ce que nous dit [Slashdot](http://games.slashdot.org/games/05/08/03/1641224.shtml?tid=207&tid=202&tid=203), qui semble avoir mis son site à genoux :)\n\nVeuillez noter, cependant, que le portage Nintendo DS mentionné n'est pas encore un portage officiel ou supporté. Donc, merci de ne pas nous contacter à ce sujet, car nous ne pouvons pas vous aider :)\n\nLe contenu du dernier article de Ron a été cité dans [cet article de blogspot](http://humaninbox.blogspot.com/2005/08/ron-gilbert-supports-illegitimate.html). Pour mémoire, nous avons donné le feu vert à Ron dans notre readme.txt depuis le mercredi 17 avril 17:31:05 2002 (UTC).\n\nNous demandons également aux testeurs de signaler les problèmes rencontrés avec ['Inherit the Earth'](http://www.wyrmkeep.com/ite/) (détails et informations sur l'achat en cliquant sur le lien). Merci d'utiliser le bug tracker, et de mettre le bon jeu sous Group. Merci de ne tester qu'avec la **dernière** version de CVS. Merci !"
    },
    "20051205": {
        "content": "Nous avons le plaisir d'annoncer la publication de la version très attendue de ScummVM 0.8.0 pour PocketPC 2002, grâce à Kostas Nakos. Elle peut être obtenue à partir de notre page de téléchargement. Il se peut que certains miroirs n'aient pas encore récupéré le fichier, dans ce cas essayez un autre miroir.",
        "title": "Une compilation pour PocketPC 2002 de ScummVM 0.8.0 est disponible"
    },
    "20051202": {
        "content": "Quelques informations intéressantes pour vous. Wyrmkeep Entertainment Co. a publié la bande originale d'ITE sur CD. Vous pouvez écouter un aperçu et l'acheter à partir d'[ici](http://www.wyrmkeep.com/ite/music.html). ScummVM supporte ce jeu à partir de la version 0.8.0, grâce à notre étroite collaboration avec Wyrmkeep et au fait qu'ils nous ont aimablement fourni tout le code source et les droits de réimplémentation. Soutenez cette grande entreprise en achetant la bande sonore du jeu et, bien sûr, le jeu lui-même, auquel vous pouvez jouer en utilisant ScummVM.",
        "title": "Sortie de la bande son d'Inherit the Earth"
    },
    "20051114": {
        "content": "Comme vous pouvez le lire [ici](http://forums.scummvm.org/viewtopic.php?t=236), nous (joostp et lavosspawn) avons l'ambition de créer une version améliorée de BASS en utilisant le matériel source de haute qualité du studio, qui est stocké sur des cassettes DAT (Digital Audio Tape).\n\nA ce stade, nous sommes en possession de ces DAT et nous cherchons de l'aide pour en extraire l'audio. Comme nous ne sommes pas en mesure d'envoyer les bandes, nous recherchons quelqu'un qui pourrait nous prêter un lecteur/enregistreur DAT pendant environ deux semaines afin de réaliser cette première étape. Le lecteur DAT devra être expédié aux Pays-Bas, et sera rendu une fois la tâche terminée.\n\nSi vous pensez pouvoir nous aider, n'hésitez pas à nous contacter ! Pour plus d'informations, consultez le [fil du forum](http://forums.scummvm.org/viewtopic.php?t=236).",
        "title": "Restauration audio de BASS - Besoin d'aide"
    },
    "20051113": {
        "content": "Un peu plus d'un an après la fin de notre concours de design, nous sommes fiers d'annoncer le lancement du nouveau design du site. Merci à Draven pour le design et à Yaroslav Fedevych pour une grande partie du code HTML/CSS. Pour les esprits chagrins, l'ancien site est toujours disponible [ici](/old/).",
        "title": "Nouveau design du site web"
    },
    "20051109": {
        "content": "La première version des binaires du portage PlayStation 2 a été publiée sur nos forums dans [ce fil de discussion](http://forums.scummvm.org/viewtopic.php?t=206). Elle n'a pas été ajoutée aux pages de téléchargement car elle nécessite encore quelques tests. Si vous avez une PlayStation 2 avec un modchip, prenez-la et faites-nous part de vos résultats.",
        "title": "Release Candidate Playstation 2 ajoutée"
    },
    "20060409": {
        "title": "Direction du projet, résultats des SourceForge.net Community Choice Awards 2006",
        "content": "Aujourd'hui, nous sommes très heureux d'annoncer qu'Eugene \"sev\" Sandulenko a été élevé au rang de chef de projet, ce qui signifie que nous avons maintenant un trio à la barre de ScummVM.\n\nEugene a apporté une contribution majeure à ScummVM, allant au-delà de ce que l'on peut raisonnablement attendre d'un membre régulier de l'équipe. Il a travaillé sur plusieurs nouveaux moteurs dans ScummVM, le code de la nouvelle interface graphique, a géré plusieurs de nos versions, a joué un rôle central dans notre récent passage à Subversion, motive d'autres personnes à faire un travail utile, et bien d'autres choses encore.\n\nFélicitations, Eugène, et nous espérons voir encore beaucoup de ton excellent travail à l'avenir :-)\n\n  \n\nPar ailleurs, les résultats finaux des [SourceForge.net](https://sourceforge.net) [2006 Community Choice Awards](https://sourceforge.net/awards/cca/) sont maintenant publics, et ScummVM a obtenu une honorable deuxième place dans la catégorie Jeux, battu seulement par Xbox Media Center (certaines personnes se demandent si cela ressemble à un jeu, mais ScummVM lui-même n'est pas un jeu non plus, alors ne nous plaignons pas :-). Merci encore à tous ceux qui ont voté pour nous."
    },
    "20060625": {
        "content": "Cela fait presque 8 mois que nous avons commencé à travailler sur la branche de code 0.9.x et aujourd'hui nous sommes heureux d'annoncer la sortie de ScummVM 0.9.0 \"The OmniBrain loves you\".\n\nBeaucoup de choses vous attendent, l'une des plus remarquables est la nouvelle interface graphique améliorée. Nous avons également ajouté le support pour 2 jeux complètement nouveaux - The Legend of Kyrandia et The Feeble Files.\n\nD'autres changements importants incluent :\n\n* Code de détection des jeux SCUMM retravaillé. Maintenant, toutes vos traductions de fans fonctionneront dès le départ.\n* Ajout de commandes de configuration des sous-titres dans la boîte de dialogue des options.\n* Nouveau portage officiel Atari/MiNT\n* Portage WinCE grandement amélioré\n* Nombreuses corrections de bogues dans les moteurs SCUMM, SAGA, Simon, Broken Sword 2 et BASS.\n\nPour la liste complète [veuillez lire les notes de version](https://downloads.scummvm.org/frs/scummvm/0.9.0/ReleaseNotes).\n\nMalheureusement, tous les portages ne sont pas encore compilés et vous pouvez rencontrer des problèmes avec les téléchargements car tous les miroirs de SourceForge n'ont pas récupéré les fichiers. Donc, merci d'essayer différents miroirs et d'être patient.\n\nN'attendez pas plus longtemps, récupérez une version pour votre plateforme sur notre [page de téléchargements](/downloads/).",
        "title": "Sortie de ScummVM 0.9.0 \"The OmniBrain loves you\""
    },
    "20060527": {
        "content": "Salutations, citoyens. L'équipe ScummVM de l'installation OmiCerveau a besoin de vous pour faire des tests de jeu.\n\nComme d'habitude, nous avons préparé de nombreuses nouvelles fonctionnalités pour vous et éliminé des zillions de bugs. Cela signifie que chaque jeu supporté doit être retesté.\n\nIl y a 2 jeux entièrement nouveaux que nous introduisons dans la version 0.9.0. The Legend of Kyrandia et The Feeble Files. Il y a aussi quelques jeux de Humongous Entertainment dont la compatibilité a été considérablement améliorée, Pyjama Sam 3 en fait partie. Alors, s'il vous plaît, retrouvez vos anciens supports de jeu ou achetez-en d'autres et profitez du gameplay de ces classiques.\n\nIl existe des instructions détaillées sur la façon d'effectuer les tests de manière utile. Vous les trouverez sur notre [page Wiki](http://wiki.scummvm.org/index.php/Release_Testing). Notez que les directives ont un peu changé depuis la dernière Grande Saison de Test(TM) que vous avez réalisée pour la 0.8.0. Merci de les respecter et de signaler les problèmes sur notre liste de diffusion, sur #scummvm ou dans [nos forums](http://forums.scummvm.org/viewtopic.php?t=1502).\n\nPassez un bon cycle, et n'oubliez pas : L'OmniCerveau vous aime !",
        "title": "la saison des tests pré-0.9.0 est annoncée"
    },
    "20060524": {
        "content": "Salut les amis !\n\nComme vous l'avez peut-être remarqué, nous incluons maintenant le moteur AGI dans notre arbre source de développement (SVN). Ce moteur vous permet de jouer aux premières versions de jeux tels que Larry 1, Space Quest 1&2, King's Quest 1-4, Police Quest 1, et de nombreux jeux faits par des fans. Il est basé sur le code de [Sarien](http://sarien.sourceforge.net), avec la permission expresse de ses auteurs.\n\nNous tenons également à préciser que nous n'avons pas l'intention d'ajouter le support des jeux SCI dans un avenir proche. De plus, AGI est un moteur en cours de développement, il ne sera donc pas inclus dans la prochaine version 0.9.0.\n\nPS. Ceci ne fait pas partie du projet CABAL :-)",
        "title": "Une seconde vie pour Sarien ?"
    },
    "20060513": {
        "content": "Beaucoup d'entre vous l'attendaient depuis longtemps, mais nous sommes fiers de vous présenter le nouveau look des [forums de ScummVM](http://forums.scummvm.org) !\n\nNous tenons à remercier personnellement [Clem](http://www.unet.univie.ac.at/~a0200586/) pour la conception et la mise en place du nouveau thème, ainsi que Raina pour la création des boutons et des icônes. Après beaucoup de travail et d'efforts, les résultats parlent d'eux-mêmes.\n\nSi vous avez des commentaires ou des suggestions sur le nouveau design, merci de les poster dans le [sujet 'feedback'](http://forums.scummvm.org/viewtopic.php?p=8561).",
        "title": "Nouveau thème sur le forum !"
    },
    "20060425": {
        "content": "Nous sommes fiers d'annoncer que le support de ScummVM pour The Legend of Kyrandia est maintenant terminé !\n\nCela signifie que nous avons maintenant besoin de vous, chers utilisateurs, pour nous donner un coup de main. Afin d'éliminer tous les bugs restants, nous avons besoin de tests approfondis. Donc, s'il vous plaît, ressortez vos copies (légales !) de Kyrandia 1, téléchargez un snapshot SVN de ScummVM et le fichier de données Kyra requis depuis la page [Téléchargements](/fr/downloads/#daily), et signalez-nous tous les bugs que vous trouvez sur notre [Bug tracker](http://bugs.scummvm.org/) :). Vous pouvez discuter de tout autre problème dans le [forum](http://forums.scummvm.org/viewtopic.php?p=8176).\n\nActuellement, les éditions sur CD et sur disquette sont prises en charge dans leur propre langue. Les versions anglaise, française, allemande et espagnole sont entièrement prises en charge, mais toute autre version PC (et, espérons-le, Mac) devrait également fonctionner (bien que certains textes soient en anglais et que certains graphismes d'interface soient manquants). Si vous avez une version non supportée, nous serions ravis de pouvoir en discuter avec vous ! Notez que les versions Amiga ne sont malheureusement pas du tout prises en charge pour le moment.",
        "title": "Appel à tests : The Legend of Kyrandia"
    },
    "20060319": {
        "content": "Bonne nouvelle : nous avons été retenus pour le scrutin final de la première édition annuelle des [Community Choice Awards](https://sourceforge.net/awards/cca/) de [SourceForge.net](https://sourceforge.net) !\n\nMerci à tous ceux qui ont voté pour nous. Mais vous pouvez faire mieux : puisque le vote final est en cours, vous pouvez voter à nouveau pour nous, et pour tous vos autres projets préférés. Rendez-vous sur le site des [Community Choice Awards](https://sourceforge.net/awards/cca/) et participez au vote. Vous pouvez le faire jusqu'au 23 mars, alors ne tardez pas ou il sera trop tard :-).",
        "title": "SourceForge.net 2006 Community Choice Awards : Scrutin final"
    },
    "20060314": {
        "content": "Chers utilisateurs de ScummVM ! Nous venons de découvrir que [SourceForge.net](https://sourceforge.net) organise actuellement un tour de nomination pour leur première édition annuelle des [Community Choice Awards](https://sourceforge.net/awards/cca/). La bonne nouvelle : ScummVM a été choisi pour être l'un des candidats présélectionnés. Le problème : La période de nomination se termine déjà *demain* !\n\nDonc, si vous souhaitez nous soutenir, rendez-vous sur la [page des nominations aux Community Choice Awards](https://sourceforge.net/awards/cca/), entrez dans la sous-section \"Games\" et nommez ScummVM. Et bien sûr, vous pouvez et devez faire de même dans toutes les autres catégories pour les projets qui vous semblent le mériter.\n\nAprès le tour de nomination, le vote sur les cinq premiers nominés commencera le 17 mars. Les détails ne sont pas encore connus, mais il y a de fortes chances pour que ce scrutin soit à nouveau public. Gardez donc un œil sur tout cela, et au cas où un certain projet avec un \"S\" vert et visqueux dans son logo serait sélectionné... vous savez ce qui vous reste à faire ;-).",
        "title": "SourceForge.net 2006 Community Choice Awards"
    },
    "20060212": {
        "content": "Grâce à [SourceForge.net](https://sourceforge.net), nous avons eu l'occasion de passer à un système de gestion des versions plus puissant et plus avancé que CVS : nous utilisons désormais [Subversion](http://subversion.tigris.org/), également connu sous le nom de SVN. Au cas où vous vous poseriez la question, un système de gestion des versions est un outil de développement logiciel collaboratif. Comme vous le savez probablement, l'équipe ScummVM est composée de plus de 30 développeurs actifs, et beaucoup d'autres sont sur notre liste de contributeurs passés et présents. Travailler sur un projet de cette envergure ne serait tout simplement pas possible sans l'aide d'un tel système.\n\nDès le début, Ludvig Strigeus a déposé sa version initiale de ScummVM sur CVS, le système de gestion des versions que nous utilisions jusqu'à récemment. Vincent Hamm l'a rejoint peu après. Depuis lors, beaucoup de choses ont changé, beaucoup de choses se sont produites. Nous avons plus de 20 000 révisions de ScummVM et de ses différents composants dans notre dépôt CVS.\n\nNous sommes maintenant passés à un nouveau système, Subversion. Comparé à CVS, il ajoute de nombreuses fonctionnalités utiles, qui nous permettent de travailler plus efficacement sur ScummVM, ce que nous sommes sûrs que tous nos utilisateurs apprécieront. Entre autres choses, il n'y aura plus de décalage entre la version anonyme et la version développeur du code source - vous obtenez tout ce que nous faisons instantanément !\n\nSi vous avez utilisé un checkout CVS jusqu'à présent, supprimez-le, installez un [client Subversion](http://subversion.tigris.org/project_packages.html) et lancez un checkout.\n\n https://svn.sourceforge.net/svnroot/scummvm/scummvm/trunk/ \n\nSi vous utilisez le client Subversion en ligne de commande, cela signifie qu'il vous suffit de taper la commande suivante :\n\n svn co https://svn.sourceforge.net/svnroot/scummvm/scummvm/trunk/ scummvm \n\nVous remarquerez que l'arbre source de ScummVM a déjà changé de manière significative et que d'autres changements sont à venir. Restez à l'écoute !",
        "title": "Migration vers Subversion"
    },
    "20060208": {
        "content": "En raison d'un bogue découvert dans la version 0.8.1, qui rendait Les Boucliers de Quetzalcoatl (Broken Sword 2) injouable, nous sommes obligés de publier ScummVM 0.8.2 \"Broken Broken Sword 2\". Nous avons également profité de cette occasion pour corriger les builds WinCE, ainsi que le bundle MacOS X.\n\nComme d'habitude, vous pouvez obtenir les fichiers pour toutes les plateformes supportées sur notre [page de téléchargements](/downloads/)",
        "title": "Sortie de ScummVM 0.8.2 \"Broken Broken Sword 2\""
    },
    "20060131": {
        "content": "Réjouissez-vous, ScummVM 0.8.1 \"Codename: missing\" vient de sortir. Vous pouvez maintenant découvrir la dernière version officielle de ScummVM. La raison principale de cette version est la correction de plusieurs bugs qui se sont glissés dans la 0.8.0, certaines de ces corrections sont :\n\n*   Support grandement amélioré pour les jeux Humongous Entertainment\n*   Support de la version allemande de Maniac Mansion NES (merci à Joachim Eberhard pour avoir fourni la cartouche).\n*   Correction d'un dépassement de capacité lors de l'utilisation du panneau de contrôle pour le robot dans la fouille.\n*   Correction de la disparition du curseur lorsque le mot de passe du niveau est tapé dans Gobliiins.\n*   Implémentation d'une détection de jeu plus précise basée sur MD5 pour Simon the Sorcerer.\n*   Première version non-beta du portage PS2\n\nPour une liste complète des changements, consultez les [notes de version](https://downloads.scummvm.org/frs/scummvm/0.8.1/ReleaseNotes).\n\nVous pouvez télécharger une version pour votre système sur notre page [Téléchargements](/downloads/).\n\nEnjoy !",
        "title": "Sortie de ScummVM 0.8.1 \"Codename: missing\""
    },
    "20060114": {
        "content": "Comme vous l'avez peut-être remarqué, il y a une [grande discussion](http://forums.scummvm.org/viewtopic.php?t=389) sur la musique de BASS sur nos forums. James Woodcock, l'un des participants, a publié sur [son blog](http://www.jameswoodcock.co.uk/?page_id=54) quelques pistes remasterisées à partir du MIDI original.\n\nBien que ScummVM ne supporte pas encore cette fonctionnalité dans toute sa splendeur, nous envisageons de l'implémenter dans un futur proche, alors restez à l'écoute.  En attendant, nous vous recommandons d'aller voir ce que ScummVM espère offrir dans le futur.\n\nVous pouvez en savoir plus sur les améliorations, en visitant le site de James :  \n[James Woodcock's ScummVM Music Enhancement Project](http://www.jameswoodcock.co.uk/?page_id=54)",
        "title": "Bande son de Beneath a Steel Sky - Teaser"
    },
    "20060109": {
        "content": "Enfin, [ScummVM CVS](/downloads/#CVS) offre désormais un support basique de Legend of Kyrandia de Westwood Studios. Le jeu est entièrement terminable, mais il lui manque la musique, les effets sonores et un système de menus (pour l'instant). Merci de consulter la section 3.8 du [README](https://github.com/scummvm/scummvm/raw/feaa67ca166d4808dcc9d6393b3673ceca25d6cb/README) pour plus d'informations, et la section [Téléchargements](/fr/downloads/#extras) pour le fichier de données nécessaire. Tous les bogues peuvent être signalés sur notre [bug tracker](http://bugs.scummvm.org/), merci de consulter la section 4.10 de la [FAQ](/faq/#question.report-bugs) pour de plus amples informations.",
        "title": "Support basique de The Legend of Kyrandia"
    }
}
