{
    "compatibilityUntested": "Non testé",
    "compatibilityBroken": "Cassé",
    "compatibilityBugged": "Buggé",
    "compatibilityGood": "Bon",
    "compatibilityExcellent": "Excellent",
    "compatibilityTitle": "Compatibilité - {version}",
    "compatibilityContentTitle": "Compatibilité {version}",
    "compatibilityDetailsInto": "Détails de compatibilité du jeu",
    "compatibilityDetailsChartTitle": "Tableau de compatibilité",
    "compatibilityDetailsChartCol1": "Nom du jeu",
    "compatibilityDetailsChartCol2": "Identifiant",
    "compatibilityDetailsChartCol4": "Niveau de support",
    "compatibilityDetailsBack": "« Retour",
    "compatibilityIntro": "Le tableau ci-dessous liste les progrès de ScummVM en terme de compatibilité pour chaque jeu supporté. Veuillez noter que la compatibilité indiquée s'applique à la version en Anglais des jeux. Nous essayons de tester différentes versions de chaque jeu, mais des problèmes non-listés peuvent occasionnellement survenir avec les versions en d'autres langues.",
    "compatibilityIntroExplanation": "Cliquez sur le nom d'un jeu pour voir les détails de compatibilité pour ce jeu.",
    "compatibilityDevContent": "Cette page indique la compatibilité pour la version en cours de développement de ScummVM, **et non pas pour une version stable** (Pour la compatibilité des versions stables, utilisez les liens suivant :",
    "compatibilityDevDisclaimer": "Comme le statut s'applique à la version en cours de développement, un changement peut de temps en temps introduire un bogue temporaire. Le tableau ci-dessous indique donc le 'meilleur cas'. Il est hautement recommandé d'utiliser la version stable la plus récente quand cela est possible.",
    "compatibilityStableContent": "Cette page indique la compatibilité pour la version stable {version}, **et non pas pour la version en cours de développement**. Vous trouverez le statut pour les 'daily builds' (compilations récentes de la version en cours de développement) dans le tableau [Compatibilité DEV](/fr/compatibility/).",
    "compatibilityStableReleases": "Vous pouvez aussi voir le tableau de compatibilité pour les versions suivantes  :",
    "compatibilityLastUpdated": "Dernière mise à jour  :",
    "compatibilityLegendTitle": "Signification des Couleurs",
    "compatibilitySectionTitle": "Tableau de compatibilité pour les jeux {company}",
    "contactTitle": "Contact",
    "contactContentTitle": "Contact",
    "contactIntro": "Vous pouvez nous contacter par les moyens suivants :",
    "contactIRCHeader": "Canal IRC",
    "contactIRC": "Le canal IRC #scummvm sur [irc.libera.chat](https://libera.chat/) est aussi un bon endroit pour poser des questions. Beaucoup de développeurs et d'utilisateurs de ScummVM sont régulièrement présents sur ce canal. Attention : seul l'anglais doit être utilisé sur ce canal.",
    "contactForumsHeader": "Forums",
    "contactForums": "Nous proposons plusieurs [forums](https://forums.scummvm.org/). Utilisez le forum [Help and Support](https://forums.scummvm.org/viewforum.php?f=2) si vous avez des problèmes lors de l'utilisation de ScummVM. Le forum [General discussion](https://forums.scummvm.org/viewforum.php?f=1) est dédié aux discussions générales sur des sujets touchant de près ou de loin à ScummVM. Il y a aussi des forums dédiés à des plateformes spécifiques et un forum [Junkyard](https://forums.scummvm.org/viewforum.php?f=8) (dépotoir).\n\n**N'oubliez pas de lire [les règles du forum](https://forums.scummvm.org/viewtopic.php?t=17) avant votre premier poste. Il est aussi important de noter que tous les postes doivent être en anglais.**",
    "contactTrackersHeader": "Rapports de bug, demandes de fonctionnalité, patchs",
    "contactTrackers": "Si vous pensez avoir trouvé un bug, faites une recherche dans notre [base de bugs](https://bugs.scummvm.org/) pour vérifier que le problème n'a pas déjà été rapporté. Si c'est le cas, vous pouvez y ajouter un commentaire. Sinon vous pouvez créer un nouveau rapport de bug. Mais veuillez d'abord **lire attentivement les instructions du formulaire de rapport de bug**, et bien sûr suivez ces instructions :-)\n\nLes demandes de nouvelles fonctionnalités doivent être faites dans [la base de demande de fonctionnalités](https://bugs.scummvm.org/report/11) (et veuillez également d'abord vérifier qu'une demande similaire n'a pas déjà été entrée dans la base).\n\nEnfin, si vous avez fait des modifications au code source de ScummVM et voulez les voir intégrées dans la version officiel, vous pouvez ouvrir une Pull Request sur notre [page github](https://github.com/scummvm/scummvm/pulls).",
    "contactListsHeader": "Listes de diffusion",
    "contactLists": "Il y a trois [listes de diffusions](https://lists.scummvm.org/) en relation avec ScummVM. Deux d'entre elles sont réservées à du contenu généré automatiquement. Vous ne pouvez envoyer des e-mails à scummvm-devel, les autres sont seulement réservées pour des notifications automatiques.",
    "creditsTitle": "Crédits",
    "creditsContentTitle": "Crédits",
    "demosTitle": "Démos de Jeux",
    "demosContentTitle": "Démos de Jeux",
    "downloadsTitle": "Téléchargements",
    "downloadsContentTitle": "Télécharger ScummVM",
    "downloadsHeader": "Navigation",
    "downloadsContentP1": "Si vous avez un des systèmes supportés vous pouvez directement télécharger l'exécutable ScummVM approprié à votre système. Si vous avez un système différent, Vous pouvez télécharger le code source et lire [les instructions de compilation](http://wiki.scummvm.org/index.php/Compiling_ScummVM) (en Anglais) disponible sur notre wiki. Si vous avez porté avec succès ScummVM sur une plateforme non-listée, n'hésitez pas à nous annoncer la bonne nouvelle (en nous précisant sur quel OS, etc...).",
    "downloadsContentP2": "La version STABLE la plus récente de ScummVM est {release}. Elle peut être téléchargée ci-dessous dans la section '[Exécutables](/fr/downloads/#release)'. Si vous utilisez Windows et n'êtes pas sûr de quel lien utiliser, choisissez le lien 'Windows Installer'.",
    "downloadsContentP3": "Vous trouverez des versions expérimentales, et potentiellement INSTABLES, de ScummVM dans la section '[Compilations quotidiennes](/fr/downloads/#daily)', vers la fin de la page. N'utilisez ces versions que si vous savez ce que vous faites.",
    "downloadsContentP4": "Vous trouverez également des jeux gratuits sur la [page de téléchargement de jeux](/fr/games/) . Actuellement, dix jeux sont disponibles : 'Beneath a Steel Sky', 'Broken Sword 2.5' (Les Chevaliers de Baphomet 2.5 Le retour des templiers), 'Dreamweb', 'Flight of the Amazon Queen', 'Lure of the Temptress', 'Drascula : The Vampire Strikes Back', 'Soltys', 'Sfinx', 'The Griffon Legend' et 'Mystery House'. Cette section contient également des packs de cinématiques que nous recommandons d'utiliser avec certaines versions des jeux Broken Sword (Les Chevaliers de Baphomet, Les Boucliers de Quetzalcoatl...) et The Feeble Files, ainsi que les sous-titres pour Blade Runner.",
    "downloadsBadge": "Téléchargement recommandé pour votre système",
    "downloadsXMLTitle": "Téléchargement pour ScummVM",
    "downloadsXMLVersion": "version {release}",
    "downloadsBinaries": "Exécutables - Version {release}",
    "downloadsBinariesNote1": "Pour une liste des changements depuis la version précédente,",
    "downloadsBinariesNote2": "veuillez consulter les notes de versions",
    "downloadsBinariesNote3": "La version {release} est également disponible dans les dépôts logiciels de nombreuses distributions GNU/Linux.",
    "downloadsSourceCode": "Code source - Version {release}",
    "downloadsTools": "Outils - Version {release_tools}",
    "downloadsOldBinaries": "Versions plus anciennes (non supportées)",
    "downloadsOld": "Versions plus anciennes",
    "downloadsOldBinariesNote": "Dans certains cas, nous n'avons pas (encore) d'exécutable pour la dernière version de ScummVM et/ou des Outils pour toutes les plateformes. Vous trouverez ci-dessous des versions plus anciennes pour ces plateformes.",
    "downloadsExtra": "Compléments, téléchargements de jeux, projets associés",
    "downloadsGames": "Téléchargement de jeux",
    "downloadsDailyBuilds": "Compilations quotidiennes",
    "downloadsDailyNote1": "ATTENTION  :",
    "downloadsDailyNote2": "Les versions ci-dessous sont des versions de développement compilées directement depuis notre dépôt de code source. Cela signifie qu'elles n'ont pas (ou peu) été testées et qu'elles peuvent contenir des bogues. Par exemple une telle version pourrait corrompre votre fichier de configuration, planter fréquemment, ou même ne pas se lancer. Utilisez-les à vos risques et périls !",
    "downloadsDailyLink1": "[Téléchargez les compilations quotidiennes officielles](https://buildbot.scummvm.org/#/snapshots).",
    "downloadsDailyLink2": "Elles sont générées par notre [buildbot](https://buildbot.scummvm.org/).",
    "downloadsDailyLink3": "Autres compilations (snapshot)  :",
    "downloadsLibraries": "Bibliothèques",
    "downloadsRequiredLibraries": "Bibliothèques nécessaires",
    "downloadsOptionalLibraries": "Bibliothèques optionnelles",
    "exceptionTitle": "Exception",
    "exceptionContentTitle": "Une erreur est survenue",
    "exceptionHeading": "Un singe à trois têtes !",
    "exceptionIntro": "Regarde derrière toi, un singe à trois têtes !",
    "exceptionAlt": "Singe à trois têtes",
    "exceptionContent": "Il y a eu un problème lors du traitement de votre demande  :",
    "feedAtomTitle": "Nouvelles sur ScummVM",
    "feedAtomDescription": "ScummVM est un logiciel multi-plateformes qui vous permet de jouer à certains jeux d'aventures graphiques de type 'point-and-click' (pointer et cliquer). Cela inclut tous les jeux LucasArts utilisant le moteur SCUMM, Simon the Sorcerer 1&2 d'AdventureSoft, Beneath a Steel Sky, les Chevaliers de Baphomet et Les Boucliers de Quetzalcoatl (Broken Sword 1 et 2) de Revolution Software, et bien plus encore.",
    "feedRSSTitle": "Nouvelles sur ScummVM",
    "feedRSSDescription": "ScummVM est un logiciel multi-plateformes qui vous permet de jouer à certains jeux d'aventures graphiques de type 'point-and-click' (pointer et cliquer). Cela inclut tous les jeux LucasArts utilisant le moteur SCUMM, Simon the Sorcerer 1&2 d'AdventureSoft, Beneath a Steel Sky, les Chevaliers de Baphomet et Les Boucliers de Quetzalcoatl (Broken Sword 1 et 2) de Revolution Software, et bien plus encore.",
    "gamesTitle": "Jeux",
    "gamesContentTitle": "Téléchargez des jeux gratuits (freeware)",
    "gamesHeader": "Navigation",
    "gamesContentP1": "Vous trouverez ci-dessous des [liens pour télécharger des jeux gratuits (freeware)](/fr/games/#games). Actuellement, dix jeux sont disponibles : 'Beneath a Steel Sky', 'Broken Sword 2.5' ('Les Chevaliers de Baphomet 2.5 Le retour des templiers'), 'Dreamweb', 'Flight of the Amazon Queen', 'Lure of the Temptress', 'Drascula : The Vampire Strikes Back', 'Soltys', 'Sfinx', 'The Griffon Legend' et 'Mystery House'.",
    "gamesContentP2": "Vous trouverez également des packs de cinématiques que nous recommandons d'utiliser avec certaines versions des jeux Les Chevaliers de Baphomet (Broken Sword), Les Boucliers de Quetzalcoatl (Broken Sword 2) et The Feeble Files, ainsi que les sous-titres pour Blade Runner.",
    "gamesXMLTitle": "Téléchargement de jeux pour ScummVM",
    "gamesXMLAddons": "Suppléments pour ScummVM",
    "sword1AddonsNote": "Depuis la version 1.0.0, ScummVM supporte les scènes vidéos d'origine du jeu Les Chevaliers de Baphomet (Broken Sword) au format Smacker. Le pack ci-dessous n'est plus nécessaire.\n\nAvec les versions plus anciennes de ScummVM vous aurez besoin de télécharger le pack de scènes vidéos ci-dessous pour remplacer les fichiers smacker fournis avec le jeu. Ce pack contient les vidéos au format DXA et des fichiers audio, en anglais, au format FLAC. Les fichiers audio sont également disponibles au format OGG pour remplacer les fichiers FLAC si vous utilisez ScummVM sur une plateforme qui ne supporte pas la lecture des fichiers au format FLAC. Les fichiers audio sont ainsi disponibles dans plusieurs langues à la fois au format OGG et au format FLAC. Pour utiliser un de ces Add-ons, il suffit de remplacer les fichiers FLAC en anglais du pack de scènes vidéos par les fichiers audio que vous voulez utiliser.\n\nLes 'Subtitles AddOn' fournissent des sous-titres pour les scènes vidéo qui ne sont pas présent dans le jeu original. Ils ont donc un intérêt quelle que soit la version de ScummVM que vous utilisez.",
    "sword2AddonsNote": "Depuis la version 1.0.0, ScummVM supporte les scènes vidéos d'origine du jeu Les Boucliers de Quetzalcoatl (Broken Sword 2) au format Smacker. Le pack ci-dessous n'est plus nécessaire.\n\nAvec les versions plus anciennes de ScummVM, vous aurez besoin de télécharger le pack de scènes vidéos ci-dessous pour remplacer les fichiers smacker fournis avec le jeu. Ce pack contient les vidéos au format DXA et des fichiers audio au format FLAC. Les fichiers audio sont également disponibles au format OGG pour remplacer les fichiers FLAC si vous utilisez ScummVM sur une plateforme qui ne supporte pas la lecture des fichiers au format FLAC.",
    "gamesDemosHeading": "Navigation",
    "gamesDemosContentP1": "Cette page contient des liens vers des démos de divers jeux. Merci de nous contacter si vous possédez une démo non listée sur cette page.",
    "gamesDemosContentP2": "Les démos de Beneath A Steel Sky ne seront pas supportées pour des raisons techniques.",
    "gamesDemosH1": "Nom de la démo / Lien de téléchargement",
    "gamesDemosH2": "Identifiant",
    "indexAtomFeed": "Flux Atom de nouvelles sur ScummVM",
    "indexRSSFeed": "Flux RSS de nouvelles sur ScummVM",
    "indexLogo": "Logo ScummVM",
    "indexCharacters": "Personnages des jeux",
    "indexSupport": "Supporter ce Projet",
    "indexGOG": "Jeux GOG.com",
    "indexGithub": "ScummVM sur GitHub",
    "indexFacebook": "Rejoignez-nous sur Facebook",
    "indexTwitter": "Suivez-nous sur Twitter",
    "indexLegal": "LucasArts, Monkey Island, Maniac Mansion, Full Throttle, The Dig, LOOM, et probablement de nombreux autres noms sont des marques déposées de [LucasArts, Inc.](http://www.lucasarts.com/). Toutes les autres marques sont la propriété de leurs sociétés respectives. ScummVM n'est affilié en aucune manière à LucastArts, Inc.",
    "introHeaderWhatIs": "C'est quoi ScummVM ?",
    "introHeaderContentP1": "ScummVM est un logiciel qui vous permet d'exécuter certains jeux d'aventures graphiques et jeux de rôles, à condition que vous possédiez les fichiers de données du jeu. Le plus astucieux  : ScummVM ne remplace que les exécutables fournis avec les jeux, vous permettant ainsi de jouer sur des plateformes pour lesquelles ils n'ont jamais été conçus  ! ScummVM est une réécriture complète des exécutables de ces jeux, ce n'est pas un émulateur.",
    "introHeaderContentP2": "ScummVM supporte une longue liste de jeux d'aventures avec plus de 250 titres au total. Il supporte de nombreux classiques édités par des studios légendaires comme *LucasArts*, *Sierra On-Line*, *Revolution Software*, *Cyan, Inc.* et *Westwood Studios*. À côté de titres révolutionnaires comme la série des *Monkey Island*, *Les Chevaliers de Baphomet (Broken Sword)*, *Myst*, *Blade Runner* et d'innombrables autres jeux, vous pourrez découvrir des petites pépites et d'obscurs jeux d'aventures à explorer.",
    "introHeaderContentP3": "La liste complète des jeux supportés et leur niveau de support sont disponibles sur la [page Compatibilité](/fr/compatibility/). ScummVM étant activement développé, cette liste est en constante évolution, n'hésitez donc pas à y jeter un coup d’œil régulièrement. Parmi les plateformes prises en charge, il est possible de jouer sur Windows, Linux, macOS, iOS, Android, PS Vita, Switch, Dreamcast, AmigaOS, Atari/FreeMiNT, RISC OS, Haiku, PSP, PS3, Maemo, GCW Zero et bien plus encore...",
    "introHeaderContentP4": "Vous pouvez nous faire part de vos commentaires et suggestions sur notre forum (en anglais) et notre [serveur Discord](https://discord.gg/5D8yTtF) (en anglais). Mais avant de poster, merci de lire notre [FAQ](/faq/).",
    "introHeaderContentP5": "Vous pouvez aider le projet en exprimant votre enthousiasme sous la forme d'une donation via PayPal. Et si vous savez programmer, nous apprécions encore plus les contributions au code source.",
    "linksTitle": "Liens",
    "linksContentTitle": "Liens",
    "linksHeading": "Liens",
    "linksIntro": "**Liens vers le site de ScummVM :** vous pouvez utiliser cette image sur votre site pour les liens vers le site de ScummVM.",
    "listItemsBuildFromRepo": "compilé à partir du dépôt,",
    "listItemsDate": ", dernière mise à jour  :",
    "newsTitle": "Accueil",
    "newsContentTitle": "Nouvelles récentes",
    "newsPostedBy": "Posté par",
    "newsMoreNews": "Plus de nouvelles...",
    "pressTitle": "Couverture de presse",
    "pressContentTitle": "Couverture de presse",
    "pressHeading": "Couverture de presse pour ScummVM",
    "pressIntro": "(Si vous voulez nous contacter à propos d'articles de presse, envoyez un e-mail à press (@) scummvm.org)",
    "screenshotsTitle": "Captures d'écran",
    "screenshotsContentTitle": "Captures d'écran",
    "screenshotsHeading": "Captures d'écran",
    "screenshotsNavigation": "Navigation",
    "screenshotsCategoryHeading": "Galerie de captures d'écran",
    "screenshotsCategoryBack": "Retour",
    "cookieText": "Nous utilisons les cookies pour améliorer le contenu et analyser les informations sur la performance et l'utilisation du site.",
    "cookieAccept": "Accepter les Cookies",
    "cookieDecline": "Refuser les cookies",
    "menuHeaderMain": "Menu principal",
    "menuMainHome": "Accueil",
    "menuMainScreenshots": "Captures d'écran",
    "menuMainForums": "Forums",
    "menuMainDownloads": "Téléchargements",
    "menuMainGames": "Jeux",
    "menuMainBlogs": "Blogs sur ScummVM",
    "menuHeaderDocumentation": "Documentation",
    "menuDocumentationFaq": "F.A.Q.",
    "menuDocumentationDocumentation": "Documentation",
    "menuDocumentationCompatibility": "Compatibilité",
    "menuDocumentationWiki": "Wiki",
    "menuMiscCredits": "Crédits",
    "menuHeaderDevelopmentDevelopment": "Développement",
    "menuDevelopmentBugTracker": "Base de Bogue",
    "menuDevelopmentPatchTracker": "Base de Patches",
    "menuDevelopmentTranslations": "Traduire ScummVM",
    "menuDevelopmentDailies": "Compilations quotidiennes",
    "menuDevelopmentSourceCode": "Code source",
    "menuDevelopmentBuildbot": "Buildbot",
    "menuHeaderMisc": "Menu Divers",
    "menuMiscDemos": "Démos",
    "menuMiscPress": "Couverture de Presse",
    "menuMiscContact": "Contact",
    "menuMiscLinks": "Liens",
    "contactDiscordHeader": "Discord",
    "downloadEngineData": "Fichier de données supplémentaires pour moteurs de jeu",
    "contactDiscord": "Rejoignez-nous sur Discord ! Peu importe si vous voulez juste traîner avec la communauté ScummVM ou si vous voulez discuter des derniers développements, notre [Serveur Discord](https://discord.gg/5D8yTtF) est l'endroit à visiter. Attention : seul l'anglais doit être utilisé sur ce serveur.",
    "compatibilityDetailsChartCol3": "Fichiers du jeu",
    "compatibilityDetailsDetails": "Détails",
    "downloadsOldBinariesFrsNote3": " pour trouver toutes les versions antérieures.",
    "downloadsOldBinariesFrsNote2": "naviguer sur notre serveur",
    "downloadsOldBinariesFrsNote1": "Vous pouvez également ",
    "menuMiscSponsors": "Sponsors",
    "sponsorsIntro": "Les entreprises suivantes ont gracieusement apporté leur aide au projet ScummVM",
    "sponsorsHeading": "Les sponsors de ScummVM",
    "sponsorsContentTitle": "Sponsors",
    "sponsorsTitle": "Sponsors",
    "compatibilityExcellentDescription": "Le jeu n'a pas de problème connu.",
    "compatibilityGoodDescription": "Le jeu présente des problèmes mineurs qui n'impactent pas l'expérience. Les jeux peuvent être joués dans leur totalité.",
    "compatibilityBuggedDescription": "Le jeu démarre, mais peut planter ou présenter des problèmes graphiques ou audio importants. Il est possible qu'il ne puisse pas être joué dans sa totalité.",
    "compatibilityBrokenDescription": "Le jeu peut ne pas démarrer ou avoir des problèmes sérieux qui le rendent injouable.",
    "compatibilityUntestedDescription": "Le jeu est encore en phase de test et peut ne pas être entièrement jouable",
    "downloadsSubprojects": "Projets associés",
    "menuDevelopmentDeveloperCentral": "Centre Développeur",
    "menuDevelopmentDoxygen": "Référence de l'API",
    "compatibilityGameDisclaimer": "Note : Les jeux ne sont pas inclus avec ScummVM. Pour jouer à l'un des jeux listés sur cette page, vous devez avoir votre propre copie du jeu et l'ajouter à ScummVM. Certains jeux sont disponibles gratuitement sur notre [page de téléchargement des jeux](/fr/games/). Pour d'autres jeux, consultez la page [Where to get the games](https://wiki.scummvm.org/index.php?title=Where_to_get_the_games) sur notre wiki. Pour savoir comment ajouter des jeux à ScummVM, consultez la [documentation](https://docs.scummvm.org/en/latest/use_scummvm/add_play_games.html).",
    "menuMiscDirectorDemos": "Démos Director",
    "directorDemosContentTitle": "Démos Director",
    "directorDemosTitle": "Démos Director",
    "downloadsDailyNote3": "Consultez le journal des modifications pour connaitre les dernières mises à jour de ScummVM."
}
