{
    "title": "Murray Christmas",
    "content": "We here on the ScummVM team hope everybody had a good Christmas! <br /><br /> First we would like to mention that LucasArts has put out a pack, at least in the UK, featuring updated versions of Sam and Max and Full Throttle, designed to work with Windows 95/98/ME/NT/2K/XP. This pack (entitled, imaginatively, \"The Entertainment Pack\") also comes with The Dig and Grim Fandango... these versions have not been updated, and are the original Windows versions (yes, these games DID come with native Windows ports in some of the earlier LucasArts Adventure Packs). <br /><br /> The updated Sam and Max and Full Throttle engines were not ported in-house by LucasArts, likely because of a lack of time AND because most people who worked on SPUTM/SCUMM have left anyway, but by Aaron Giles - the original Mac Porter (and renown MAME developer :). There are no modifications except for a DirectX wrapper around the graphics code and a really really bad graphics scaler. <br /><br /> Our take? Call us biased, but unless you <i>need</i> perfect compatibility, want to play Full Throttle now, or are missing more than two of these games - it will probably be far cheaper to buy these games second-hand or individually. The included updated binaries are inferior feature-wise to ScummVM, as you miss out on our enhanced features, such as support for platforms -other- than Windows (such as Macintosh, Unix and PocketPC), our graphics scalers, etc. Of course, if you do purchase the pack, the game datafiles are unchanged and of course compatible with ScummVM anyway. It <i>is</i> nice to see LucasArts releasing something like this, and doing something positive to try and revive their classic games - or at least drum up marketing hype for the sequel :) <br /><br /> Final conclusion, buy it if you want it or are a collector - but it's not worth the money simply for Windows compatibility. However if you do purchase it, you ARE encouraging LucasArts to update more classics in the future - although hopefully ScummVM will make such a need obsolete shortly. We suggest LucasArts spend it's development costs on re-releasing it's lost and RARE classics, like the FmTowns 256 color version of Zak Mckracken. For those interested, the updated versions were compiled on October 2nd for Full Throttle, and October 24th for Sam and Max. <br /><br /> In development news, several ScummVM developers have actually been really boring people and <i>coded</i> this Christmas, coming up over just a few days with the basics for Curse of Monkey Island support. I'm sure our Macintosh users will be happy to hear they will, in maybe as little as a month, finally be able to play this game. Support is in the latest CVS and Daily Builds, but <b>do NOT file bug reports</b> as we know it doesn't really work or do anything at the moment. Full support will be available \"When It's Done\".. or the day after Duke Nukem Forever comes out. Whichever is first. <br /><br /> Ho Ho Ho!",
    "date": "1040909760",
    "author": "ender"
}