{
    "title": "Can it be true? Is it a bird? Is it a plane...?",
    "content": "<b>No!</b>, it's ScummVM 0.3.0b, our first official release since LucasArts decided to go after us! <br /><br /><div align=\"center\"><i>Small update, we've also added a few links to our Links page that you might want to check out. Expecially VOGONS, please stop asking us if we're going to do things like add support for Beneath a Steel Sky :)</i></div><br /><br /> That's right, since the many many months since LucasArts first issued us with a DMCA notice (and wisely decided after the subsequent slashdotting and fan backlash from you, our users, to negotiate a deal :), we have been waiting for a settlement with LucasArts before releasing a long awaited new version. The wait is over. No, we haven't reached a settlement, we just got tired of waiting to release this gem. <br /><br /> There have been hundreds, if not thousands, of bugfixes since our last 0.2.0 release... not to mention support for at least three new games (The VGA version of Indiana Jones and the Last Crusade, and support for The Dig and Simon the Sorcerer 2)... and new features such as a vastly improved in-game gui and a built-in launcher to make it even easier for you to add, configure, and run your classic LucasArts (and AdventureSoft) games. Experimental support for Full Throttle is here, as well as many bugfixes for the games introduced in our last version... such as the FmTowns 256 color version of Zak McKracken, and the VGA floppy version of Monkey Island. <br /><br /> For a short summary of changes, check out the <a href=\"/frs/scummvm/0.3.0b/ReleaseNotes\">Release Notes</a>, or even better... just head over and <a href=\"/downloads/\">download the dang thing</a>. <br /><br /> Hopefully we will be able to come at you with new releases more often from now on, hopefully at least monthly. Please enjoy this release as much as we've became frustrated making it, and remember - if you give all your money to LucreArts, maybe they'll let us live instead of abandoning us on... on.... Monkey Island! (Ugh, Bananas... I hate Bananas). <br /><br /> For those interested in the boring news, here's both a summary and an update on our legal situation, for those users who are just now discovering ScummVM. <hr /><i>We've been at a deadlock with LucasArts for some time now. LucasArts simply do not like our current license, the GPL (General Public License). While we do not think it necessary, we have agreed to change the license to something more LucasArts-'friendly'. However, LucasArts wish us to include distribution terms which are against section one of both the <a href=\"http://www.debian.org/social_contract#guidelines\">Debian Free Software Guidelines (DFSG)</a> and the <a href=\"http://www.opensource.org/docs/definition.html\">Open Source Definition</a>. We cannot agree to this, nor the condition they wish to require (no commercial distribution)... because it conflicts with the DFSG and OSD, which we require, and it is something we legally cannot be sure of enforcing - several Linux and BSD distributions already include ScummVM packages, and we cannot be certain they will notice a license change. Oh, and we WANT distributions to be able to include our software :) <br /><br /> To date, LucasArts has not been able to give us any firm complaints regarding ScummVM, besides some vague claims that if they didn't enforce these conditions on us, it would effectively give up their rights to their own Intellectual Property. We do not believe this, there certainly have not been any documented cases of the GPL leading to such a challenge in the past, and far more important properties have been licensed under the GPL in the past, such as the Quake titles from <a href=\"http://www.idsoftware.com/\">id software</a>. LucasArts isn't releasing any of their own code under the GPL, and we really do not believe that they should require us to change our license - all we want them to do is leave us alone to create our emulator. Sanction us, if it makes them feel safer legally. But if they are going to require such a major step on our part of changing our license, they at least have to capitulate on the point of OSD/DFSG compliance. <br /><br /> We here at the ScummVM team would like to thank the people at LucasArts who are supporting us, and attempting to help us come to an arrangement. But guys, we're your fans. All we are doing is updating the engine for games, in a form of an emulator... because you haven't - although we've asked you to for years. We've even made more money for you, as quite a number of us have went out and BOUGHT your classic bundle packs, just to play it with ScummVM. </i><br /><br /><div align=\"center\"><b>These last few paragraphs have been brought to you by the \"Please don't sue us for making a new release\" department.</b></div>",
    "date": "1039268160",
    "author": "ender"
}
