{
    "title": "Not dead, Murray, just cursed.",
    "content": "And now, for our semi-annual news update! <br /><br /> The legal situation is still pending, as we are waiting on a response from LucasArts to our last e-mail. <br /><br /> Progress-wise, people following the daily build will have noticed the new in-game GUI we have implemented. It's still very much a work in progress, so expect odd things to happen. <br /> Some of our wonderful developers are currently working on improving compatibility with The Dig and Full Throttle, as it seems we might even get one of these completable by the time the legal situation is resolved and we can get our next release out. <br /><br /> Meanwhile, the CVS tree and daily builds are somewhat in an experimental form. <br /><br /> On to other matters, we are seeking mercenaries to kidnap two people so we can torture them into revealing the two current 'problem areas' in ScummVM. <br /><br /> We need the person who primarily extended iMUSE for Sam and Max Hit The Road. Pretty much every remaining bug with ScummVMs support of that game is related to the iMUSE system, so if anybody can 'acquire' a person or any information on this subsystem, please contact <a href=\"mailto:scummvm@enderboi.com\">Ender</a> to arrange discrete delivery of the... package. <br /> Secondly, we require <a href=\"http://www.mobygames.com/developer/sheet/view/developerId,1526/\">Vince Lee</a> for questioning over the INSANE cutscene engine used in games such as Full Throttle. Our lack of information on this system has left us at a dead-end as far as progress in this game goes. If you can acquire this person, or any information regarding INSANE, you will be well rewarded. Anonymity will be honored, if the 'acquiree' desires it. <br /> As an alternative, we can negotiate a deal if someone wishes to raid LucasArts HQ and persuade it's occupants to part with source or information regarding this two items. Our own attempts as infiltration of this facility have failed, due to some mysterious person called \"Management\". <br /><br /> Seriously, if anybody does have any information on these two headaches for us, please get in touch with <a href=\"mailto:scummvm@enderboi.com\">Ender</a>. If you've previously worked at LucasArts and wish to help anonymously, we'll respect that. I wouldn't be too afraid about giving assistance, as our own negotiations have revealed they are quite willing to let us exist, they are just not willing ('at the moment') to share any actual information or source. <br /><br /> Thanks for playing, and remember - \"never pay more than 20 bucks for a computer game\"!",
    "date": "1033738560",
    "author": "ender"
}