{
    "title": "Announcing CABAL",
    "content": "<p>April 1st, THE INTERNET: The <a href=\"http://freesci.org/\">FreeSCI</a>, <a href=\"http://sarien.sourceforge.net/\">Sarien</a> and <a href=\"http://www.scummvm.org/\">ScummVM</a> teams today announced the formation of CABAL (Coalesced 'Adventures beyond Architecture' League), a universal adventure game interpreter. This new project will unite the strengths and capabilities of the projects involved, creating what the project members believe will be a revolution for adventure game fans around the globe.</p><p>When asked about the relevance of CABAL for the worldwide adventure gaming market, ScummVM project lead Max Horn commented that \"[with] the market for adventure titles waning, we believe that the formation of a project with the explicit goal of running every adventure game ever released will infuse it with new life.\" FreeSCI maintainer Lars Skovlund added that \"this will certainly cause an upheaval in the gaming world. Adventure game fans around the world, rejoice!\".</p><p>In addition to supporting LucasArts' SCUMM games (including famous titles such as \"Monkey Island\", \"Indiana Jones\" and \"Sam and Max\"), Sierra's SCI and AGI lines (\"King's Quest\", \"Leisure Suit Larry\", \"Space Quest\"...), and other games already supported by the retrospective engines, the newly united team plans to continue to add further titles to their already impressive list.</p>Some of the juicy new modules include:<ul><li>An Infocom module (based on the <a href=\"http://www.cs.csubak.edu/~dgriffi/proj/frotz/\">Frotz Z-machine interpreter</a>), so you can now play your favorite text adventures anywhere you go!</li><li><a href=\"http://exult.sourceforge.net\">Exult</a> is being merged in as a plugin, allowing Ultima 7 fans around the world to play their favorite game on the many platforms already supported by the CABAL component engines - including Palm/PocketPC PDAs and the Dreamcast.</li><li>Revolution software has offered the source-code for Broken Sword 3, which will be added to the titles supported by the upcoming CABAL3D project - alongside with Grim Fandango and, possibly, Ultima IX (negotiations are ongoing).</li><li>Support for the SNES games Final Fantasy IV through VI (Japanese numbering, i.e. FF2/FF3 according to US releases) is planned for sometime this Fall. Whilst these are not strictly adventure games, the storyline and plots in this series are more imaginative than any 'action adventure' title published in recent years.</li></ul><p>Offers by various companies, including Microsoft and Amiga International, to buy out the team have been gently but firmly declined by the leads of the joint project. \"We know that we could earn a lot of money from this, but we are idealists and at this time we have the goal to reform the worlds adventure market. Once that is achieved, we can reconsider about making some money out of this.\"</p>",
    "date": "1080826560",
    "author": "fingolfin"
}
