{
    "title": "Website Revamp contest status update; 0.7.0 release plans; user manual",
    "content": "<p>Yo folks,<br /><br /> you are probably all wondering <q>Whatever happened to that website design contest? It's been closed over a month ago and there is still no winner!</q>. Well, good question :-)</p><p>First off, let me tell you that some of the submitted designs are really awesome, and I would hereby like to thank all the people who submitted their work. Sorry for letting you wait so long on the outcome.</p><p>Now, to determine the winner, we conducted an internal poll with the team. This took some time until all team members were able to submit their filled out forms. That process didn't produce a clear winner, though. So then, some of us wanted to conduct a poll amongst you, dear users, to pick the winner out of the three finalists. For various reasons, that just didn't happen... until now!</p><p>Go to our <a href=\"http://www.scummvm.org/poll/index.php\">poll page</a> to see the finalists, and to be able to poll on them! We'll let this polling go for about 14 days, at which point we'll finally decide on the winner.</p><p>On another matter, we have now started work on the next major release of ScummVM. 0.7.0 is (rather aggressively) scheduled for Christmas 2004! We hope to be able to deliver a nice christmas present to you this way. But for this to work out, we need your help: We need people who actively test the latest CVS so that we can iron out and fix all remaining issues with it, to ensure a high quality release.</p><p>If you want to help, check out the <a href=\"http://www.scummvm.org/documentation.php?view=release\">release status page</a> for a list of games which need testing.</p><p>That's it for today, hopefully the next time around we can announce something more substantial (like a new release or a new website). Until then: happy play testing to all of you!</p><p>P.S.: Maybe you also have been wondering <q>Gee, will these guys ever reach 1.0?</q> As a matter of fact, we are now working towards this goal. There is basically a single major piece missing for that: a good user manual. If you are a skilled manual writer, have some spare time, and want to help, drop us a mail on the scummvm-devel mailing list.</p>",
    "date": "1102253760",
    "author": "fingolfin"
}
