{
    "title": "What's blatently stolen, but isn't a yo-yo",
    "content": "<p>What? We promised more frequent news updates? You lie! Prove it!... News archives you say? Pfffah. Um. We were hacked!</p><p>We are nearing the final release of ScummVM 0.6.0, and there are just a few last minute bugs to fix. We're also waiting for a reply to an e-mail from <a href=\"http://www.mobygames.com/developer/sheet/view/developerId,1859/\">two</a><a href=\"http://www.mobygames.com/developer/sheet/view/developerId,1858/\">people</a> whom have recently gone on an international jaunt, under the guise of 'work'. We have heard rumors they have been seen in San Francisco running around naked screaming \"I'm working, I'm working\". If spotted, approach with extreme caution, as they may be holidaying and dangerous.</p><p>On a related, but more serious note, since the above pair are reasonably incommunicardo, we may be releasing ScummVM 0.6.0 without the previously promised freeware game, which will instead be released at a later stage.</p><p>We will leave you now with the promised blatently stolen quote. There is no subliminal message enclosed. Honest.</p><blockquote><p>Anyway, to answer your question, to get into the games industry, <b>b</b>reak into the Sony party at E3, walk aro<b>u</b>nd sa<b>y</b>ing \"Online multi<b>p</b>layer i<b>s</b> the future,\" and if nobod<b>y</b> has hired you by 11:00 pm, sleep with the first person you hear speaking either Japanese or French. Worked for me!</p></blockquote><p>- Tim S<b>c</b><b>h</b>afer, as seen <b>o</b><b>n</b><a href=\"http://www.doublefine.com/news.htm\">DoubleFine</a>, replying to <b>a</b> n<b>u</b><b>t</b>ty fan<b>s</b> e-mail.</p><p>Finally, Ender, your humble (yet lazy) news poster and co-project leader would like to let any Sony employees who happen to read this site know that he believes Online multiplayer is the future. We're not even going to touch the Sam and Max 2 thing. (Boo! Hiss!)</p><p>Stay tuned for more zany and space-filling content-less news posts in the future!</p>",
    "date": "1078839360",
    "author": "ender"
}
