{
    "title": "News, lots and lots of them...",
    "content": "<p>On the downside, we really need to post news more regularly. On the upside, we have accumulated a lot to tell you about:</p><b>New Ports</b><ul><li>Ports are important for us -- that much we have in common with the good ol' pirates from Monkey Island. Of course in our case it's not the wet kind (with ships and stuff), but rather ports of ScummVM to different architectures. On that front, we have some pretty nice things coming up for the next ScummVM release, including an <span style=\"color:#008000;\">official PlayStation 2 port</span>, as well as the <span style=\"color:#008000;\">AmigaOS port</span> now being official, too. And with some luck maybe even the often requested EPOC/Symbian port will finally be a regular part of ScummVM (take a look at the relevant <a href=\"https://sourceforge.net/tracker/index.php?func=detail&amp;aid=1188433&amp;group_id=37116&amp;atid=418822\">patch tracker item</a> if you are curious).</li></ul><b>New games</b><ul><li>We added a new game engine, this time for Coktel's Gobliiins series. So far, <span style=\"color:#008000;\">Gobliiins 1 is completable</span>. Work on the other parts (Gobliins 2, Goblins 3, and \"The Bizarre Adventures of Woodruff and the Schnibble\") has not yet begun, but at least Gobliins 2 seems to be similar to part 1, so we hope to have that in the foreseeable future, too. Regarding the other parts, we'll see...</li><li>Thanks to the hard work of some dedicated people we also finally support the (in)famous <span style=\"color:#008000;\">NES version of Maniac Mansion</span>. Wow, that should be about the last LucasArts SCUMM game we were not supporting ... ;-)</li><li>Support for <span style=\"color:#008000;\">Humongous Entertainment's kids games</span> is progressing well, the following titles can be completed with the current development version of ScummVM:<ul><li>Freddi Fish 1 - 4</li><li>Pajama Sam 1 &amp; 2</li><li>Putt-Putt (several titles)</li><li>Spy Fox 1 &amp; 2</li><li>Several arcade titles</li></ul></li></ul><b>New thumbs</b><ul><li>No, I didn't undergo plastic surgery (although another pair of thumbs sounds tempting...). Rather, we added support for <span style=\"color:#008000;\">thumbnails in SCUMM savegames</span>. Pretty cool stuff, click <a href=\"/data/news/20050511.png\">here for a screenshot</a>.</li></ul><p>Not too shabby, we think. And we actually have more really cool stuff in the works, stay tuned.</p>",
    "date": "1115818560",
    "author": "fingolfin"
}
