{
    "title": "What day is it? October the <strike>5th!</strike>.. Er, 12th!",
    "content": "<p>Well, somehow it slipped by us this year, but the ScummVM project was technically six years old on the 5th of October (based on our founding date on SourceForge. But don't worry! Due to popular demand, we have rescheduled our Birthday to Jan 15th, to coincide with the release of ScummVM 0.1.0!</p><p>Over the years, ScummVM has grown from a project ludde started to run Monkey Island ('to see if he could'), to a series of interpreters capable of playing a wide-range of games on a huge number of operating systems, platforms and devices. We would like to thank all of those who have helped us grow over the years from our developers, contributors and users. Some companies and groups deserve special mention (but all of you are great, so don't feel left out...):</p><ul><li><strong><a href=\"http://www.sourceforge.net/\">SourceForge</a></strong> - For hosting us over the years, and giving us the chance to come runner up in the 2006 Community Choice Awards (Gaming Category) and WIN (Best Project for Gamers) this year</li><li><strong><a href=\"http://www.revolution.co.uk\">Revolution Software</a></strong> - Tony Warriner and Charles Cecil for their ongoing support - And providing code, assisting our efforts in Beneath a Steel Sky/Broken Sword and freewaring some of these games!</li><li><strong><a href=\"http://www.passfieldgames.com/\">John Passfield/Steve Stamatiadis</a></strong> - For providing the source code for Flight of the Amazon Queen, supporting our efforts, and also allowing us to re-release this wonderful game as freeware!</li><li><strong><a href=\"http://www.wyrmkeep.com/\">Wyrmkeep Entertainment</a></strong> - And Joe Pearce, for his great assistance in providing source code, adding Inherit the Earth and early SAGA support</li><li><strong><a href=\"http://www.adventuresoft.com/\">Adventure Soft</a></strong> - Alan Bridgman and Simon Woodroffe, formerly of AdventureSoft - For sharing the AGOS source for Feeble Files, and their support with Simon/AGOS support</li><li><strong><a href=\"http://www.mastertronic.com/\">Sold Out Software</a></strong> - Now Mastertronic, for not being afraid to use ScummVM on their commercial budget re-issues of Broken Sword 1/2</li><li><strong><a href=\"http://code.google.com/\">Google</a></strong>, for allowing us to participate in the <a href=\"http://code.google.com/soc/\">Summer of Code</a> this year (and to all students who participated)</li><li><a href=\"http://www.electriceggplant.com/\">David Fox</a>, <a href=\"http://www.grumpygamer.com/\">Ron Gilbert</a>, <a href=\"http://www.aarongiles.com/\">Aaron Giles</a>, Michael Land, Vince Lee, <a href=\"http://leiterman.com/lfilm.html\">Jim Leiterman</a>, <a href=\"http://www.doublefine.com/\">Tim Schafer</a>, Aric Wilmunder and everyone else involved in creating the classic LucasFilm/LucasArts titles that inspired this project!</li></ul><p>Stay tuned for the <b>REAL</b> party, early next year...</p>",
    "date": "1192196160",
    "author": "Ender"
}
