{
    "title": "ScummVM and the Quest for Code: Join the Google Summer of Code<sup><small>TM</small></sup>",
    "content": "<p>Do you know what a fabulous time we had last year participating in the Google Summer of Code? OK, you don't have to answer that, it's a rhetorical question. Fact is, it was <b>fabulous</b>! So fabulous we thought we'd apply again. And Google is so fabulous that they've elected ScummVM to take part again. Fabulous. (overuse of some words purely intentional).</p><p>So, where are you going to spend this summer<sup>*</sup>? Again some exotic beach? Perhaps this year on Monkey Island<sup>TM</sup>?</p><p>Well if you are a <a href=\"http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_eligibility\">student</a> and want to make a buck this summer (more accurately $4500 US of them), Google is organizing the absolute Open Source recruitment drive, also known as the <a href=\"http://code.google.com/soc/2008/\">Google Summer of Code</a>! The program is designed to create an incentive for students to participate in Open Source projects, by providing guidance and economic support. What's more, your favorite project <a href=\"http://www.scummvm.org/\">ScummVM</a> is proud to be participating!</p><p>Think about it. Have you ever thought about contributing to a large Open Source project like ScummVM but were intimidated to do so? With the Summer of Code opportunity, you can put your skills at work under close cooperation with our mentors. They'll help you ease in the team, plan the task ahead of time with you and guide you all along.</p><p>To get things started, you have to pitch us your idea. Take a look at our <a href=\"http://wiki.scummvm.org/index.php/OpenTasks\">Open Tasks</a> page for some suggestions. Then visit the <a href=\"http://code.google.com/soc/2008/\">Google Summer of Code</a> website, read up on the <a href=\"http://code.google.com/opensource/gsoc/2008/faqs.html\">FAQ</a> and check out the <a href=\"http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_apply\">application guide</a>.</p><p>Now, hurry up! You've got until <b>March 31</b>, so get cracking!</p><p><sup>*</sup>: Summer in the northern hemisphere definition :-)</p>",
    "date": "1206106560",
    "author": "Fingolfin (blatantly borrowed from Jubanka)"
}