{
    "title": "ScummVM 1.0.0rc1 \"Grog XD\" is ready for your testing",
    "content": "<p>Did you hear about our plans for 1.0.0? This is going to be the best ScummVM release ever! And to make it even more remarkable, we have decided to put out a Release Candidate, which is <a href=\"/downloads/\">awaiting you here</a>.</p><p>It is a regular stable and supported release so don't let the name of 'Release Candidate' or 'RC1' throw you off. We have a <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.0.0\">release testing wiki page</a> for the upcoming 1.0.0 release, which we would like to see turned into a mass of green indicating successful removal of any issues in the titles supported, and thus we need your help, our dear users of ScummVM. It would be really great to test as many games as possible on all varieties of platforms our project is ported to.</p><p>The list of changes which are prepared for you in this release is quite long. The highlights are:</p><ul><li>Added support for <i>Discworld</i></li><li>Added support for <i>Discworld 2 - Missing Presumed ...!?</i></li><li>Added support for <i>Return to Zork</i></li><li>Added support for <i>Leather Goddesses of Phobos 2</i></li><li>Added support for <i>The Manhole</i></li><li>Added support for <i>Rodney's Funscreen</i></li><li>Added support for <i>Cruise for a Corpse</i></li><li>Improved GUI vastly: added quick search, introduced per-game options, improved mass-add dialog</li><li>Broken Sword 1 &amp; 2 now run with original cutscenes</li><li>Increased <i>The 7th Guest</i> microscope puzzle difficulty to match original</li><li>Major improvements to PSP, PS2 and WinCE ports</li><li>New port for GP2X Wiz handheld game console.</li></ul><p>The full list of changes can be found in the <a href=\"https://github.com/scummvm/scummvm/raw/v1.0.0rc1/NEWS\">NEWS file</a>.</p><p>'Nuff said, so <a href=\"/downloads/\">download ScummVM</a> and be one step closer to 1.0.0.</p>",
    "date": "1251725760",
    "author": "sev"
}
