{
    "title": "James Woodcock Unveils Discworld v2.0, Simon the Sorcerer v2.0 and \r\nInherit the Earth v1.0 Soundtracks for ScummVM",
    "content": "<p><a href=\"http://www.jameswoodcock.co.uk\">James Woodcock</a>, creator of the <a href=\"http://www.jameswoodcock.co.uk/?page_id=54\">ScummVM Music Enhancement Project</a> has recently released updated versions of previously available soundtracks reaching version 2.0, which include <a href=\"http://www.jameswoodcock.co.uk/?page_id=954\">Simon the Sorcerer</a> and <a href=\"http://www.jameswoodcock.co.uk/?p=1958\">Discworld</a>.  Discworld can now be played with the latest <a href=\"/downloads/#daily\">SVN versions of ScummVM</a> implementing James Woodcock's enhanced music.  <a href=\"http://www.jameswoodcock.co.uk/?p=1935\">Inherit the Earth</a>, which comes under his 'Fan Creation Soundtrack' is a homage to the title and is now also downloadable from his <a href=\"http://www.jameswoodcock.co.uk/\">personal website</a>.</p><p>Available in High and Low bitrate versions, all three soundtracks are free to download and inspired by the original games and the ScummVM software.</p><p><i>\"For many years, I have enjoyed the wonders of the ScummVM application allowing me to play many of my all time favourite point and click adventures.  The ScummVM Music Enhancement Project gives me the chance to inject a little part of my passion for this gaming genre, while giving the community the option of alternative music\".  </i>James Woodcock continues...<i> \"A big thank you to all who have contacted me via email, Twitter and IRC regarding my work and also of course to the original composers, developers and publishers of the titles I have covered and the ScummVM team, without who this would not have been possible!\"</i></p><p>A preview of all three games running on ScummVM with James's music is demonstrated on this <a href=\"http://www.youtube.com/watch?v=ZsJ0iutFCvA&amp;feature=PlayList&amp;p=9FC5944435EF39C2&amp;index=0&amp;playnext=1\"> YouTube Playlist</a>.</p><p><u><b>Change Log:</b></u></p><ul><li><b><a href=\"http://www.jameswoodcock.co.uk/?page_id=954\">Simon the Sorcerer v2.0</a></b><br />All tracks have been individually tweaked through a new master compressor to increase overall quality of the music.</li><li><b><a href=\"http://www.jameswoodcock.co.uk/?p=1958\">Discworld v2.0</a></b><br />Introduction music updated to emphasise the piano tracks, 7 previously missing tracks have now been added completing the soundtrack and the music is fully compatible with the latest <a href=\"/downloads/#daily\">ScummVM SVN builds</a> for use within the title.</li></ul><p>To find out more, make sure you visit his <a href=\"http://www.jameswoodcock.co.uk/\">website</a> or follow him on <a href=\"https://twitter.com/jameswoodcock\">Twitter</a> for new developments.</p>",
    "date": "1250861760",
    "author": "sev, James Woodcock"
}
