{
    "title": "Do you know what time comes near?",
    "content": "<p><img src=\"/data/news/20090318.png\" alt=\"GSoC 2009 Logo\" align=\"right\" /> Yes, you're right: Summer! (In the northern hemisphere, at least ;))<br /> And what did we do the last two years during the summertime?<br /> Yeah, right again: Participate in the <a href=\"http://code.google.com/soc/\">Google Summer of Code</a>!<br /> And do you know what we've just learned?<br /> Correct <i>again</i>: We've learned that we're accepted this year as well!</p><br /><p>So, if you're a <a href=\"http://code.google.com/opensource/gsoc/2008/faqs.html#0.1_student_eligibility\">student</a>, want to have a great time helping our little project and even earn some money along the way ($4500 US actually), then join the <a href=\"http://code.google.com/soc/\">Google Summer of Code</a>!</p><p>Have you always wanted to work on a big Open Source project, applying your skills (or acquiring new skills) whilst improving that project, but were always intimidated due to its apparent monumental size? Did you ever wish there would be small, pre-cut manageable chunks of work where you could really show the world what you're made of? Well, wish no more, because the <a href=\"http://code.google.com/soc/\">Google Summer of Code</a> provides exactly these chunks that don't require you to spend years understanding the whole of the project, and even offers a monetary reward for your accomplishments.</p><p>If you're considering choosing to work on ScummVM (and we would certainly love to have you), our manageable chunks can be seen at our <a href=\"http://wiki.scummvm.org/index.php/OpenTasks\">Open Tasks</a> page. Of course, if you have a different interesting idea in your mind, we want to hear that as well! Please also mind our <a href=\"http://wiki.scummvm.org/index.php/Summer_of_Code/Project_Rules\">project rules</a>.</p><p>For official information from Google, visit the <a href=\"http://code.google.com/soc/\">Google Summer of Code</a> website; and read the <a href=\"http://socghop.appspot.com/document/show/program/google/gsoc2009/faqs\">FAQ</a> and the <a href=\"http://socghop.appspot.com/document/show/program/google/gsoc2009/faqs#student_apply\">application guide</a>.</p><p>Now, you better be quick, the deadline is on <b>April 3</b>!</p>",
    "date": "1237383360",
    "author": "DrMcCoy"
}