{
    "title": "ScummVM 1.1.0 \"Beta quadrant\" released",
    "content": "<p>Another 4 months passed, a lot of hard work done... and finally it is here: ScummVM 1.1.0 is available now on our <a href=\"/downloads/\">downloads page</a>.</p><p>There are some pretty exciting new features: We added support for 16bit graphics, which allowed us to add support for a whole bunch of newer Humongous Entertainment games for kids. We also added or improved support for the Amiga versions of <em>Monkey Island</em>, <em>Legend of Kyrandia</em> and <em>Future Wars</em>. Plus there are <b>two completely new engines</b> for the games <em>Dragon History</em> (available for free from <a href=\"http://www.ucw.cz/draci-historie/index-en.html\">here</a>) and <em>TeenAgent</em> (available for free from <a href=\"http://www.gog.com/en/frontpage/?pp=22d200f8670dbdb3e253a90eee5098477c95c23d\">GOG.com</a>). And finally there is now <b>a port for the Nintendo 64</b> game console!</p><p>Take a look at the <a href=\"/frs/scummvm/1.1.0/ReleaseNotes\">release notes</a> if you want to know a bit more.</p><p>There is one grain of salt, though: If you want to play <em>Nippon Safes Inc</em>, we recommend that you stick with your current ScummVM version for now, as there are some nasty regressions in there which may even make it impossible to complete the game. Also the background music in <em>Pajama Sam 1</em> isn't working correctly in the Kitchen and Mine areas anymore.</p><p>We are not happy about that, but in the end decided that we should not let this hold up the other new cool stuff we added. Instead, we will follow up this release in about four weeks with a 1.1.1 release that should fix these issues. In fact, you can help us make 1.1.1 even better by <a href=\"http://bugs.scummvm.org/\">reporting any bugs</a> you might encounter in 1.1.0.</p><p>And now go and get it while it's still hot from our <a href=\"/downloads/\">downloads page</a>, grab a build for your favorite device and have fun :).</p>",
    "date": "1270388160",
    "author": "Fingolfin"
}