{
    "title": "Beneath A Steel Sky Enhanced Music Released by James Woodcock for ScummVM",
    "content": "<p>The developers of ScummVM are pleased to announce that as of today, the classic game <i>Beneath A Steel Sky</i> has full support for <a href=\"http://www.jameswoodcock.co.uk/?page_id=54\">James Woodcock's Music Enhancement Project</a> within the latest daily build. The project started way back in January 2006 as <a href=\"http://www.jameswoodcock.co.uk/\">James Woodcock</a> committed himself to use the original MIDI files from various Point and Click Adventure titles, creating enhanced versions using modern MIDI equipment. He has already released the <i><a href=\"http://www.jameswoodcock.co.uk/?p=956\">Simon the Sorcerer</a></i>, <i><a href=\"http://www.jameswoodcock.co.uk/?p=1958\">Discworld</a></i> and <i><a href=\"http://www.jameswoodcock.co.uk/?p=1935\">Inherit the Earth</a></i> versions and can now add <i><a href=\"http://www.jameswoodcock.co.uk/?p=7695\">Beneath A Steel Sky</a></i> to his completion list:<br /><br /> \"I have tried very hard to remain faithful to the originals in respect to the excellent composers creations...\" says James Woodcock, creator of the ScummVM Music Enhancement Project. He continues \"...There has been a lot of support and interest from Beneath A Steel Sky fans, who have been monitoring its progress very carefully and it is with great pleasure I can finally play <i>Beneath A Steel Sky</i> using new versions of the original soundtrack with many thanks to the developers of ScummVM for all their hard work in making this feature possible\".<br /><br /> James uses the Yamaha Tyros4 keyboard hooked up to his computer via USB and after going through various tweaking, recording and editing, a finalised music track is born.</p><p>You can download the enhanced soundtrack from James' <i><a href=\"http://www.jameswoodcock.co.uk/?p=7695\">Beneath A Steel Sky</a></i> page, where instructions are also included.  You can follow and show your support for James on both <a href=\"https://twitter.com/jameswoodcock\">Twitter</a> and <a href=\"http://www.facebook.com/pages/James-Woodcock/198209883548095\">Facebook</a>.</p>",
    "date": "1321882560",
    "author": "sev"
}
