{
    "title": "Get Ready for Testing!",
    "content": "<p>The ScummVM team is announcing another round of release testing in preparation for our next release: 1.3.0!</p><p>Since our last release, we've been very busy working on adding support for more of your favorite games. <i>Backyard Baseball</i>. <i>Backyard Baseball 2001</i>, <i>Hugo's House of Horrors</i>, <i>Hugo 2: Whodunit?</i>, <i>Hugo 3: Jungle of Doom</i>, <i>Playtoons: Bambou le Sauveur de la Jungle</i>, <i>Toonstruck</i>, and <i>Urban Runner</i> are all ready for our loyal fans to play through to their hearts' content. Several Living Books games are also supported now: <i>Aesop's Fables: The Tortoise and the Hare</i>, <i>Arthur's Birthday</i> (v1), <i>Arthur's Teacher Trouble</i>, <i>Dr. Seuss's ABC</i>, <i>Green Eggs and Ham</i>, <i>Harry and the Haunted House</i>, <i>Just Grandma and Me</i> (v1), <i>Little Monster at School</i>, <i>Ruff's Bone</i>, <i>Sheila Rae, the Brave</i>, <i>Stellaluna</i>, <i>The Berenstain Bears Get in a Fight</i>, <i>The Berenstain Bears in the Dark</i>, <i>The New Kid on the Block</i>. You can see more info on the bugs we fixed and the features we added over <a href=\"https://github.com/scummvm/scummvm/raw/master/NEWS\">here</a>.</p><p>Like with our last release testing, not all games will be tested; only games that have had significant changes to their codebase since the last release are up for testing. As usual, the list of games to be tested is on the <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.3.0\">wiki</a>.</p><p>Those games aren't going to test themselves! Download a <a href=\"/downloads/#daily\">daily build</a> and report any bugs you find to the <a href=\"http://bugs.scummvm.org/\">bug tracker</a>. If you complete a game, please let us know on <a href=\"http://forums.scummvm.org/viewtopic.php?t=10173\">the forums</a> so we can throw the results up on the <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.3.0\">wiki page</a>. Be sure to provide the version, language, and platform of your game when reporting a completion. Any other questions? Go check out the <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">release testing guidelines</a>.</p>",
    "date": "1303479360",
    "author": "clone2727"
}