{
    "title": "Fancy a Summer (of Code) job with ScummVM?",
    "content": "<p><img src=\"/data/news/20110318.jpg\" alt=\"GSoC 2011 Logo\" align=\"right\" /> ScummVM is pleased to announce that it has been accepted for participation in Google's <a href=\"http://www.google-melange.com/\">Summer of Code 2011</a> program.</p><p>This is our fifth year in the program and we would like to make it our best yet.</p><p>We are now welcoming applications to join the program, provided that you are:</p><ul><li>A current <a href=\"http://www.google-melange.com/document/show/gsoc_program/google/gsoc2011/faqs#eligibility\">student</a> (undergraduate, graduate, post-graduate ...)</li><li>Like point and click adventures</li><li>Know some C++ and have some coding skills</li><li>Like the prospect of spending your summer with the ScummVM team, writing superb code for cool games full time for 12 weeks</li><li>Wish to get involved with a leading open source project in its field and become an asset to its community</li></ul><p>Should you apply and be selected you will be rewarded, both financially thanks to Google and with gratitude, encouragement and the legally mandated minimal amounts of abuse by the ScummVM Team upon completion of a successful project.</p><p>You never know, we may even share our secret Grog recipe!</p><p>Now run along and pick up some interesting ideas from our <a href=\"http://wiki.scummvm.org/index.php/OpenTasks\">Open Tasks</a> page or be creative and propose your own ideas and <a href=\"http://www.google-melange.com/\">apply</a>. Make sure you read our requirements on the Open Tasks page and review the rest of our <a href=\"http://wiki.scummvm.org/index.php/Summer_of_Code\">Summer of Code</a> notes on the wiki.</p><p>Having participated for several years we cannot stress how beneficial it can be to apply early, revise your application as you go and really get involved with the community. The final deadline for applications is April 8th at 19:00 UTC.</p><p>If you have any questions or comments, feel free to send an e-mail to the <a href=\"https://lists.sourceforge.net/lists/listinfo/scummvm-devel\"> scummvm-devel mailing list</a>, drop by our <a href=\"http://forum.scummvm.org/\"> forum</a> or pop into our IRC channel (<a href=\"http://webchat.freenode.net/?channels=scummvm&amp;uio=OT10cnVlJjExPTUx91\">#scummvm</a> at freenode.net).</p>",
    "date": "1300455360",
    "author": "DJWillis"
}
