{
    "title": "A Landmark Achievement",
    "content": "<p><b>Happy April Fools' Day! Much thanks to LordHoto for the <i>mock</i> achievement dialog code and for the Hand of Fate and Zak McKracken quotes. Thanks to ST, DrMcCoy, and Strangerke for all their input.</b></p><p><s>Due to high demand, ScummVM is extremely proud and thrilled to announce the introduction of achievements to various games. Games really have no replay value without achievements, so we hope that our loyal users will enjoy finally being able to play them again the way they've always meant to be played. They're finally ready for the 21st century!</s></p><p><s>The ScummVM team managed to put together a huge list of achievements that we wanted to see in various games, including some not-yet-supported ones. From there, we just plugged in our simple dialog and achievement tracking code, and were able to add it to all engines easily. Soon integration with the forums will be complete and you will be able to share all your achievements there.</s></p><p><s>LordHoto was really excited to work on this feature saying, \"This is the coolest feature I've added to The Legend of Kyrandia.\" \"First Steam's achievements came to Linux and now this? Linux gamers should be thrilled for all the achievements they can now earn!\" added DrMcCoy.</s></p><p><s>We've gathered up some screenshots of some of our favorite ones:</s></p><p><s><a href=\"/data/news/20140401_1.png\"><i>Full Throttle</i> Screenshot</a></s></p><p><s><a href=\"/data/news/20140401_2.png\"><i>The Legend of Kyrandia: The Hand of Fate</i> Screenshot</a></s></p><p><s><a href=\"/data/news/20140401_3.png\"><i>The Curse of Monkey Island</i> Screenshot</a></s></p><p><s><a href=\"/data/news/20140401_4.png\"><i>Geisha</i> Screenshot</a></s></p><p><s><a href=\"/data/news/20140401_5.png\"><i>Gabriel Knight: Sins of the Fathers</i> Screenshot 1</a></s></p><p><s><a href=\"/data/news/20140401_6.png\"><i>Gabriel Knight: Sins of the Fathers</i> Screenshot 2</a></s></p><p><s><a href=\"/data/news/20140401_7.png\"><i>Gabriel Knight: Sins of the Fathers</i> Screenshot 3</a></s></p><p><s><a href=\"/data/news/20140401_8.png\"><i>Zak McKracken and the Alien Mindbenders</i> Screenshot</a></s></p>",
    "date": "1396359360",
    "author": "<s>Strangerke</s> clone2727"
}