{
    "title": "The ScummVM project has a new Translations site",
    "content": "<p><img src=\"https://translations.scummvm.org/widgets/scummvm/-/287x66-white.png\" alt=\"Translation status\" align=\"middle\" /></p><p>Until now, translating the ScummVM software was not straightforward. Contributors had to get the translations template file to their computer, update the translation using a dedicated application, and then propose the updated translation to the ScummVM team using a <a href=\"https://help.github.com/articles/creating-a-pull-request/\">Pull Request</a> or <a href=\"https://bugs.scummvm.org/\">our bug tracker</a>. The ScummVM team itself also had some manual tasks to perform, such as updating the translation templates from the source code when needed or rebuilding the binary translation file after receiving a translator's contribution.</p><p>All this belongs to the past. Now, thanks to our new <a href=\"https://translations.scummvm.org/\">translations website</a>, powered by <a href=\"https://weblate.org/\">Weblate</a>, updating the translations is easier and more comfortable than ever before. Translation templates are updated automatically when needed, and so is the binary translation data file. Translators now just have to translate. That's it. The website also helps translators by performing automated quality checks and suggesting (machine) translations.</p><p>Finally, the new site also adds a community aspect to translations, enabling users to vote for suggested translations and even make their own suggestions. Anybody can view the translations, but you will need to log in to make suggestions, comment, and vote. You can log in using your GitHub or Facebook account, or by creating an account on the website. You will still need to contact us if you want to contribute further (for example to start a new translation or help on an existing one), as we will need to grant you access to the Translators group. Unlike regular users, translators can accept or reject suggestions and modify translations directly. Contact us by visiting the #scummvm IRC channel on irc.freenode.net or by sending an email to <a href=\"mailto:translation@scummvm.org\">translation@scummvm.org</a> if you are interested in becoming an official translator. Otherwise, head over to <a href=\"https://translations.scummvm.org/\">https://translations.scummvm.org/</a> now, and help us make ScummVM accessible to everyone.</p>",
    "date": "1480253760",
    "author": "criezy"
}