{
    "title": "ScummVM Release 1.8.0 Testing is Starting",
    "content": "<p>After a very long break, we are finally starting preparations for our next release, ScummVM 1.8.0.</p><p>The last one year and a half have been very busy, and we added 10 (ten, zehn, dieci, dix, diez, десять) new games:</p><ul><li><i>Rex Nebular and the Cosmic Gender Bender</i></li><li><i>Sfinx</i></li><li><i>Zork Nemesis: The Forbidden Lands</i></li><li><i>Zork: Grand Inquisitor</i></li><li><i>The Lost Files of Sherlock Holmes: The Case of the Serrated Scalpel</i></li><li><i>The Lost Files of Sherlock Holmes: The Case of the Rose Tattoo</i></li><li><i>Beavis and Butthead in Virtual Stupidity</i></li><li><i>Amazon: Guardians of Eden</i></li><li><i>Broken Sword 2.5: The Return of the Templars</i></li><li><i>Labyrinth of Time</i></li></ul><p>Also, we had a major rewrite of the AGI engine, so all AGI games should work better, but could also have new, unexpected bugs.</p><p>Thus, we need your help with testing out these games, including AGI-based ones. For your convenience, we gathered together what requires testing on <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.0\">our wiki</a>. There are also a few other old classics on that list that could use another run through.</p><p>You need to grab a <a href=\"/downloads/#daily\">daily build</a> of ScummVM and you may start helping right away! If you happen to find any bugs, please report them on our <a href=\"http://bugs.scummvm.org/\">bug tracker</a>. After completing one of the games, please let us know on <a href=\"http://forums.scummvm.org/viewtopic.php?t=14006\">the forums</a> so we can mark your progress on the <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.0\">wiki</a> and other players can concentrate on untested games. Please be sure to follow our guidelines for release testing, which can be found <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">here</a>.</p><p>Also some of these games require <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">screenshots</a>, which you can make along your gameplay.</p><p>Happy adventuring (in a test mode)!</p>",
    "date": "1454333760",
    "author": "sev"
}
