{
    "title": "Adventure History in the Mystery House",
    "content": "<p>\"You are in the front yard of a large, abandoned Victorian house.\"</p><p>You can now experience adventure game history, and play Sierra's early <i>Hi-Res Adventure #1: Mystery House</i> in ScummVM. Dare you leap back to 1980 and take the steps up to the porch? Grab the game and a <a href=\"/downloads/#daily\">daily build</a>, and join our testing by stepping back in time.</p><p>We're proud to announce that we now also have support for several other games using the same ADL system — which feature advanced technologies such as color graphics! Perhaps you'd rather save the planet (<i>Hi-Res Adventure #0: Mission Asteroid</i>), or save the princess (<i> Hi-Res Adventure #2: The Wizard and the Princess</i>)?</p><p>We're working on the rest of the <i>Hi-Res Adventure</i> games, but in the meantime, we're releasing support for the Apple II versions of these three games for testing, and look forward to seeing any bug reports for problems you might find. We'd like to include these in our next release, so be sure to read through our <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">testing guidelines</a>, and don't forget to take some <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">screenshots</a>.</p><p><i>Mystery House</i> was released into the public domain by Sierra On-Line in 1987, to celebrate their 7th anniversary. You can <a href=\"https://www.scummvm.org/games/#mysthous\">download it</a> for free. For more details about the other games and where you might be able to buy a copy, take a peek at <a href=\"http://wiki.scummvm.org/index.php/ADL\">our wiki pages</a>.</p><p>If you happen to have original floppies for any of the <i>Hi-Res Adventure</i> games (for any platform), we want to hear from you. In particular, if you have an Apple II version of <i>Hi-Res Adventure #3: Cranston Manor</i>, please get in touch. Many of these games are rare, and we cannot add support for all the different releases without your help!</p>",
    "date": "1473946560",
    "author": "waltervn"
}