{
    "title": "ScummVM 1.8.0 \"Lost with Sherlock\" is finally there!",
    "content": "<p>No, we do not want to make it a new rule to release ScummVM slower and slower! It has been many months since the last official release... but in that time, tons of work has been done, resulting in one of our biggest ScummVM releases to date!</p><p>ScummVM 1.8 adds support for <em>ten</em> new games using eight brand new game engines:</p><ul><li><i>Amazon: Guardians of Eden</i></li><li><i>Beavis and Butthead in Virtual Stupidity</i></li><li><i>Broken Sword 2.5: The Return of the Templars</i></li><li><i>Labyrinth of Time</i></li><li><i>Rex Nebular and the Cosmic Gender Bender</i></li><li><i>Sfinx</i></li><li><i>The Lost Files of Sherlock Holmes: The Case of the Rose Tattoo</i></li><li><i>The Lost Files of Sherlock Holmes: The Case of the Serrated Scalpel</i></li><li><i>Zork: Grand Inquisitor</i></li><li><i>Zork Nemesis: The Forbidden Lands</i></li></ul><p>In addition to new game support, we've updated the MT-32 emulator to the latest upstream version of munt, and switched AdLib to Miles Audio for those games which originally supported it. This means games in ScummVM sound better than ever!</p><p>We've also overhauled the graphics subsystem in AGI, basically replacing it. As a result game compatibility with old Sierra titles is high as never before, and even includes platform-specific system dialogs, palette and font for Apple IIgs, Atari ST and Amiga versions of the games. Game speed for Apple IIgs is handled properly now. And it's even possible to switch to the looks of another platform.</p><p>New ports include GCW-Zero (yes, sev finally got one from the Kickstarter) and Raspberry Pi.</p><p>Also, along the way we have moved to a new server and added translation capabilities to our main website. If you'd like to help with translation, <a href=\"http://wiki.scummvm.org/index.php/HOWTO-Translate_ScummVM_Web_Site\">here</a> is the link with the guide.</p><p>This list is far from complete. The more comprehensive version of it can be found in <a href=\"/frs/scummvm/1.8.0/ReleaseNotes\">the release notes</a> and the binaries for your platforms are available from our <a href=\"/downloads/\">downloads page</a>. The porters are still building their packages, so please be patient if you do not see the up to date download for your platform yet.</p><p>Don't get lost in the Labyrinth, and in the worst case call Mr. Holmes! (And we promise to release more often!)</p>",
    "date": "1457098560",
    "author": "sev"
}
