{
    "title": "Take off your tie and become a plumber!",
    "content": "<p>We are very proud to announce that Retro-Junk has been working on ScummVM support for one of the most important games of Video Game History: Plumbers Don't Wear Ties!</p><p>Over the past few years, we've had a constant stream of requests asking us to investigate support for this genre-defining masterpiece. It changed the gaming industry forever, by introducing (among many other innovations) an awesome negative-filtered intro (with karting pandas), FMP as a genre game (Full Motion Pictures), and even to this day remains the only game which uses 42nd degree humour.</p><p>The engine reflects the astonishing complexity of the game, with 500 lines of code - at the time of writing, it would be one of the largest engine (62nd largest to be precise) in our tree. As you can imagine, it will take us some time to review and get it merged.</p><p>However, you can already grab the source code from <a href=\"https://github.com/scummvm/scummvm/pull/932\">this pull request on GitHub</a>, build a copy and play it (only PC version supported currently). And remember, we are always interested in new screenshots!</p><p>We'd also like you to join us and give a very special thank you to two of our developers, uruk-hai and t0by. They've continued to relentlessly push for support of this game, keeping everyone motivated. This work may not have been possible without them!</p><p>Before you start your test run, we encourage you to read through our <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">testing guidelines</a>, and please take some <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">screenshots</a> along the way.</p><p>Now, go! Grab your copy of the game and the code, and enjoy this historical moment!</p><p><b>Update:</b> If you thought it was an April Fool's Day joke, you have been trolled. The Pull Request on GitHub is genuine, and ScummVM will really support <i>Plumbers Don't Wear Ties</i> if it gets merged.</p>",
    "date": "1491053760",
    "author": "Strangerke"
}