{
    "title": "We are changing our name!",
    "content": "<p><b>Update:</b> we were unable to reserve the plumbervm.org domain and thus, with a heavy heart, we decided to abandon our rebranding effort and go back to our old name. Long live ScummVM!</p><p><s>The issue of the name of ScummVM has been raised many times since we started to add engines for non-SCUMM games. Until now we decided to keep the original name. However, the addition today of an engine for <i>Plumbers Don't Wear Ties</i> changes everything. Due to its fame and reputation for being one of the best video game ever, it naturaly becomes the flagship of what we stand for. Thus we have finally decided to change our name. We are now <b>PlumberVM</b>! </s></p><p><s>We used the name ScummVM for over 15 years, and this is with sadness that we say goodbye to it. It is a well known name and we do not underestimate the effort it will take to get the same recognition for our new name. Thus we are calling on your help to spread the news. In the short term this will inevitably lead to some disruption and confusion. But in the long term we are convinced that this is the right decision. With your support we will conquer the world! Starting from the sewers.</s></p><p><s>With the change of name we have also decided to expand even more the scope of our project. Last year we decided to accept engines for RPG games in addition to adventure games. Now we are also accepting any games that feature a plumber. Work has already started on the little known <i>Super Mario Bros.</i>, and we have big plans for the future. We will have a big announcement soon, so stay tuned.</s></p><p><s>On a final note, it will take time for us to update all the places where our name appears. We have started today with our main website and you will notice in the next few days the change spreading to our social media accounts, wiki, forum and the pages not yet updated on our web site. We are also working on releasing PlumberVM 2.0 with the addition of two new supported games: <i>Plumbers Don't Wear Ties</i> and <i>Full Pipe</i>. This will happen as soon as the last few bugs in our engines for <i>Plumbers Don't Wear Ties</i> and <i>Full Pipe</i> have been squashed. Hopefully we won't find mutant turtles during testing. Squashing those is a real pain! </s></p>",
    "date": "1491053760",
    "author": "Criezy"
}