{
    "title": "To: You. From: Release team. Subject: ScummVM 2.0.",
    "content": "<p>Just in time for the holidays, the final release of ScummVM 2.0 is here! This version adds support for 23 brand new old games, including almost all of the 32-bit Sierra adventures:</p><ul><li><i>Cranston Manor</i></li><li><i>Full Pipe</i></li><li><i>Gabriel Knight</i></li><li><i>Gabriel Knight 2</i></li><li><i>King's Quest VII</i></li><li><i>King's Questions</i></li><li><i>Leisure Suit Larry 6 (hi-res)</i></li><li><i>Leisure Suit Larry 7</i></li><li><i>Lighthouse</i></li><li><i>Mixed-Up Mother Goose Deluxe</i></li><li><i>Phantasmagoria</i></li><li><i>Phantasmagoria 2</i></li><li><i>Plumbers Don't Wear Ties</i></li><li><i>Police Quest 4</i></li><li><i>RAMA</i></li><li><i>Riven: The Sequel to Myst</i></li><li><i>Shivers</i></li><li><i>Space Quest 6</i></li><li><i>Starship Titanic</i></li><li><i>The Dark Crystal</i></li><li><i>Time Zone</i></li><li><i>Torin's Passage</i></li><li><i>Ulysses and the Golden Fleece</i></li></ul><p>There’s more than just new engines, too! Many existing games have been improved, a lot of work has been done to improve the overall audio and video systems, and some players will also enjoy improved joystick support and various small enhancements suggested by other users. A more complete list of changes in this release can be found in the <a href=\"http://scummvm.org/frs/scummvm/2.0.0/ReleaseNotes\">ScummVM 2.0 release notes</a>.</p><p>And now, a big round of thanks and congratulations to everyone who made this release happen.</p><p>Our super cool code contributors, who wrote all the things which went into this release: Aaryaman Vasishta, Alexander (Tkachov), Alexander Reim, Alexandre Detiste, Alyssa Milburn, angstsmurf, Arnaud Boutonné, Bastien Bouclet, Ben Castricum, Bendegúz Nagy, Cameron Cawley, Colin Snover, cpasjuste, D G Turner, Daniel Plakhotich, Dario Scarpa, David Fioramonti, Donovan Watteau, Einar Johan Trøan Sømåen, Eugene Sandulenko, Fedor (fedor4ever), Ferdinand Thiessen, Filippos Karapetis, Frank Richter, Hein-Pieter van Braam, Hubert Maier, iskrich, Ivan Avdeev, Joseph-Eugene Winzer, Kirben, kmar, Lothar Serra Mari, Lyubomyr Lisen, Marcus Comstedt, Martin Kiewitz, Michael Drüing, Nick Renieris, Omer Mor, Ori Avtalion, ottogin, Pala, Patrik Dahlstrom, Paul Gilbert, Peter Kohaut, Retro-Junk, Robert Crossfield, Robert Göffringmann, rsn8887, Ruud Klaver, Ryper_Zsolt, Schrijvers Luc, Simei Yin, stevenhoefel, Sven Hesse, Sven Kochmann, Tarek Soliman, Thierry Crozat, Thomas Fach-Pedersen, Tobia Tesan, Torbjörn Andersson, upthorn, vanfanel, VelocityRa, Vincent Bénony, Vincent Pelletier, Walter van Niftrik, Willem Jan Palenstijn, and Zbyněk Schwarz!</p><p>Our extra awesome community members and testers, who kindly banged on ScummVM and reported issues which were fixed during this cycle: ADeadTrousers, albadross, AlessioR, Alien-Grey, AndyILC, Arjak89, badungu, Bakhtosh, Bastien Bouclet, Ben Castricum, Benjamin Hodgetts, Bill Niakas, bramvandijk, carquinyoli, Colin Snover, counting_pine, ctoroman, cyberskull, d3p4z, dafioram, Daniel Wolf, danieljaeger, David Dew, david_corrales, dch216, dego93, Derek Warren, dominus, DustyShinigami, elaseela, Eliot Lash, enclume, EricOakford, esziarko, exmensa, Farmboy0, Filippos Karapetis, forge017, g5ppc, garethbp, gatesbillou, GeekZolda, George Kormendi, GermanTribun, greencis, Gualtiero, Hein-Pieter van Braam, henke37_2, hkzlab, Hubert Maier, Ignaz Forster, ilya13, Indy4-Fan, IntEmu, Ivan Lukyanov, Jan Sperling, Jarosław Jaworski, JCaesar13, jcmanciot, joachimeberhard, jomalin1, kervala, Kurufinwe21, Laylia27, legluondunet, legoking831, Lothar Serra Mari, Lyubomyr Lisen, macca8, maplesyrup, Markus Mahlstedt, Matan Bareket, Max Tabachenko, mcknallski, mthreepwood, MusicallyInspired, oddfff, Omer Mor, Ori Avtalion, Paul Gilbert, pegasusepsilon, PetrCejpek, Petter Sjölund, pliesenfeld, Quietust, r-alf-the-alf, Robert Megone, rsn8887, SeanW1975, Sergey, sluicebox, softwarespecial, Stefan Seeland, Stephane Lapie, Sven Hesse, Tarek Soliman, telanus, tgfmfc, Thierry Crozat, tobiatesan, Tomasz Grzegurzko, Torbjörn Andersson, Uukrull, vonmagnum, vorph999, Walter van Niftrik, Willem Jan Palenstijn, Windle Poons, zaurak, and zorbid.</p><p>Our exceedingly fantastic translators, who have helped bring ScummVM 2.0 to the users of 24 different Earth languages: Alex Jakovleff, Alexandre Folle de Menezes, Arius, Ben Castricum, Carlos, edward, Einar Johan Trøan Sømåen, Erik Zubiria, Ettore Atalan, Eugene Sandulenko, Fernando Sarmento, Filippos Karapetis, George Kormendi, Gilles, Hampus Flink, Ivan Lukyanov, JanShing, Jennifer McMurray, jepael, jeroen klop, John Doe, Jordi Vilalta Prat, Jose Roses, Joseph-Eugene Winzer, lorz, Lothar Serra Mari, Luis, Lyubomyr Lisen, Manuel, Martin Schoenmakers, Max von Werner, Michael D., Milo Casagrande, mézes gergely, pablobecerra, Paolo Bossi, Pavel Kungurtsev, Pere Orga, Peter Johansson, Petter Sjölund, poulsen93, Purple T, rafaelmessias, Rafał Będźkowski, Rafał Rzepecki, Rodrigo Vegas Sánchez-Ferrero, Rossano, Rouven Bauer, Santiago G. Sanz, Santiago Sanchez, selmiak, Sergio Carmona, Simon Sawatzki, Steffen Nyeland, Thierry Crozat, Timo Mikkolainen, Timofonic, Tobia Tesan, TomasM, Vitor Santos, Víctor Martínez Pajares, Walter Agazzi, wreednumero2, and Zbyněk Schwarz.</p><p>Our extremely good looking porters and packagers, for turning ScummVM into something you can actually run: Bastien Bouclet, Cameron Cawley, Colin Snover, Joost Peters, Keith Scroggins, Luc Schrijvers, Manuel Alfayate, Marcus Comstedt, Tarek Soliman, Thierry Crozat, and Willem Jan Palenstijn.</p><p>Our very wonderful technology sponsors, <a href=\"https://www.easyname.com/\">easyname</a>, who provide us with servers and bandwidth so we can actually manage and send these releases to you.</p><p>And, finally, thank you to you, exceptional user, for using ScummVM, and (with deep apologies) to everyone else whose names I could not dig out of a database. Your support means a lot. You rock!</p><p>(And remember—shameless plug—if you want to see your name here, all it takes is one contribution to improve ScummVM!)</p><p>With no further ado, <a href=\"http://scummvm.org/downloads/\">download ScummVM 2.0</a>, our gift from us to you this holiday season.</p><p>Release team, signing off until next time!</p>",
    "date": "1513517760",
    "author": "snover"
}
