{
    "title": "Blade Runners Needed!",
    "content": "<p>Our ScummVM team is looking for Blade Runners who will help find, chase, and retire bugs which escaped from the off-world data colonies. These bugs are not dangerous and they won't stop you from discovering more secrets and choosing your fate. Your spinner, gun, ESPER machine and Voight - Kampff machine will be at your disposal.</p><p>We are announcing that Blade Runner is ready for testing. The following languages are supported -&nbsp;English (both CD and DVD releases), German, Italian, French, Spanish, and the unofficial Russian version by Fargus Multimedia.</p><p>Find your copy of Blade Runner, <a href=\"https://buildbot.scummvm.org/builds.html\">grab the latest development build of ScummVM</a> (NOT the latest stable build) and <a href=\"https://wiki.scummvm.org/index.php?title=Datafiles#Blade_Runner\">copy the necessary files</a>.</p><p>Now you can play the game with subtitles! Just download <a href=\"https://www.scummvm.org/frs/extras/Blade%20Runner/Blade_Runner_Subtitles-v2.zip\">subtitles.mix</a> and place it among the rest of the Blade Runner files. So far we have only English subtitles, however, if you want to help us transcribe other languages from audio, please <a href=\"https://www.scummvm.org/contact/\">contact peterkohaut &amp; praetorian</a>.</p><p>Note that when you add your game directory in ScummVM you'll be presented with two choices for the game. The first option is for the original game and will simply be named \"Blade Runner\"; we're mainly interested for your feedback for this version of the game, since it is considered feature complete. The other option is for importing the game with restored content and is named \"Blade Runner with restored content\"; this version is still work-in-progress and not yet complete. If you're testing this version please specify it explicitly in your <a href=\"https://bugs.scummvm.org/\">feedback and bug reports</a>.</p><p>If your version of the game is not supported, please <a href=\"https://wiki.scummvm.org/index.php/Reporting_unknown_MD5_checksums\">create a feedback report with MD5</a> so that we can add support for it.</p>",
    "date": "1560679776",
    "author": "peterkohaut"
}