{
	"title": "ScummVM 2.1.0 &quot;Electric Sheep&quot; has been produced.",
	"content": "<p>&quot;Animal sales was a profitable and prestigious business, since most real animals had died out after the Terran War; there were plenty of electric ones, though&mdash;&quot; Oh, ahem, didn’t notice you there.</p><p>ScummVM Team is thrilled to announce the release of ScummVM version 2.1.0. This release is the culmination of nearly two years worth of work, adding 16 new games based on 8 engines, a Nintendo Switch port and nearly 500 bug fixes. All this done by the hard work of 147 contributors across 8,493 commits.</p> The newly supported games are:<ul><li><i>Blade Runner</i></li><li><i>Duckman: The Graphic Adventures of a Private Dick</i></li><li><i>Hoyle Bridge</i></li><li><i>Hoyle Children's Collection</i></li><li><i>Hoyle Classic Games</i></li><li><i>Hoyle Solitaire</i></li><li><i>Hyperspace Delivery Boy!</i></li><li><i>Might and Magic IV - Clouds of Xeen</i></li><li><i>Might and Magic V - Darkside of Xeen</i></li><li><i>Might and Magic - World of Xeen</i></li><li><i>Might and Magic - Swords of Xeen</i></li><li><i>Mission Supernova Part 1</i></li><li><i>Mission Supernova Part 2</i></li><li><i>Quest for Glory: Shadows of Darkness</i></li><li><i>The Prince and the Coward</i></li><li><i>Versailles 1685</i></li></ul><p>In addition, we enhanced the Android and iOS ports considerably. You will also notice the new GUI facelift, improved Roland MT-32 sound emulation, a new pixel-perfect stretching mode, Text-to-Speech support on macOS and Linux, and last but not least, support for synchronizing saves and downloading game data from cloud-based file services (see the up-to-date list of the platforms in <a href=\"https://wiki.scummvm.org/index.php?title=User_Manual/Using_Cloud_and_LAN_features\">our user manual</a>)</p><p>As usual, we have improved many of the existing engines: added support for the <i>25th Myst Anniversary</i> releases, fixed more than 100 original SCI script bugs that have plagued Sierra games for decades, added support for Amiga and FM-TOWNS versions of <i>Eye of the Beholder</i>, improved audio quality in Humongous Entertainment games and added lip sync to the newer LucasArts adventure titles, squashed tons of bugs in <i>Starship Titanic</i> and <i>Bud Tucker</i>. The list goes on and on, and you may see the comprehensive change log <a href=\"https://www.scummvm.org/frs/scummvm/2.1.0/ReleaseNotes.html\">here</a>.</p><p>Have no more tears in rain and <a href=\"/downloads/\">grab</a> this electric release. Windows and macOS users may get the auto-update when starting ScummVM.</p>",
	"date": "1570828627",
	"author": "sev"
}
