{
    "20160304.xml": {
        "name": "ScummVM 1.8.1 &quot;Lost with Sherlock&quot; è finalmente arrivato!",
        "content": "<p> No, non vogliamo farne una regola di far passare sempre più tempo fra una release e l'altra! Sono passati mesi dall'ultima release, ma nel frattempo un sacco di lavoro è stato fatto, e il risultato è una delle nostre release più significative di sempre. </p> <p>ScummVM 1.8 aggiunge il supporto a <em>dieci</em> nuovi giochi con otto motori nuovi di zecca:</p> <ul> <li><i>Amazon: Guardians of Eden</i></li> <li><i>Beavis and Butthead in Virtual Stupidity</i></li> <li><i>Broken Sword 2.5: The Return of the Templars</i></li> <li><i>Labyrinth of Time</i></li> <li><i>Rex Nebular and the Cosmic Gender Bender</i></li> <li><i>Sfinx</i></li> <li><i>The Lost Files of Sherlock Holmes: The Case of the Rose Tattoo</i></li> <li><i>The Lost Files of Sherlock Holmes: The Case of the Serrated Scalpel</i></li> <li><i>Zork: Grand Inquisitor</i></li> <li><i>Zork Nemesis: The Forbidden Lands</i></li> </ul> <p> Oltre ai nuovi giochi, abbiamo aggiornato l'emulatore MT-32 incorporando l'ultima versione upstream di munt e abilitato Miles Audio per quei giochi che originariamente lo supportavano. I giochi non hanno mai suonato così bene in ScummVM! </p> <p> Abbiamo anche riscritto tutto il sottosistema grafico in AGI. I titoli Sierra vanno bene come mai prima d'ora, compresi i menu specifici per le singole piattaforme, le palette colore e i font per le versioni Apple IIgs, Atari ST e Amiga dei giochi. È addirittura possibile passare dal look'n'feel di una piattaforma a un altro. Ah, i giochi in versione Apple IIgs ora vanno alla velocità corretta. </p> <p> Tra le nuove piattaforme supportate spicca GCW-Zero (sev è riuscito a farsene finalmente arrivare uno dal Kickstarter) e Raspberry Pi. </p> <p> Tra una cosa e l'altra siamo anche riusciti a spostare tutto il sito su un nuovo server e abbiamo aggiunto il supporto alle traduzioni al nostro sito. Se vuoi aiutarci a tradurre le news e i contenuti, <a href=\"http://wiki.scummvm.org/index.php/HOWTO-Translate_ScummVM_Web_Site\">qui</a> c'è una guida. </p> <p> Queste sono solo alcune delle novità salienti. Un elenco completo si trova nelle <a href=\"/frs/scummvm/1.8.0/ReleaseNotes\">release note</a>; gli eseguibili si possono scaricare come sempre dalla pagina dei <a href=\"/downloads/\">download</a>. Al momento di scrivere non tutti i mantainer dei singoli port hanno già caricato la versione aggiornata del package per la propria piattaforma; ti chiediamo di avere un po' di pazienza se ancora non trovi il download per il tuo sistema. </p> <p> Non perderti nel Labirinto, e nella peggiore delle ipotesi puoi sempre provare a chiedere aiuto a Mr. Holmes. (Promettiamo che non passerà ancora così tanto tempo prima della prossima release) </p>"
    },
    "20160301.xml": {
        "name": "Google Summer of Code 2016",
        "content": "<p> <img src=\"/data/news/GSoC2016Logo.png\" alt=\"GSoC 2016 Logo\" align=\"middle\"> </p> <p>Ieri, 29 Febbraio, Google ha pubblicato la lista delle organizzazioni accettate per l'edizione 2016 di Summer of Code: con grande piacere annunciamo di essere presenti.</p> <p>Negli anni scorsi ci siamo principalmente occupati di giochi di avventura. Quest'anno, dopo averne discusso con il nostro progetto gemello ResidualVM, valuteremo con piacere anche proposte relative a giochi di ruolo.</p> <p>ScummVM e ResidualVM aspettano a braccia aperte studenti motivati e ambiziosi che vogliano passare l'estate a riportare in vita giochi di avventura e RPG.</p> <p>Partecipa anche tu alla nostra Summer of Code più calda! Dai un'occhiata alla nostra <a href=\"http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2016\">pagina delle idee</a> o raccontaci la tua. Ti aspettiamo su IRC con impazienza!</p> <p>Dove: Freenode. Canali: #scummvm e #residualvm</p>"
    },
    "20160201.xml": {
        "name": "ScummVM Release 1.8.0: Inizia la fase di test!",
        "content": "<p> È passato un bel po' di tempo, ma stiamo finalmente iniziando a preparci per la nostra prossima release, la 1.8.0. </p> <p> Gli ultimi diciotto mesi sono stati belli pieni, e abbiamo aggiunto 10 (ten, zehn, dieci, dix, diez, десять) nuovi giochi: </p> <ul> <li><i>Rex Nebular and the Cosmic Gender Bender</i></li> <li><i>Sfinx</i></li> <li><i>Zork Nemesis: The Forbidden Lands</i></li> <li><i>Zork: Grand Inquisitor</i></li> <li><i>The Lost Files of Sherlock Holmes: The Case of the Serrated Scalpel</i></li> <li><i>The Lost Files of Sherlock Holmes: The Case of the Rose Tattoo</i></li> <li><i>Beavis and Butthead in Virtual Stupidity</i></li> <li><i>Amazon: Guardians of Eden</i></li> <li><i>Broken Sword 2.5: The Return of the Templars</i></li> <li><i>Labyrinth of Time</i></li> </ul> <p> Abbiamo anche riscritto buona parte del motore AGI, dunque i giochi AGI dovrebbero funzionare meglio; potrebbero presentare anche nuovi bug. </p> <p>Ci serve il tuo aiuto nel testare i giochi nuovi e i giochi AGI. Abbiamo raccolto un elenco delle cose che vanno testate sulla nostra <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.0\">wiki</a>. Ci sono anche un paio di vecchi classici a cui una ripassata non farebbe male. </p> <p>Se vuoi darci una mano, per prima cosa, procurati una <a href=\"/downloads/#daily\">daily build</a> di ScummVM. Se trovi dei bug, ti preghiamo di farcelo sapere sul nostro <a href=\"http://bugs.scummvm.org/\">bug tracker</a>. Quando riesci a finire un gioco, faccelo sapere sul nostro <a href=\"http://forums.scummvm.org/viewtopic.php?t=14006\">forum</a> così possiamo segnarlo sulla <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.0\">wiki</a> e gli altri volontari possono concentrarsi sui giochi non testati. Ti preghiamo di seguire le nostre linee guida per il testing, che trovi <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">qui</a>. </p> <p> Alcuni dei giochi nella lista avrebbero bisogno anche di qualche <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">screenshot</a>, che potresti fare man mano che giochi. </p> <p> In bocca al lupo (in tutti i sensi) con le tue avventure! </p>"
    },
    "20160123.xml": {
        "name": "Il labirinto deve essere distrutto!",
        "content": "<p> Sei sulla metro quando il tuo vagone viene risucchiato in una dimensione parallela: un labirinto attraverso il continuum spaziotemporale. Il suo creatore, Dedalo, è costretto a costruirlo dal malvagio Re Minosse, che lo vuole per poter conquistare ogni luogo e tempo. Dedalo chiede il tuo aiuto per distruggere il labirinto prima che Minosse riesca nel suo intento. </p> <p> Il team di ScummVM è lieto di annunciare che <i>Labyrinth of Time</i> è giocabile in ScummVM usando le <a href=\"/downloads/#daily\">ultime daily build</a> ed è pronto per essere testato. </p> <p> Per favore, segnala eventuali bug e versioni non riconosciute sul nostro <a href=\"http://bugs.scummvm.org/\">bug tracker</a>, seguendo le nostre <a href=\"/faq/#question.report-bugs\">linee guida</a>. Come al solito, gli <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">screenshot</a> sono benvenuti. </p> <p> Un grosso \"grazie\" a <a href=\"http://www.wyrmkeep.com/\">Wyrmkeep Entertainment Co.</a> per aver condiviso con noi il codice sorgente originale! </p>"
    },
    "20160119.xml": {
        "name": "Una nuova casa per il nostro sito web",
        "content": "<p> Ci siamo appoggiati a SourceForge.net per molti anni. È stata la prima casa che il nostro progetto abbia avuto, e ci siamo stati bene. Tuttavia, avevamo deciso da un po' che era tempo di crescere e stavamo cercando una nuova casa. L'anno scorso Florian Schicker, CEO di <a href=\"http://easyname.com\">easyname GmbH</a> ci ha fatto una proposta irresistibile: donarci un server e collocarlo nel Data Centre di easyname. La ciliegina sulla torta è che questo regalo ci è stato fatto perchè tutti i ragazzi di easyname \"sono super appassionati dei buoni vecchi giochi Scumm\" (parole loro). Date un'occhiata al loro sito, e in particolare a <a href=\"http://www.easyname.com/en/company/team\">questa pagina in pieno stile Scumm</a>! Grazie. Non ce lo aspettavamo. </p> <p> E così, si trasloca. Abbiamo spostato per primo il nostro sito principale e la pagina dei download - vi sarete probabilmente già accorti dei miglioramenti in velocità e del fatto che i banner pubblicitari imposti da SourceForge.net durante i download non ci sono più. Gli unici banner sul nostro sito d'ora in poi saranno quelli che <i>noi</i> vogliamo (compreso naturalmente quello di easyname.com). Più avanti sposteremo altri servizi sul nuovo server - chissà, magari ne aggiungeremo anche di nuovi. </p> <p> Benvenuti nella nostra nuova casa! </p>"
    },
    "20151206.xml": {
        "name": "Un nuovo episodio di Broken Sword, dai fan per i fan",
        "content": "<p> I templari colpiscono ancora in questo omaggio alla serie Broken Sword! George torna per indagare sull'origine di una misteriosa lettera sulla morte di Nico, e seguire ancora una volta le tracce dei moderni Templari... </p> <p> Il team di ScummVM è orgoglioso di annunciare che il fangame Broken Sword 2.5: The Return of the Templars è giocabile usando le <a href=\"/downloads/#daily\">ultime daily build</a> di ScummVM ed è pronto per essere testato. </p> <p> Per favore, segnala eventuali bug e versioni non riconosciute sul nostro <a href=\"http://bugs.scummvm.org/\">bug tracker</a>, seguendo le nostre <a href=\"/faq/#question.report-bugs\">linee guida</a>. Come al solito, gli <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">screenshot</a> sono benvenuti. </p> <p> Un sentito \"grazie\" va al fantastico team <a href=\"http://brokensword25.com/team/mitglieder.htm\">mindFactory</a>, autore di questo splendido sequel, che ha condiviso con noi il codice sorgente originale! È possibile scaricare gratuitamente il gioco <a href=\"http://brokensword25.com/\">a questa pagina</a>. </p>"
    },
    "20151122.xml": {
        "name": "Una porta d'accesso al mondo delle Amazzoni",
        "content": "<p> È il 1957 e sei Jason Roberts. Stai preparando una spedizione nella terra delle Amazzoni alla ricerca e di un tesoro perduto e del tuo scomparso fratello. </p> <p> Il team di ScummVM è lieto di annunciare che <a href=\"http://www.mobygames.com/game/dos/amazon-guardians-of-eden\">Amazon: Guardians of Eden</a> è ora giocabile in ScummVM usando le <a href=\"/downloads/#daily\">ultime daily build</a> ed è pronto per essere testato. </p> <p> Per favore, segnala eventuali bug e versioni non riconosciute sul nostro <a href=\"http:/bugs.scummvm.org/\">bug tracker</a>, seguendo le nostre <a href=\"/faq/#question.report-bugs\">linee guida</a>. Come al solito, gli <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">screenshot</a> sono benvenuti. </p> <p> C'è un modo per aiutarci anche non possiedi il gioco: ci mancano gli screenshot per più di una dozzina di altri giochi. Dai un'occhiata alla <a href=\"http://wiki.scummvm.org/index.php/Screenshots#List_of_screenshots_we_need\">lista</a>, tira fuori i tuoi dischi originali e immortala le tue scene preferite! </p>"
    },
    "20140918.xml": {
        "name": "Ci serve una mano per collaudare Sfinx",
        "content": "<p> Abbiamo appena aggiunto il supporto a un nuovo gioco, <a href=\"http://wiki.scummvm.org/index.php/Sfinx\">Sfinx</a>, in ScummVM. Siamo orgogliosi di annunciare che è pronto per la fase di test. Grazie agli <a href=\"http://wiki.scummvm.org/index.php/LK_Avalon\">sviluppatori originali</a>, il gioco è ora freeware e lo si può scricare dal <a href=\"/games/#sfinx\">nostro sito</a>. Oltre alla versione originale in polacco, offriamo per la prima volta anche una versione tradotta in inglese! Non si tratta di una versione definitiva: se parli il polacco e/o l'inglese e non ti spaventa trovarti davanti a errori di spelling o grammatica nei testi della versione inglese, il tutto tenendo d'occhio come al solito bug e malfunzionamenti vari, ci potresti aiutare! </p> <p> Insomma, ci servono tester! </p> <p> Se vuoi aiutarci, recupera l'ultima <a href=\"/downloads/#daily\">daily build</a> e i <a href=\"/games/#sfinx\">file del gioco</a>! </p> <p> Per favore, segnala eventuali bug e versioni non riconosciute sul nostro <a href=\"http://bugs.scummvm.org/\">bug tracker</a>, seguendo le nostre <a href=\"/faq/#question.report-bugs\">linee guida</a>. Come al solito, gli <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">screenshot</a> sono benvenuti. </p>"
    }
}