{
    "20161201.xml": {
        "name": "Да будет Полная Труба!",
        "content": "<p> Дядя... труба... Дыр-Теменот... и вы. </p> <p> После нескольких лет разработки команде ScummVM приятно сообщить о полной поддержке загадочной, прикольной и захватывающей игры-приключения <i>Полная Труба</i>. Берите свой CD-диск (Android и iOS версии не поддерживаются), <a href=\"/downloads/#daily\">дневную сборку</a>, и помогите нам с тестированием приключений Дяди в мире козявок. </p> <p> Перед тем, как вы начнёте тестирование, мы просим вас прочитать <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">руководство по тестированию</a>, а также сделать несколько <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">снимков экрана</a> в процессе игры. </p> <p> А теперь вперёд! Дядя только что свалилсяв в глубокую и Полную трубу! </p>"
    },
    "20161017.xml": {
        "name": "Вышла версия ScummVM 1.9.0 &quot;Myst-ery U.F.O.s release&quot;",
        "content": "<p> Прошёл месяц нашего предрелизного тестирования. Огромная благодарность вам, нашим верным пользователям и тестировщикам, теперь мы готовы выпустить в свет наш следующий релиз. </p> <p> Как всегда мы были заняты тем, что добавляли поддержку для новых игр и улучшали старые. Наконец-то, после многих лет разработки мы с гордостью объявляем о поддержке игр <i>Myst</i> и <i>Myst: Masterpiece Edition</i>. </p> <p> Помимо этого, мы теперь поддерживаем <i>U.F.O.s</i> (<i>Приключения Сникерса в России</i>), а также ранние квесты от Sierra, а именно <i>Hi-Res Adventure #0: Mission Asteroid</i>, <i>Hi-Res Adventure #1: Mystery House</i> и <i>Hi-Res Adventure #2: The Wizard and the Princess</i>, всего шесть новых игр. </p> <p> Также в этом релизе мы переходим на библиотеку SDL 2. Пожалуйста, <a href=\"https://bugs.scummvm.org\">сообщайте о всех проблемах</a>, с которыми вы столкнётесь. В прошлом релизе мы добавили поддержку автообновлений для Mac, и теперь делаем это и для Windows. Со следующим релизом вы сможете увидеть автообнвления в действии. Хотим ещё раз упомянуть, что эта опция выключена по умолчанию, и при первом запуске вам будет предложено выбрать частоту проверок обновлений. Рекомендуемая частота &mdash; еженедельно. Как это выглядит, можно посмотреть на <a href=\"https://winsparkle.org\">сайте WinSparkle</a>. </p> <p> Другие заметные улучшения включают режим монитора Hercules для игр AGI, многочисленные исправления ошибок в играх SCI, улучшения в играх <i>Sherlock</i> и автообновления для Амиги через AmiUpdate. </p> <p> Полный список изменений, включенных в этот релиз, можно посмотреть в <a href=\"/frs/scummvm/1.9.0/ReleaseNotes\">заметках о релизе</a>. Скачать можно с нашей <a href=\"/downloads/\">страницы загрузок</a>. </p> <p> Хватит ждать, бегите играть в <i>Myst</i> или <i>Сникерса</i>! </p>"
    },
    "20160915.xml": {
        "name": "История квестов в Доме Загадок",
        "content": "<p> \"You are in the front yard of a large, abandoned Victorian house.\" (Вы в переднем дворе большого, заброшенного дома в Викторианском стиле) </p> <p> Теперь вы сможете испытать на себе опыт истории квестов, и сыграть в одну из первых игр от компании Sierra <i>Hi-Res Adventure #1: Mystery House</i> в ScummVM. Отважитесь ли вы прыгнуть обратно в 1980 и подняться по лестнице? Берите игру, <a href=\"/downloads/#daily\">ежедневную сборку</a> и присоединяйтесь к нашему тестированию, отправившись в прошлое. </p> <p> Мы с радостью сообщаем, что также добавили поддержку и для ещё нескольких игр, использующих тот же движок ADL, который отличается продвинутыми технологиями, к примеру &mdash; цветной графикой! Может вы предпочтёте спасти планету в игре <i>Hi-Res Adventure #0: Mission Asteroid</i>) или принцессу в (<i> Hi-Res Adventure #2: The Wizard and the Princess</i>)? </p> <p> Мы продолжаем работу над остальными играми цикла <i>Hi-Res Adventure</i>, а пока мы сделали поддержку для Apple II версий этих трёх игр. Ждём ваших сообщений об ошибках и проблемах. Мы бы хотели включить эти игры в наш следующий релиз. Пожалуйста, следуйте <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">руководству по тестированию</a> и не забудьте сделать несколько <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">скриншотов</a>. </p> <p> Игра <i>Mystery House</i> была объявлена Public Domain компанией Sierra On-Line в 1987, во время их седьмой годовщины. Вы можете <a href=\"https://www.scummvm.org/games/#mysthous\">скачать её</a> бесплатно. О том, где приобрести остальные игры, можно узнать на <a href=\"http://wiki.scummvm.org/index.php/ADL\">нашей Вики</a>. </p> <p> Если у вас есть оригинальные диски каких-либо игр цикла <i>Hi-Res Adventure</i> (на любой платформе), мы бы хотели, чтобы вы с нами саязались. Особенно, если у вас есть Apple II версия <i>Hi-Res Adventure #3: Cranston Manor</i>, пожалуйста, напишите нам. Многие из этих игр являются редкостью, и мы не сможем добавить поддержку для разных версий без вашей помощи! </p>"
    },
    "20160913.xml": {
        "name": "Начато тестирования релиза ScummVM 1.9.0",
        "content": "<p> Время летит быстро, и пришла пора начинать цикл предрелизного тестирования для ScummVM 1.9.0. </p> <p> Два новых игровых движка достигли проиводственного качества, и мы бы хотели попросить вас протестировать следующие игры: </p> <ul> <li><i>Myst</i></li> <li><i>Myst: Masterpiece Edition</i></li> <li><i>U.F.O.s</i></li> </ul> <p> Кроме того, наша команда движка SCI значительно улучшила уже поддерживаемые игры от Sierra, в частности, исправляя оригинальные ошибки в скриптах. Поэтому мы бы ещё хотели попросить вас протестировать и несколько игр на этом движке. </p> <p> Полный список игр, требующих тестирования в этом релизе можно найти на <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.9.0\">нашей Вики</a>. </p> <p> Пожалуйста, используйте <a href=\"/downloads/#daily\">ежедневную сборку</a> ScummVM для тестирования. Если вы столкнётесь с какими-то багами, о них можно написать на нашем <a href=\"https://bugs.scummvm.org/\">баг-трекере</a>. Пожалуйста, также сообщайте о ходе тестирования <a href=\"http://forums.scummvm.org/viewtopic.php?t=14161\">в этой ветке форума</a>, чтобы мы могли ометить то, что вы уже протестировали на <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.9.0\">Вики</a>. Также убедитесь в том, что вы следуете нашему руководству по тестированию, описанному <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">здесь</a>. </p> <p> Ещё нам не хватает некоторых <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">снимков экрана</a>, поэтому пожалуйста, не забудьте сделать парочку во время вашего игрового процесса. </p>"
    },
    "20160816.xml": {
        "name": "Проект ScummVM переехал но новую систему отчётов об ошибках",
        "content": "<p> Благодаря тяжёлой работе wjp, мы наконец-то переехали с SF.net на наш собственный трекер по адресу <a href=\"https://bugs.scummvm.org\">https://bugs.scummvm.org</a>. Ожидается, что эта новая система будет быстрее и надёжнее чем предыдущий баг-трекер на SF.net. </p> <p> Вся информация была перенесена со старой системы, патчи включительно (однако на сегоднящний день мы предпочитаем, чтобы патчи шли через <a href=\"https://github.com/scummvm/scummvm/pulls\">Пулл-запросы GitHub</a>). </p> <p> Новый баг-трекер использует для аутентификации учётные записи GitHub, что должно быть более безопасным и удобным. Мы перенесли все учётки с SF.net, но без адресов электронной почты. Таким образом, после того как вы войдёте в систему в первый раз, пожалуйста, укажите свой адрес e-mail, чтобы вы могли получать уведомления от команды. </p>"
    },
    "20160606.xml": {
        "name": "Помогите Сникерсу починить свою летающую тарелку!",
        "content": "<p> Во время путешествия в космосе на корабле, у Сникерса внезапно закончилось горючее и он, потерпев крушение, упал посреди фермы. Теперь он потерялся на планете Земля и нуждается в вашей помощи, чтобы исправить его летающую тарелку и он смог продолжить своё путешествие! </p> <p> Команда ScummVM с гордостью объявляет, что игра <i>Приключения Сникерса в России</i>, в оригинале <i>U.F.O.s</i>, теперь работает в ScummVM в <a href=\"/downloads/#daily\">последних ежедневных сборках</a> и готова к тестрированию. </p> <p> Пожалуйста, сообщите о любых найденных ошибках и нераспознанных версиях на <a href=\"http://bugs.scummvm.org/\">нашем баг-трекере</a>, следуя <a href=\"/faq/#question.report-bugs\"> инструкциям по сообщениям об ошибках</a>. Как обычно, нам нужны <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">снимки экранов</a> во время игры! </p>"
    },
    "20160327.xml": {
        "name": "Исследуйте библиотеку мира Myst",
        "content": "<p> Вы находите старую рукописную книгу. Она рассказывает о мире-острове под названием Myst. Как только вы касаетесь одной из последних страниц, вас переносит на этот остров. По мере того, как вы исследуете Myst, вы узнаёте о его обитателях Атрусе, Катерине и их сыновьях Сиррусе и Аркенаре. Вскоре вам становится известно, что каждый из сыновей попал в книгу-ловушку. Сможете ли вы решить загадки островов в Myst и освободить сыновей? </p> <p> Команда ScummVM с гордостью объявляет, что игры <i>Myst</i> и <i>Myst: Masterpiece Edition</i> теперь поддерживаются ScummVM в <a href=\"/downloads/#daily\">последних ежедневных сборках</a>, и готовы к тестированию. </p> <p> Отчёты об ошибках и нераспознанных версиях игр приветствуются. Сообщите о них на нашем <a href=\"http://bugs.scummvm.org/\">баг-трекере</a>, следуя <a href=\"/faq/#question.report-bugs\"> руководству по сообщениям об ошибках</a>. Также вы можете помочь нам наполнить нашу <a href=\"http://wiki.scummvm.org/index.php/Screenshots\"> галерею скриншотов</a> снимками вашего процесса игры. </p> <p> Вдобавок к основной игре также поддерживаются видео о создании и <a href=\"/frs/demos/mohawk/myst-win-demo-en.zip\">демо-версии</a>. </p>"
    },
    "20160304.xml": {
        "name": "ScummVM 1.8.0 &quot;Lost with Sherlock&quot; наконец-то вышла!",
        "content": "<p> Нет, мы не хотим взять за новое правило выпускать ScummVM всё реже и реже! Прошло уже много месяцев с момента выпуска предыдущей официальной версии... но за это время мы проделали кучу работы, получив в результате один из самых крупных релизов ScummVM! </p> <p> ScummVM 1.8 добавляет поддержку <em>десяти</em> новых игр на восьми новейших, с иголочки игровых движках: </p> <ul> <li><i>Amazon: Guardians of Eden</i></li> <li><i>Beavis and Butthead in Virtual Stupidity</i></li> <li><i>Broken Sword 2.5: The Return of the Templars</i></li> <li><i>Labyrinth of Time</i></li> <li><i>Rex Nebular and the Cosmic Gender Bender</i></li> <li><i>Sfinx</i></li> <li><i>The Lost Files of Sherlock Holmes: The Case of the Rose Tattoo</i></li> <li><i>The Lost Files of Sherlock Holmes: The Case of the Serrated Scalpel</i></li> <li><i>Zork: Grand Inquisitor</i></li> <li><i>Zork Nemesis: The Forbidden Lands</i></li> </ul> <p> Вдобавок к поддержке новых игр, мы обновили до последней версии munt эмулятор MT-32, и переключили музыку AdLib на Miles Audio в тех играх, которые его изначально поддерживали. Это означает, что игры под ScummVM теперь стали звучать здорово как никогда раньше! </p> <p> Мы также переделали графическую подсистему в движке AGI, по сути полностью её заменив. Как следствие, совместимость ScummVM со старыми играми от Сиерры значительно улучшилась, и даже стала включать в себя специфичные для старых платформ внешний вид диалогов, цветовые палитры и шрифты&nbsp;&mdash; теперь они выглядят по-разному для игр под Apple IIgs, Atari ST и Amiga. Также теперь правильно обрабатываются настройки скорости игр под Apple IIgs. Более того, теперь вы можете свободно переключать внешний вид между всеми этими платформами. </p> <p> Новые порты теперь включают GCW-Zero (да, sev наконец-то получил консоль с Kickstarter) и Raspberry Pi. </p> <p> Кроме того, по ходу дела мы переехали на новый сервер и добавили многоязыковость на нашем главном сайте. Если вы хотите помочь с переводом, <a href=\"http://wiki.scummvm.org/index.php/HOWTO-Translate_ScummVM_Web_Site\">вот</a> ссылка на соответствующее руководоство. </p> <p> Этот список далеко не полон. Более подробную версию вы найдёте в <a href=\"/frs/scummvm/1.8.0/ReleaseNotes\">заметках к релизу</a>, а бинарники для свой платформы вы можете скачать со <a href=\"/downloads/\">страницы загрузок</a>. Инженеры по портированию всё ещё продолжают собирать ScummVM под свои платформы, поэтому пожалуйста, потерпите немного, если ваша версия ещё не доступна для скачивания. </p> <p> Смотрите, не потеряйтесь в Лабиринте, а в случае чего зовите мистера Холмса! (И мы обещаем делать релизы почаще!) </p>"
    },
    "20160301.xml": {
        "name": "Добро пожаловать на Summer of Code",
        "content": "<p> <img src=\"/data/news/GSoC2016Logo.png\" alt=\"GSoC 2016 Logo\" align=\"middle\"> </p> <p>Вчера компания Google опубликовала список организаций, принятых в Google Summer of Code, и мы с удовольствием обнаружили в нём себя. </p> <p> В предыдущие годы, мы в основном были сосредоточены на квестах и адвенчурах. Однако, после обсуждения с нашим дружественным проектом, ResidualVM, мы рады объявить, что в этом году мы также принимаем работы по RPG (ролевым играм). </p> <p> Мы, ScummVM и ResidualVM, ждём теперь вас, мотивированных студентов, желающих этим летом поработать над проектами по возвращению в жизнь квестов и ролевых игр. </p> <p> Станьте же частью этого! Делайте Историю, и присоединяйтесь к самому лучшему нашему GSoC! Посетите <a href=\"http://wiki.scummvm.org/index.php/Summer_of_Code/GSoC_Ideas_2016\">страницу с идеями</a> или предложите свою собственную. Затем свяжитесь с нами&nbsp;&mdash; мы с нетерпением ждём вас на IRC! </p> <p> Однин сервер: Feeenode. Два канала: #scummvm и #residualvm </p>"
    },
    "20160201.xml": {
        "name": "Начинается тестирование релиза ScummVM 1.8.0",
        "content": "<p> После долгого перерыва, мы наконец начинаем приготовления для следующего релиза ScummVM &mdash; 1.8.0. </p> <p> Последние полтора года мы работали напряжённо, и смогли добавить 10 (ten, zehn, dieci, dix, diez, десять) новых игр: </p> <ul> <li><i>Rex Nebular and the Cosmic Gender Bender</i></li> <li><i>Sfinx</i></li> <li><i>Zork Nemesis: The Forbidden Lands</i></li> <li><i>Zork: Grand Inquisitor</i></li> <li><i>The Lost Files of Sherlock Holmes: The Case of the Serrated Scalpel</i></li> <li><i>The Lost Files of Sherlock Holmes: The Case of the Rose Tattoo</i></li> <li><i>Beavis and Butthead in Virtual Stupidity</i></li> <li><i>Amazon: Guardians of Eden</i></li> <li><i>Broken Sword 2.5: The Return of the Templars</i></li> <li><i>Labyrinth of Time</i></li> </ul> <p> Также движок Sierra AGI был сильно переработан, и все игры, построенные на нём, стали работать значительно лучше, а это означает, что могли появиться и новые баги. </p> <p> Нам нужна ваша помощь в тестировании этих игр, включая игры на движке AGI. Чтобы вам было удобно, мы создали список игр, требующих тестирования на <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.0\">нашей Вики</a>. Также там перечислены некоторые другие старые игры, которым нужно дополнительное тестирование. </p> <p> Вам нужно скачать <a href=\"/downloads/#daily\">ежедневную сборку</a> ScummVM и вы можете сразу же начинать тестирование! Если вы наткнётесь на новые баги, пожалуйста, напишите о них на нашем <a href=\"http://bugs.scummvm.org/\">баг-трекере</a>. После того, как вы пройдёте какую-либо игру до конца, напишите об этом <a href=\"http://forums.scummvm.org/viewtopic.php?t=14006\">на форуме</a>, мы пометим эту игру как проверенную на <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.0\">Вики</a>, и другие пользователи смогут сосредоточиться на непройденных играх. Пожалуйста, следуйте нашему руководству по тестированию, которое можно прочитать <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">здесь</a>. </p> <p> Также для некоторых игр нужны <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">скриншоты</a>, пока играете, сделайте парочку. </p> <p> Весёлого квестования (в тестовом режиме)! </p>"
    },
    "20160123.xml": {
        "name": "Лабиринт должен быть уничтожен!",
        "content": "<p> Вы едете в метро, и внезапно ваш вагон засасывает в альтернативное измерение &mdash; лабиринт, простирающийся через пространственно-временной континуум. Его создателя, Дедала, заставили следить за тем, как злой царь Минос расширяет лабиринт, чтобы захватить и поработить все времена и точки пространства. Дедал умоляет вас, игрока, помочь ему найти способ уничтожить лабиринт до того, как Минос достигнет успеха в своих планах. </p> <p> ScummVM Team с гордостью сообщает, что игра <i>Labyrinth of Time</i> поддерживается в последних <a href=\"/downloads/#daily\">дневных сборках</a> ScummVM и готова к тестированию.</p> </p> <p> Пожалуйста, сообщите нам о любых найденных ошибках, а также о нераспознанных версиях на нашем <a href=\"http://bugs.scummvm.org/\">багтрекере</a>, следуя <a href=\"/faq/#question.report-bugs\">правилам сообщения об ошибках</a>. Любые <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">скриншоты</a> процесса вашей игры приветствуются. </p> <p> Особая благодарность компании <a href=\"http://www.wyrmkeep.com/\">The Wyrmkeep Entertainment Co.</a> за предоставление оригинальных исходных кодов игры! </p>"
    },
    "20160119.xml": {
        "name": "Новый дом для нашего веб-сайта",
        "content": "<p> Много лет мы использовали сервис SourceForge.net. Он был нашим самым первым домом и сослужил нам хорошую службу. Однако, мы должны двигаться дальше, поэтому в течение некоторого времени искали себе новый хостинг. В прошлом году Флориан Шикер (Florian Schicker), главный исполнительный директор компании <a href=\"http://easyname.com\">easyname GmbH</a>, обратился к нам с ошеломляющим предложением &mdash; пожертвовать сервер, расположенном в их Дата-центре. И, что делает это предложение для нас особенным, они это делают \"потому что являются ооогромными фанами старых скумм-игр!\" Вы только взгляните на <a href=\"http://www.easyname.com/en/company/team\">страницу об их команде, вычурно сделанной в скумм-стиле</a>! Действительно, очень щедрое предложение, и к тому же, неожиданное. </p> <p> Итак, мы переезжаем. Первым делом мы перенесли свой основной сайт и файлы для скачивания (вы уже, наверное, заметили увеличение скорости загрузки, всё благодаря новому сервису). Также, мы прощаемся с рекламой во время загрузок, которая показывалась на SourceForge.net. Теперь вы увидите только ту рекламу, которую мы действительно хотим вам показывать (само собой, в это включается easyname.com, вон, их лого выставлено в правой панели). Со временем мы перенесём и остальную функциональность на новый сервер, а может даже и расширим её новыми фишками. </p> <p> Присоединяйтесь к нам и порадуемся вместе нашему новому дому! </p>"
    },
    "20151206.xml": {
        "name": "Ещё один Сломанный Меч фанам от фанов",
        "content": "<p> Тамплиеры возвращаются в этой игре, созданной фанами для серии <i>Сломанный Меч</i>! Джоржд вернулся, чтобы узнать происхождение загадочного письма, которое сообщает о смерти Нико, и по ходу узнаёт о делах современных Тамплиеров ещё один раз... </p> <p> ScummVM Team с гордостью сообщает, что созданная фанами игра <i>Broken Sword 2.5: The Return of the Templars</i> поддерживается в последних <a href=\"/downloads/#daily\">дневных сборках</a> ScummVM и готова к тестированию.</p> </p> <p> Пожалуйста, сообщите нам о любых найденных ошибках, а также о нераспознанных версиях на нашем <a href=\"http://bugs.scummvm.org/\">багтрекере</a>, следуя <a href=\"/faq/#question.report-bugs\">правилам сообщения об ошибках</a>. Любые <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">скриншоты</a> процесса вашей игры приветствуются. </p> <p> Огромная благодарность замечательной <a href=\"http://brokensword25.com/team/mitglieder.htm\">команде mindFactory</a>, создавшей этот прекрасный сиквел, и передавшей нам оригинальные исходные коды игры! Её можно бесплатно найти на <a href=\"http://brokensword25.com/\">их сайте</a>. </p>"
    },
    "20151122.xml": {
        "name": "Достучитесь до мира Амазонии",
        "content": "<p> 1957 год. Вы &mdash; Джейсон Pобертс. Вы готовитесь к экспедиции, чтобы помочь вашему брату, затерявшемуся в земле Амазонии, найти потерянное сокровище. </p> <p> ScummVM Team с гордостью сообщает, что игра <a href=\"http://www.mobygames.com/game/dos/amazon-guardians-of-eden\"><i>Amazon: Guardians of Eden</i></a> поддерживается в последних <a href=\"/downloads/#daily\">дневных сборках</a> ScummVM и готова к тестированию.</p> <p> Пожалуйста, сообщите нам о любых найденных ошибках, а также о нераспознанных версиях на нашем <a href=\"http://bugs.scummvm.org/\">багтрекере</a>, следуя <a href=\"/faq/#question.report-bugs\">правилам сообщения об ошибках</a>. Любые <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">скриншоты</a> процесса вашей игры приветствуются. </p> <p> У вас нет этой игры, но вы всё же хотите нам помочь? Возможность есть! Нам не хватает скриншотов для более чем десятка игр! Посмотрите на <a href=\"http://wiki.scummvm.org/index.php/Screenshots#List_of_screenshots_we_need\">список недостающих скриншотов</a>, возьмите ваши игры и сделайте ваши любимые сцены из них бессмертными! </p>"
    },
    "20151111.xml": {
        "name": "Я &mdash; великий кукурузо! Мне нужна бумажка!",
        "content": "<p> Двадцать лет спустя после оригинального выпуска, мы с гордостью объявляем о поддержке игры MTV's <i>Бивис и Батхед, виртуальное отупление</i>. Примите вызов этих антигероев 90-х и помогите им найти дорогу в их приключении, полном загадок и мини-игр. </p> <p> Итак, скачайте последнюю <a href=\"/downloads/#daily\">дневную сборку ScummVM</a>, возьмите вашу копию игры и запустите её! Пожалуйста, сообщите нам о любых найденных ошибках, а также о нераспознанных версиях на нашем <a href=\"http://bugs.scummvm.org/\">багтрекере</a>, следуя <a href=\"/faq/#question.report-bugs\">правилам сообщения об ошибках</a>. </p> <p> Как обычно, если вы увидите интересную картинку, нам интересны ваши <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">скриншотах</a>. </p>"
    },
    "20150913.xml": {
        "name": "Элементарно, Ватсон",
        "content": "<p> У Шерлока Холмса, величайшего сыщика всех времён, появилась пара сложных дел. Первое &mdash; ужасное убийство возле театра. Полиция в растерянности. Может это работа отвратительного убийцы Джека-потрошителя? Во втором деле брат Холмса Майкрофт чуть не погибает от взрыва. Сначала вы будете играть за Ватсона, который пытается выручить Шерлока из его отчаянного положения, а затем за самого Шерлока, который попробует разобраться, каким же образом на Майкрофта было совершено нападение, и почему перед самым взрывом тот выкрикнул его имя. </p> <p> ScummVM Team с гордостью объявляет о поддержке игр <a href=\"https://en.wikipedia.org/wiki/The_Lost_Files_of_Sherlock_Holmes\"><i>The Lost Files of Sherlock Holmes</i></a>.. The Case of the Serrated Scalpel, и The Rose Tattoo. Огромная благодарность компании Electronic Arts, которая предоставила нам доступ к оригинальным исходным текстам игр. В обе игры можно поиграть, воспользовавшись <a href=\"/downloads/#daily\">ежедневной сборкой ScummVM</a>. Поддерживается только PC-версия игры Serrated Scalpel, версия для 3DO практически играбельна, но треует дополнительной работы. Как обычно, все ошибки необходимо зарегистрировать на <a href=\"http://bugs.scummvm.org/\">нашем багтрекере</a>, следуя <a href=\"/faq/#question.report-bugs\">инструкции по сообщению об ошибках</a>. Пока вы играете в эту игру, было бы здорово, если бы сделали несколько <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">скриншотов</a>. </p> <p> Итак, сыграйте, и попробуйте стать на место великого Шерлока Холмса. Игра вот-вот начнётся... или, в данном случае, игры :) </p>"
    },
    "20150330.xml": {
        "name": "Приготовьтесь к Пола-Менятелю",
        "content": "<p> Rex Nebular &mdash; божий дар галактике, застрял на планетке в попытке добыть одну ценную вазу. Чтобы выбраться, он должен воспользоваться печально известным Пола-Менятелю, чтобы прикоснуться к своей женской стороне, найти вазу, а заодно и дорогу к выходу с планеты. </p> <p> ScummVM Team с гордостью объявляет о поддержке игры <a href=\"http://en.wikipedia.org/wiki/Rex_Nebular_and_the_Cosmic_Gender_Bender\"><i>Rex Nebular and the Cosmic Gender Bender</i></a>, первой игре на движке MADS от компании Microprose. Уже сейчас в неё можно поиграть, воспользовавшись <a href=\"/downloads/#daily\">ежедневной сборкой</a>. Как обычно, все ошибки необходимо зарегистрировать на <a href=\"http://bugs.scummvm.org/\">нашем багтрекере</a>, следуя <a href=\"/faq/#question.report-bugs\">инструкции по сообщению об ошибках</a>. Пока вы играете в эту игру, было бы здорово, если бы сделали несколько <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">скриншотов</a>. </p> <p> Итак, сдуйте пыль с вашей коробки с игрой и запустите её. Если у вас ещё нет этой игры. её можно приобрести на <a href=\"http://www.gog.com/game/rex_nebular_and_the_cosmic_gender_bender?pp=22d200f8670dbdb3e253a90eee5098477c95c23d\">GOG.com</a>."
    },
    "20150111.xml": {
        "name": "Если окажетесь в Зорке, разбейте стекло!",
        "content": "<p> ScummVM перенесёт вас в мир приключений Зорк, благодаря поддержке двух новых игр! В <i>Zork Nemesis: The Forbidden Lands</i> ваша зачача будет начать путешествие с целью разрешить загадку загадочного привидения, называемого Немезис, а также четверых алхимиков, которых оно убило. В вашем втором путешествии в мир Зорк, в игре <i>Zork: Grand Inquisitor</i>, вы должны будете найти три легендарных предмета, которые восстановят всё волшебство в этом мире и приведут к падению Великого Инквизитора Янника, чья цель заключается в \"устранении волшебства, устранении проявлений волшебства, устранении вообще всего, а затем и в устранении устраняющего.\" </p> <p> ScummVM Team с гордостью объявляет, что обе игры <a href=\"http://www.mobygames.com/game/windows/zork-nemesis-the-forbidden-lands\"><i>Zork Nemesis: The Forbidden Lands</i></a> и <a href=\"http://www.mobygames.com/game/windows/zork-grand-inquisitor\"><i>Zork: Grand Inquisitor</i></a> теперь поддерживаются ScummVM в последних <a href=\"/downloads/#daily\">ежедневных сборках</a>, и готовы к тестированию. Как обычно, все найденные баги и проблемы нужно зарегистрировать <a href=\"http://bugs.scummvm.org/\">в нашем багтрекере</a>, следуя нашим <a href=\"/faq/#question.report-bugs\">правилам сообщения об ошибках</a>. Во время вашей игры было бы замечательно, если бы вы также сделали несколько <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">скриншотов</a>. </p> <p> Итак, возьмите ваши диски с играми и помогите с тестированием! Если у вас ещё нет этих игр, их можно приобрести на GOG.com: </p> <ul> <li> <a href=\"http://www.gog.com/game/zork_nemesis_the_forbidden_lands?pp=22d200f8670dbdb3e253a90eee5098477c95c23d\"><i>Zork Nemesis: The Forbidden Lands</i> &mdash; страница покупки на GOG.com</a></li> <li> <a href=\"http://www.gog.com/game/zork_grand_inquisitor?pp=22d200f8670dbdb3e253a90eee5098477c95c23d\"><i>Zork: Grand Inquisitor</i> &mdash; страница покупки на GOG.com</a></li> </ul>"
    }
}