{
    "title": "Début des tests pour ScummVM 1.8.0",
    "content": "<p>Après une longue pause, nous commençons enfin les préparations pour la sortie d'une nouvelle version, ScummVM 1.8.0.</p><p>Nous n'avons pas chômé pendant la dernière année et demi, et nous avons ajouté 10 (ten, zehn, dieci, dix, diez, десять) nouveaux jeux:</p><ul> <li><i>Rex Nebular and the Cosmic Gender Bender</i></li> <li><i>Sfinx</i></li> <li><i>Zork Nemesis : Les Territoires interdits</i></li> <li><i>Zork: Grand Inquisitor</i></li> <li><i>Les Dossiers secrets de Sherlock Holmes: The Case of the Serrated Scalpel</i></li> <li><i>Les Dossiers secrets de Sherlock Holmes: L'Affaire de la rose tatouée</i></li> <li><i>Beavis and Butthead in Virtual Stupidity</i></li> <li><i>Amazon: Guardians of Eden</i></li> <li><i>Les Chevaliers de Baphomet 2.5 : Le Retour des Chevaliers du Temple</i></li> <li><i>Labyrinth of Time</i></li> </ul><p>Le moteur pour les jeux AGI a également été largement réécrit, et ainsi tous ces jeux devraient mieux marcher. Mais il n'est pas exclu que ces changements aient introduit de nouveaux bogues.</p><p>Nous avons donc besoin de votre aide pour tester ces jeux, y compris les jeux AGI. Vous trouverez ce qui a besoin d'être testé sur <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.0\">notre wiki</a>. En plus des jeux listés ci-dessus cela inclut quelque autres vieux classiques qui bénéficieraient d'être de nouveau testés.</p><p>Vous avez besoin de télécharger une version de ScummVM <a href=\"/downloads/#daily\">récemment compilée</a> puis vous pouvez vous lancer dans les tests ! Si vous trouvez des bogues, veuillez les signaler dans notre <a href=\"http://bugs.scummvm.org/\">base de bogues</a>. Après avoir fini un jeu, veuillez nous le signaler sur <a href=\"http://forums.scummvm.org/viewtopic.php?t=14006\">le forum</a> pour que nous puissions mettre à jour <a href=\"http://wiki.scummvm.org/index.php/Release_Testing/1.8.0\">le wiki</a> et que les autres joueurs puissent se concentrer sur les jeux non encore testés. Assurez-vous également de suivre les consignes de tests que vous trouverez en anglais <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">ici</a>.</p><p>Nous avons également besoin de <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">captures d'écran</a> pour certains de ces jeux, donc penser à capturer en jouant !</p><p>Nous vous souhaitons de joyeuses aventures (en mode test) !</p>",
    "date": 1454333760,
    "author": "sev"
}