{
    "title": "Explorez l'histoire des jeux d'aventure avec \"Mystery House\"",
    "content": "<p>\"You are in the front yard of a large, abandoned Victorian house.\"</p><p>\"Vous êtes dans la cour devant une grande maison victorienne abandonnée.\"</p><p>Vous pouvez maintenant découvrir (ou redécouvrir) un petit boût de l'histoire des jeux d'aventure et jouer dans ScummVM à <i>Hi-Res Adventure #1: Mystery House</i>, un des tout premiers jeux de Sierra. Oserez-vous retourner dans le temps à l'année 1980 et franchir le seuil de la maison mystérieuse ? Téléchargez le jeu (voir ci-dessous), si vous ne l'avez pas déjà, et une <a href=\"/downloads/#daily\">compilation quotidienne</a> de ScummVM et aidez-nous en testant le jeu.</p><p>Nous sommes fiers d'annoncer que en plus de <i>Mystery House</i> ScummVM supporte plusieurs autres jeux utilisant le système ADL, et ses technologies avancées (tel que l'utilisation de plusieurs couleurs !). Peut-être préférez-vous sauver la planète (<i>Hi-Res Adventure #0: Mission Asteroid</i>) ? Ou sauver la princesse(<i> Hi-Res Adventure #2: The Wizard and the Princess</i>) ?</p><p>Nous travaillons toujours sur le support des autres jeux <i>Hi-Res Adventure</i>, mais en attendant vous pouvez tester la version Apple II des trois jeux cités ci-dessous. Nous attendons impatiemment les signalements de bogues pour les problèmes éventuels que vous rencontrerez. Nous espérons inclure le support pour ces trois jeux dans la prochaine version 1.9.0 de ScummVM, aussi veuillez suivre <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">les directives de tests</a>, et noubliez pas de prendre des <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">captures d'écran</a>.</p><p><i>Mystery House</i> a été mis dans le domaine public par Sierra On-Line en 1987 pour fêter leur 7ème anniversaire. Vous pouvez <a href=\"https://www.scummvm.org/games/#mysthous\">télécharger le jeu</a> gratuitement. Notre <a href=\"http://wiki.scummvm.org/index.php/ADL\">wiki</a> donne également quelques informations suplémentaires sur ces jeux.</p><p>Si vous possédez les disquettes originales pour un des jeux <i>Hi-Res Adventure</i> (quelque soit la platforme), veuillez nous contacter. Nous somme particulièrement intéressés par la version Apple II de <i>Hi-Res Adventure #3: Cranston Manor</i>. La plupart de ces jeux sont rare, et nous ne pouvons ajouter le support pour les différentes version qu'avec votre aide !</p>",
    "date": 1473946560,
    "author": "waltervn"
}