{
    "title": "Enlevez votre cravate et devenez un plombier !",
    "author": "Strangerke",
    "date": 1491053762,
    "content": "<p>Nous sommes fiers d'annoncer que Retro-Junk a travaillé sur le support dans ScummVM d'un des jeux les plus important de l'Histoire des Jeux Vidéos : Plumbers Don't Wear Ties !</p><p>Celà fait plusieurs années que nous recevons des demandes incessantes d'ajouter le support pour ce jeux mythique, précurseur d'un genre encore inconnu. De par ses nombreuses inovations, il a changé l'industrie du jeu vidéo pour toujours. Parmis ses principals caractéristiques, citons notamment une introduction en négatif magnifique (avec des pandas faisant du kart !), la naissance des jeux vidéos de genre FMP (Full Motion Picture), et, jusqu'à ce jour, il reste le seul jeu à utiliser de l'humour au 42ème degré.</p><p>Le moteur de jeu reflète l'incroyable complexité de ce jeu, avec pas moins de 500 lignes de code. Cela en fait l'un des plus gros moteurs de jeux supportés par ScummVM (à ce jour, le 62ème plus gros pour être précis). Comme vous pouvez l'imaginer, il va nous faloir du temps pour faire la revue du code et l'accepter.</p><p>Cependant, vous pouvez dès à présent récupérer le code source depuis <a href=\"https://github.com/scummvm/scummvm/pull/932\">cette demande de \"pull\" sur GitHub</a>, le compiler et jouer (actuellement seule la version PC est supportée). Et comme toujours, nous sommes intéressés par vos captures d'écran !</p><p>Nous souhaitons aussi remercier chaleureusement deux de nos dévelopeurs, uruk-hai and t0by, pour avoir depuis des années continuellement poussé au support de ce jeu. Sans eux il nous aurait été difficile de rester motivé pendant tout ce temps, et ce travail n'aurait peut-être jamais abouti. Un grand merci à eux !</p><p>Avant de commencer à jouer, nous vous enconrageons à lire nos <a href=\"http://wiki.scummvm.org/index.php/Release_Testing\">directives de tests</a>. Et n'oubliez pas de prendre des <a href=\"http://wiki.scummvm.org/index.php/Screenshots\">captures d'écran</a>.</p><p>Et maintenant à vos souris et profitez bien de ce moment historique !</p>"
}
