{
    "title": "À : Vous tous. De : L'équipe de ScummVM. Objet : ScummVM 2.0.",
    "content": "<p>Juste à temps pour les fêtes, la version finale de ScummVM 2.0 est arrivée ! Cette version ajoute la prise en charge de 23 nouveaux jeux, dont presque tous les jeux d'aventure Sierra 32 bits :</p><ul> <li><i>Cranston Manor</i></li> <li><i>Full Pipe</i></li> <li><i>Gabriel Knight</i></li> <li><i>Gabriel Knight 2</i></li> <li><i>King's Quest VII</i></li> <li><i>King's Questions</i></li> <li><i>Leisure Suit Larry 6 (hi-res)</i></li> <li><i>Leisure Suit Larry 7</i></li> <li><i>Lighthouse</i></li> <li><i>Ballades au pays de la Mère l'Oie (Mixed-Up Mother Goose Deluxe)</i></li> <li><i>Phantasmagoria</i></li> <li><i>Phantasmagoria 2</i></li> <li><i>Plumbers Don't Wear Ties</i></li> <li><i>Police Quest 4</i></li> <li><i>RAMA</i></li> <li><i>Riven: La suite de Myst</i></li> <li><i>Shivers</i></li> <li><i>Space Quest 6</i></li> <li><i>Starship Titanic</i></li> <li><i>The Dark Crystal</i></li> <li><i>Time Zone</i></li> <li><i>Torin's Passage</i></li> <li><i>Ulysses and the Golden Fleece</i></li> </ul><p>Et ce n'est pas tout ! De nombreux jeux existants ont été améliorés, beaucoup de travail a été fait pour améliorer l'ensemble des systèmes audio et vidéo, et certains joueurs apprécieront également la meilleure prise en charge des joysticks et les diverses petites améliorations suggérées par nos utilisateurs. Une liste plus complète des modifications apportées à cette version se trouve dans <a href=\"http://scummvm.org/frs/scummvm/2.0.0/ReleaseNotes\">les notes de mise à jour de ScummVM 2.0</a>.</p><p>Et maintenant, un grand merci et félicitations à tous ceux qui ont contribué à cette sortie.</p><p>Les contributeurs super cool qui ont écrit tout le code inclus dans cette version : Aaryaman Vasishta, Alexander (Tkachov), Alexander Reim, Alexandre Detiste, Alyssa Milburn, angstsmurf, Arnaud Boutonné, Bastien Bouclet, Ben Castricum, Bendegúz Nagy, Cameron Cawley, Colin Snover, cpasjuste, D G Turner, Daniel Plakhotich, Dario Scarpa, David Fioramonti, Donovan Watteau, Einar Johan Trøan Sømåen, Eugene Sandulenko, Fedor (fedor4ever), Ferdinand Thiessen, Filippos Karapetis, Frank Richter, Hein-Pieter van Braam, Hubert Maier, iskrich, Ivan Avdeev, Joseph-Eugene Winzer, Kirben, kmar, Lothar Serra Mari, Lyubomyr Lisen, Marcus Comstedt, Martin Kiewitz, Michael Drüing, Nick Renieris, Omer Mor, Ori Avtalion, ottogin, Pala, Patrik Dahlstrom, Paul Gilbert, Peter Kohaut, Retro-Junk, Robert Crossfield, Robert Göffringmann, rsn8887, Ruud Klaver, Ryper_Zsolt, Schrijvers Luc, Simei Yin, stevenhoefel, Sven Hesse, Sven Kochmann, Tarek Soliman, Thierry Crozat, Thomas Fach-Pedersen, Tobia Tesan, Torbjörn Andersson, upthorn, vanfanel, VelocityRa, Vincent Bénony, Vincent Pelletier, Walter van Niftrik, Willem Jan Palenstijn, et Zbyněk Schwarz !</p><p>Nos très impressionnants membres de la communauté et testeurs, qui ont gentiment passé ScummVM à la moulinette et ont signalé des problèmes qui ont en suite pu être corrigé pour cette nouvelle version : ADeadTrousers, albadross, AlessioR, Alien-Grey, alien-grey, AndyILC, Arjak89, badungu, Bakhtosh, Bastien Bouclet, Ben Castricum, Benjamin Hodgetts, Bill Niakas, bramvandijk, carquinyoli, Colin Snover, counting_pine, ctoroman, cyberskull, d3p4z, dafioram, Daniel Wolf, danieljaeger, David Dew, david_corrales, dch216, dego93, Derek Warren, dominus, DustyShinigami, elaseela, Eliot Lash, enclume, EricOakford, esziarko, exmensa, Farmboy0, Filippos Karapetis, forge017, g5ppc, garethbp, gatesbillou, GeekZolda, George Kormendi, GermanTribun, greencis, Gualtiero, Hein-Pieter van Braam, henke37_2, hkzlab, Hubert Maier, Ignaz Forster, ilya13, Indy4-Fan, IntEmu, Ivan Lukyanov, Jan Sperling, Jarosław Jaworski, JCaesar13, jcmanciot, joachimeberhard, jomalin1, kervala, Kurufinwe21, Laylia27, legluondunet, legoking831, Lothar Serra Mari, Lyubomyr Lisen, macca8, maplesyrup, Markus Mahlstedt, Matan Bareket, Max Tabachenko, mcknallski, mthreepwood, MusicallyInspired, oddfff, Omer Mor, Ori Avtalion, Paul Gilbert, pegasusepsilon, PetrCejpek, Petter Sjölund, pliesenfeld, Quietust, r-alf-the-alf, Robert Megone, rsn8887, SeanW1975, Sergey, sluicebox, softwarespecial, Stefan Seeland, Stephane Lapie, Sven Hesse, Tarek Soliman, telanus, tgfmfc, Thierry Crozat, tobiatesan, Tomasz Grzegurzko, Torbjörn Andersson, Uukrull, vonmagnum, vorph999, Walter van Niftrik, Willem Jan Palenstijn, Windle Poons, zaurak, et zorbid.</p><p>Nos extrêmement fantastiques traducteurs, qui ont contribué à faire connaître ScummVM 2.0 aux utilisateurs de 24 langues terriennes différentes : Alex Jakovleff, Alexandre Folle de Menezes, Arius, Ben Castricum, Carlos, edward, Einar Johan Trøan Sømåen, Erik Zubiria, Ettore Atalan, Eugene Sandulenko, Fernando Sarmento, Filippos Karapetis, George Kormendi, Gilles, Hampus Flink, Ivan Lukyanov, JanShing, Jennifer McMurray, jepael, jeroen klop, John Doe, Jordi Vilalta Prat, Jose Roses, Joseph-Eugene Winzer, lorz, Lothar Serra Mari, Luis, Lyubomyr Lisen, Manuel, Martin Schoenmakers, Max von Werner, Michael D., Milo Casagrande, mézes gergely, pablobecerra, Paolo Bossi, Pavel Kungurtsev, Pere Orga, Peter Johansson, Petter Sjölund, poulsen93, Purple T, rafaelmessias, Rafał Będźkowski, Rafał Rzepecki, Rodrigo Vegas Sánchez-Ferrero, Rossano, Rouven Bauer, Santiago G. Sanz, Santiago Sanchez, selmiak, Sergio Carmona, Simon Sawatzki, Steffen Nyeland, Thierry Crozat, Timo Mikkolainen, Timofonic, Tobia Tesan, TomasM, Vitor Santos, Víctor Martínez Pajares, Walter Agazzi, wreednumero2, et Zbyněk Schwarz.</p><p>Nos très beaux porteurs, pour avoir transformé ScummVM en quelque chose que vous pouvez exécuter sur (presque) tous vos appareils : Bastien Bouclet, Cameron Cawley, Colin Snover, Joost Peters, Keith Scroggins, Luc Schrijvers, Manuel Alfayate, Marcus Comstedt, Tarek Soliman, Thierry Crozat, et Willem Jan Palenstijn.</p><p>Notre merveilleux sponsor technologique, <a href=\"https://www.easyname.com/\">easyname</a>, qui nous fournit des serveurs et de la bande passante pour que nous puissions réellement gérer et vous envoyer ces versions.</p><p>Et, enfin, merci à vous, utilisateurs exceptionnels, pour utiliser ScummVM, et (avec toutes nos excuses) à tous ceux dont je n'ai pas pu extraire les noms d'une base de données. Votre soutien est très important. Vous êtes tous géniaux !</p><p>(Et rappelez-vous — un peu de publicité éhontée — si vous désirez voir votre nom ici, tout ce que vous avez à faire est de contribuer à rendre ScummVM encore meilleur !)</p><p>Sans plus tarder, <a href=\"http://scummvm.org/downloads/\">téléchargez ScummVM 2.0</a>, un cadeau de notre part pour vous en ces périodes de fêtes.</p><p>L'équipe de ScummVM, en attendant la prochaine fois !</p>",
    "date": 1513517760,
    "author": "snover"
}